Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: See an example with effective rate further down in the page.
de: Weiter unten auf der Seite finden Sie ein Beispiel mit einem effektiven Zinssatz.
fr: Vous trouverez un exemple avec un taux effectif plus bas sur la page.
sv: Se ett räkneexempel med effektiv ränta längre ner på sidan.

source: Does your co-applicant receive alimony for any children?
de: Erhält Ihr Mitbewerber Unterhalt für Kinder?
fr: Votre codemandeur touche-t-il une pension pour des enfants ?
sv: Tar din medsökande emot underhåll för barn?

source: Profession
de: Beruf
sv: Yrkesroll

source: Not yet connected banks
de: Noch keine verknüpften Banken
fr: Banques pas encore connectées
sv: Banker inte anslutna än

source: Do you have any children that you receive alimony for?
de: Haben Sie Kinder, für die Sie Unterhalt erhalten?
fr: Avez-vous un enfant pour lequel vous touchez une pension ?
sv: Tar du emot underhåll för barn?

source: Applies to children not living with you.
de: Gilt für Kinder, die nicht bei Ihnen leben.
fr: S'applique aux enfants ne vivant pas avec vous.
sv: Gäller barn som inte bor hos dig.

source: How many children do you pay alimony for?
de: Für wie viele Kinder zahlen Sie Unterhalt?
fr: Pour combien d'enfants versez-vous une pension ?
sv: Hur många barn betalar du underhåll för?

source: How many children does your co-applicant pay alimony for?
de: Für wie viele Kinder zahlt Ihr Mitbewerber Unterhalt?
fr: Pour combien d'enfants votre codemandeur verse-t-il une pension ?
sv: Hur många barn betalar din medsökande underhåll för?

source: How many children does your co-applicant receive alimony for?
de: Für wie viele Kinder erhält Ihr Mitbewerber Unterhalt?
fr: Pour combien d'enfants votre codemandeur reçoit-il une pension ?
sv: Hur många barn tar din medsökande emot underhåll för?

source: What's the total alimony amount paid each month?
de: Welche Gesamtsumme wird für Unterhalt jeden Monat bezahlt?
fr: Quel est le montant total de la pension payée chaque mois ?
sv: Vad är det totala underhållsbeloppet som betalas per månad?

source: How many children do you receive alimony for?
de: Für wie viele Kinder erhalten Sie Unterhalt?
fr: Pourquoi combien d'enfants touchez-vous une pension ?
sv: Hur många barn tar du emot underhåll för?

source: Are you receiving alimony?
de: Erhalten Sie Unterhalt?
fr: Touchez-vous une pension ?
sv: Tar du emot underhåll för barn?

source: Is your co-applicant paying alimony?
de: Zahlt Ihr Mitbewerber Unterhalt?
fr: Votre codemandeur verse-t-il une pension ?
sv: Betalar din medsökande underhåll för barn?

source: Questions about you
de: Fragen über Sie
fr: Questions sur vous
sv: Frågor om dig

source: According to the law on measures against money laundering and terrorist financing and international tax law, the bank must have good knowledge of all its customers.
de: Gemäß dem Gesetz gegen Geldwäsche und die Finanzierung von Terroristen sowie dem internationalen Steuerrecht, muss die Bank ihre Kunden gut kennen.
fr: Selon la loi des mesures contre le blanchiment d'argent et le financement du terrorisme et les lois d'imposition internationale, la banque doit très bien connaître tous ses clients.
sv: Enligt lagen om åtgärder mot penningtvätt och finansiering av terrorism samt internationell skattelagstiftning måste banken ha god kännedom om alla sina kunder.

source: Cadastral
de: Zum Grundbuch gehörig
sv: Fastighetsbeteckning

source: How much did you purchase the house for?
de: Für wie viel haben Sie das Haus gekauft?
fr: Quel prix avez-vous payé la maison ?
sv: Hur mycket köpte du huset för?

source: Monthly operating cost
de: Monatliche Betriebskosten
fr: Coûts d'exploitation mensuels
sv: Driftkostnad per månad

source: Enter the address and property type of the residence that you want to move your mortgage for.
de: Geben Sie die Adresse und die Art der Immobilie ein, für die Sie Ihren Hauskredit verschieben wollen.
fr: Saisissez l'adresse et le type de propriété de la résidence pour laquelle vous souhaitez déplacer le prêt immobilier.
sv: Fyll i adressen och bostadstypen för den bostad du vill flytta ditt bolån för.

source: House details
de: Hausdetails
fr: Informations de la maison
sv: Husdetaljer

source: About your house
de: Über Ihr Haus
fr: À propos de votre maison
sv: Om ditt hus

source: For the bank to be able to do a valuation they need to know more about your house.
de: Damit die Bank eine Bewertung vornehmen kann, muss sie mehr über Ihr Haus wissen.
fr: Pour que la banque fasse une évaluation, elle doit en savoir plus sur votre maison.
sv: För att banken ska kunna göra en värdering så behöver de veta mer om ditt hus.

source: This is how it works
de: So funktioniert es
fr: Voici comment cela fonctionne
sv: Så här går det till

source: Questions about you, your co-applicant and your household
de: Fragen über Sie, Ihren Mitbewerber und Ihren Haushalt
fr: Des questions sur vous, votre codemandeur et votre ménage
sv: Frågor om dig, din medsökande och ditt boende

source: Sign the application with BankID
de: Unterzeichnen Sie den Antrag mit BankID
fr: Signer la demande avec BankID
sv: Signera ansökan med BankID

source: The bank will contact you and tell what you need to submit by mail
de: Die Bank kontaktiert Sie und sagt Ihnen, was Sie per Post einschicken müssen
fr: La banque vous contactera et vous dira ce dont vous avez besoin pour l'envoi par e-mail
sv: Banken hör av sig och berättar vad du behöver skicka in via post

source: Total CSN amount
de: Gesamte CSN-Summe
fr: Montant total de CSN
sv: Total studieskuld

source: If your second mortgage is absent, you can add it later on. Do not include loans for other properties, such as vacation home. You have to move the whole mortgage.
de: Wenn Ihr zweiter Hauskredit fehlt, können Sie ihn später hinzufügen. Dazu gehören keine Kredite für andere Immobilien, wie z. B. eine Ferienwohnung. Sie müssen den gesamten Kredit verschieben.
fr: Si votre second prêt immobilier est absent, vous pourrez l'ajouter par la suite. N'incluez pas les prêts pour une autre propriété, comme une maison de vacances. Vous devez déplacez le prêt immobilier entier.
sv: Om ditt topplån inte finns med, så kan du lägga till det senare. Inkludera inte lån för andra fastigheter, såsom sommarstuga. Du måste flytta hela bolånet.

source: Operating costs of my residence
de: Betriebskosten meines Wohnorts
fr: Coûts d'exploitation de ma résidence
sv: Driftkostnader för min bostad

source: Payments of loan at SBAB
de: Kreditzahlungen bei SBAB
fr: Paiements du prêt à SBAB
sv: Utbetalning av lån hos SBAB

source: Sales (e.g. house, car, boat, company)
de: Verkauf (z. B. Haus, Auto, Boot, Firma)
fr: Vente (par exemple maison, voiture, bateau, entreprise)
sv: Försäljning (t.ex. hus, bil, båt eller bolag)

source: information sheet about Deposit insurance
de: Informationsblatt über Einlagensicherung
fr: Feuille d'informations concernant l'assurance de dépôt
sv: informationsbladet om insättningsgaranti

source: Questions about you and your household
de: Fragen über Sie und Ihren Haushalt
fr: Des questions sur vous et votre ménage
sv: Frågor om dig och ditt boende

source: Social security number (YYYYMMDD-NNNN)
de: Sozialversicherungsnummer (JJJJMMTT-NNNN)
fr: Numéro de sécurité sociale (AAAAMMJJ-NNNN)
sv: Personnummer (YYYYMMDD-NNNN)

source: Social security number (YYYYMMDDNNNN)
de: Sozialversicherungsnummer (JJJJMMTTNNNN)
fr: Numéro de sécurité sociale (AAAAMMJJNNNN)
sv: Personnummer (ÅÅÅÅMMDDNNNN)

source: Could not find any engagements in {0}. Use {1} (Mobile BankID) instead.
de: Keine Engagements in {0} gefunden. Verwenden Sie stattdessen {1} (Mobile BankID).
fr: Aucun engagement trouvé dans {0}. Utilisez plutôt {1} (Mobile BankID).
sv: Hittade inget engagemang hos {0}. Lägg till {1} (Mobilt BankID) istället.

source: Year of construction
de: Baujahr
fr: Année de construction
sv: Byggår

source: Additional area
de: Zusätzlicher Bereich
fr: Zone supplémentaire
sv: Biarea

source: Plot area
de: Grundstück
fr: Parcelle
sv: Tomtarea

source: Kitchen condition
de: Küchenzustand
fr: État de la cuisine
sv: Skick i kök

source: Bathroom condition
de: Badzustand
fr: État de la salle de bains
sv: Skick i badrum

source: Tiled stove / Fireplace
de: Gekachelter Ofen/Kamin
fr: Poêle / Cheminée
sv: Kakelugn / Öppen spis

source: Vista
de: Ausblick
fr: Vue
sv: Utsikt

source: Ceiling height (cm)
de: Deckenhöhe (cm)
fr: Hauteur sous plafond (cm)
sv: Takhöjd (cm)

source: Elevator
de: Fahrstuhl
fr: Ascenseur
sv: Hiss

source: Balcony
de: Balkon
fr: Balcon
sv: Balkong

source: Patio
de: Terrasse
sv: Uteplats

source: Basement
de: Keller
fr: Sous-sol
sv: Källare

source: Parking options
de: Parkmöglichkeiten
fr: Options de parking
sv: Parkeringsmöjligheter

source: Last ground drainage
de: Letzte Bodentrockenlegung
fr: Dernier assainissement
sv: Senaste dränering

source: Roof renovation
de: Dachrennovierung
fr: Rénovation du toit
sv: Takrenovering

source: Chain terrace house
de: Reihenhaus
fr: Maison 2 façades
sv: Kedjehus

source: Semi-detached house
de: Doppelhaushälfte
fr: Maison mitoyenne
sv: Parhus

source: Terrace house
de: Reihenhaus
fr: Maison individuelle
sv: Radhus

source: Sea view
de: Meeresblick
fr: Voir la vue
sv: Havsutsikt

source: Lake view
de: Seeblick
fr: Vue du lac
sv: Sjöutsikt

source: Rooftops
de: Dächer
fr: Toits
sv: Takåsar

source: Courtyard
de: Hof
fr: Cour
sv: Innergård

source: Nothing special
de: Nichts besonderes
fr: Rien de spécial
sv: Inget särskilt

source: Traditional
de: Traditionell
fr: Traditionnel
sv: Ja, traditionell

source: French
de: Französisch
fr: Français
sv: Fransk

source: Double traditional
de: Traditionelles Doppelhaus
fr: Traditionnel double
sv: Ja, två eller fler

source: Terrace
de: Reihenhaus
fr: Balcon
sv: Terass

source: Royal balcony
de: Vollbalkon
fr: Balcon royal
sv: Kungsbalkong

source: Functional
de: Funktional
fr: Fonctionnel
sv: Ja, går att elda i

source: Non-functional
de: Nicht funktional
fr: Non fonctionnel
sv: Ja, men går ej att elda i

source: 0 to 15 years ago
de: Vor 0 bis 15 Jahren
fr: il y 0 à 15 ans
sv: 0 till 15 år sedan

source: 15 to 30 years ago
de: Vor 15 bis 30 Jahren
fr: il y 15 à 30 ans
sv: 15 till 30 år sedan

source: 30 years ago or more
de: Vor 30 Jahren oder länger
fr: il y a 30 ans ou plus
sv: 30+ år sedan

source: Double garage
de: Doppelgarage
sv: Dubbelgarage

source: Driveway
de: Einfahrt
fr: Allée
sv: Uppfart

source: Street
de: Straße
fr: Rue
sv: Gatan

source: Bad
de: Schlecht
fr: Mauvais
sv: Dåligt

source: Pretty bad
de: Sehr schlecht
fr: Assez mauvais
sv: Ganska dåligt

source: Good
de: Gut
fr: Bon
sv: Bra

source: Excellent
de: Ausgezeichnet
sv: Toppklass

source: What kind of residence is it?
de: Was für Wohnsitz ist es?
fr: De quel genre de résidence s'agit-il ?
sv: Vad är det för typ av bostad?

source: How big is your residence?
de: Wie groß ist Ihr Wohnsitz?
fr: Quelle est la taille de votre résidence ?
sv: Hur stor är din bostad?

source: Optional data
de: Optionale Daten
fr: Donnée optionnelle
sv: Frivilliga uppgifter

source: The more data you add, the more precise will your valuation be.
de: Je mehr Daten Sie hinzufügen, desto genauer wird Ihre Bewertung.
fr: Plus vous ajoutez de données, plus votre évaluation sera précise.
sv: Desto fler uppgifter du fyller i desto mer exakt blir din värdering.

source: Calculating the value of your residence...
de: Berechnen des Werts Ihres Wohnsitzes ...
fr: Calcul de la valeur de votre résidence...
sv: Räknar fram värdet på din bostad...

source: I confirm that I have read and accept the Collector Save Agreement and that I have received information about state-provided guarantee of deposits.
de: Ich bestätige, dass ich das Collector Save Agreement gelesen habe und ihm zustimme und dass ich Informationen über staatliche Einlagensicherung erhalten habe.
fr: Je confirme avoir lu et accepté l'Accord d'épargne de Collector et que j'ai reçu des informations concernant la garantie de dépôt fournie par l'état.
sv: Jag bekräftar att jag har läst och godkänner Collector Save-avtalet och att jag mottagit information om statlig insättningsgaranti.

source: state-provided guarantee of deposits
de: Staatliche Einlagensicherung
fr: Garantie de dépôt fournie par l'état
sv: statlig insättningsgaranti

source: You don't have any commitments in the selected bank.
da: Du lader ikke til at være kunde i den pågældende bank.
de: Sie haben eine Verpflichtungen bei der ausgewählten Bank.
es: No tienes ningún compromiso en el banco seleccionado.
et: Teil pole valitud pangas mingeid kohustusi.
fr: Vous n'avez aucun engagement dans la banque sélectionnée.
it: Non hai impegni nella banca selezionata.
lt: Neturite jokių įsipareigojimų pasirinktame bake.
lv: Jums nav nekādu saistību atlasītajā bankā.
no: Du har ingen forpliktelser i den valgte banken.
pl: Nie posiadasz żadnych zobowiązań w wybranym banku.
pt: Não tem compromissos com o banco selecionado.

source: Could not login to your bank. The access could be blocked. Please activate it in your bank app or contact your bank.
da: Kunne ikke logge ind til din bank. Adgangen kunne være blokeret. Aktiver venligst din adgang i din mobilbank eller kontakt din bank.
de: Einloggen bei Ihrer Bank nicht möglich. Der Zugang könnte gesperrt sein. Bitte aktivieren Sie ihn in Ihrer Bank-App oder kontaktieren Sie Ihre Bank.
es: No se pudo iniciar sesión en su banco. El acceso podría estar bloqueado. Actívelo en la aplicación de su banco o comuníquese con su banco.
et: Teie panka ei saanud sisse logida. Juurdepääs võib olla blokitud. Aktiveerige see oma panga rakenduses või võtke ühendust oma pangaga.
fr: Connexion à votre banque impossible. L'accès peut être verrouillé. Veuillez l'activer dans l'application de votre banque, ou contactez votre banque.
it: Impossibile accedere alla tua banca. L'accesso potrebbe essere bloccato. Attivalo nell'app della tua banca o contatta la tua banca.
lt: Nepavyko prisijungti prie jūsų banko. Prieiga galėjo būti užblokuota. Suaktyvinkite ją savo banko programėlėje arba kreipkitės į savo banką.
lv: Neizdevās pierakstīties jūsu bankā. Piekļuve varētu būt bloķēta. Lūdzu, aktivizējiet to savā bankas lietotnē vai sazinieties ar banku.
no: Kunne ikke logge inn på banken din. Tilgangen kan være blokkert. Aktiver den i bankappen din eller kontakt banken din.
pl: Nie udało się zalogować do Twojego banku. Dostęp mógł zostać zablokowany. Aktywuj dostęp w aplikacji bankowej lub skontaktuj się ze swoim bankiem.
pt: Não foi possível iniciar sessão no seu banco. O acesso poderá estar bloqueado. Ative-o na aplicação do seu banco ou contacte o seu banco.

source: The authentication needed to login to your bank is not supported at the moment. If possible please try another option.
da: Godkendelsen til at logge ind til din bank er ikke supporteret i øjeblikket. Hvis muligt forsøg en anden mulighed.
de: Die Authentifizierung, mit der Sie sich bei Ihrer Bank einloggen, wird derzeit nicht unterstützt. Probieren Sie eine andere Option, wenn möglich.
es: La autenticación necesaria para iniciar sesión en su banco no es compatible en este momento. Si es posible, pruebe con otra opción.
et: Panka sisselogimiseks vajalikku autentimist praegu ei toetata. Kui võimalik, proovige mõnda muud võimalust.
fr: L'authentification requise pour vous connecter à votre banque n'est pas prise en charge actuellement. Si possible, essayez une autre option.
it: L'autenticazione necessaria per accedere alla tua banca non è attualmente supportata. Se possibile, prova un'altra opzione.
lt: Prisijungimui prie jūsų banko reikalingas autentifikavimas šiuo metu nepalaikomas. Jei įmanoma, išbandykite kitą variantą.
lv: Autentifikācijas metode, kas nepieciešama, lai pierakstītos jūsu bankā, pašlaik netiek atbalstīta. Ja iespējams, izmēģiniet citu opciju.
no: Autentiseringsmetoden for å logge inn i din bank er ikke støtte for øyeblikket. Hvis mulig, vennligst prøv en annen metode.
pl: Metoda uwierzytelniania potrzebna do zalogowania się do Twojego banku nie jest obecnie obsługiwana. Jeśli to możliwe, użyj innej metody.
pt: A autenticação necessária para iniciar sessão no seu banco não se encontra a ser suportada. Se possível, experimente outra opção.

source: For safety reasons you have been logged out. Please login again to continue.
da: Af sikkerhedsmæssige årsager er du blevet logget ud. Venligst log in igen for at fortsætte.
de: Aus Sicherheitsgründen wurden Sie ausgeloggt. Bitte loggen Sie sich erneut ein um fortzufahren.
es: Por razones de seguridad, se ha desconectado. Ingrese nuevamente para continuar.
et: Turvalisuse huvides on teid välja loginud. Jätkamiseks logige uuesti sisse.
fr: Vous avez été déconnecté pour des raisons de sécurité. Veuillez vous reconnecter pour continuer.
it: Per motivi di sicurezza sei stato disconnesso. Effettua nuovamente l'accesso per continuare.
lt: Saugumui užtikrinti, buvote atjungti. Norėdami tęsti, vėl prisijunkite.
lv: Jūs tikāt izrakstīti drošības iemeslu dēļ. Lūdzu, pierakstieties vēlreiz, lai turpinātu.
no: Av sikkerhetsmessige årsaker har du blitt logget ut. Vennligst logg inn på nytt for å fortsette.
pl: Z powodów bezpieczeństwa zostałeś wylogowany. Proszę spróbuj ponownie aby kontynuować.
pt: Por motivos de segurança, a sua sessão foi terminada. Inicie sessão novamente para continuar.

source: Incorrect login credentials. Please try again.
da: Ukorrekte login detaljer. Prøv venligst igen.
de: Falsche Anmeldedaten. Bitte versuchen Sie es erneut.
es: Credenciales incorrectas. Inténtelo de nuevo.
et: Valed sisselogimisandmed. Proovige uuesti.
fr: Identifiants de connexion incorrects. Veuillez réessayer.
it: Credenziali di accesso errate. Riprova.
lt: Neteisingi prisijungimo kredencialai. Bandykite dar kartą.
lv: Nederīga pierakstīšanās informācija. Lūdzu, mēģiniet vēlreiz.
no: Feil påloggingsinformasjon oppgitt. Prøv på nytt.
pl: Nieprawidłowe dane logowania. Proszę spróbuj ponownie.
pt: Credenciais de início de sessão incorretas. Tente novamente.

source: The transfer amount is larger than what is available on the account.
de: Die Überweisungssumme ist größer als das verfügbare Guthaben.
es: El monto de la transferencia es mayor que lo que está disponible en la cuenta.
et: Ülekande summa ületab konto saldo.
fr: Le montant du transfert dépasse la somme disponible sur le compte.
it: L'importo del bonifico è maggiore di quello disponibile sul conto.
lt: Pavedimo suma didesnė už tą, kuri yra paskyroje.
lv: Pārskaitījuma summa ir lielāka par kontā pieejamo.
pt: O montante da transferência é superior ao saldo disponível na conta.

source: Additional area (m²)
de: Zusätzlicher Bereich (m²)
fr: Zone supplémentaire (m²)
sv: Biarea (m²)

source: Plot area (m²)
de: Grundstück (m²)
fr: Parcelle (m²)
sv: Tomtarea (m²)

source: You have enter incorrect service code to many times. For safety reasons the service code is now blocked. You may unlock your safety in Hembanken, in Mobila tjänster.
de: Sie haben den falschen Dienstcode zu oft eingegeben. Aus Sicherheitsgründen ist der Code jetzt gesperrt. Sie können ihn bei Hembanken in Mobila tjänster wieder freischalten.
es: Ha ingresado un código de servicio incorrecto muchas veces. Por razones de seguridad, el código de servicio ahora está bloqueado. Puede desbloquear su seguridad en Hembanken, en Mobila tjänster.
et: Te olete teenuskoodi mitu korda valesti sisestanud. Turvalisuse huvides on teenuskood nüüd blokitud. Saate selle avada Hembankenis (jaotises „Mobila tjänster“).
fr: Vous avez saisi un code incorrect à de trop nombreuses reprises. Le service est désormais verrouillé pour des raisons de sécurité. Vous pouvez déverrouiller cette sécurité dans Hembanken, dans Mobila tjänster.
it: Hai inserito più volte un codice di servizio errato. Per motivi di sicurezza, il codice di servizio è ora bloccato. Puoi annullare i tuoi blocchi di sicurezza in Hembanken, in Mobila tjänster.
lt: Per daug kartų įvedėte neteisingą paslaugos kodą. Saugumui užtikrinti, paslaugos kodas dabar užblokuotas. Galite savo saugą atrakinti „Hembanken“, „Mobila tjänster“.
lv: Jūs pārāk daudz reižu nepareizi ievadījāt pakalpojuma kodu. Drošības iemeslu dēļ šis pakalpojumu kods ir bloķēts. Jūs varat to atbloķēt Hembanken, lietotnē Mobila tjänster.
pt: Introduziu demasiadas vezes um código de serviço incorreto. Por motivos de segurança, o código de serviço foi bloqueado. Pode solicitar o desbloqueamento no Hembanken, em Mobila tjänster.
sv: Du har fyllt i en felaktig servicekod för många gånger. Av säkerhetsskäl har din servicekod nu spärrats. Du kan låsa upp den i Hembanken, i Mobila tjänster.

source: To use the mobile services you need to sign an agreement for Service code. Log in at Hembanken and and look in Mobila tjänster - Se och ändra servicekod.
de: Um die mobilen Dienste zu verwenden, müssen Sie eine Vereinbarung für den Dienstcode unterschreiben. Loggen Sie sich bei Hembanken ein und sehen Sie sich Mobila tjänster - Se och ändra servicekod an.
es: Para utilizar los servicios móviles, debe firmar un acuerdo para el código de servicio. Inicie sesión en Hembanken y busque en Mobila tjänster - Se och ändra servicekod.
et: Mobiiliteenuste kasutamiseks peate allkirjastama teenuskoodi lepingu. Logige Hembankenisse ja leidke jaotis „Mobila tjänster > Se och ändra servicekod“.
fr: Pour utiliser les services mobiles, vous devez signer un accord pour le code de service. Connectez-vous à Hambanken et cherchez dans Mobila tjänster : Se och ändra servicekod.
it: Per utilizzare i servizi mobili devi firmare un contratto per il codice di servizio. Accedi a Hembanken e guarda in Mobila tjänster - Se och ändra servicekod.
lt: Norėdami naudoti mobiliąsias paslaugas, turite pasirašyti sutartį, kad gautumėte paslaugos kodą. Prisijunkite prie „Hembankenk“ ir ieškokite „Mobila tjänster - Se och ändra servicekod“.
lv: Lai izmantotu mobilos pakalpojumus, jums ir jāparaksta pakalpojuma koda līgums. Pierakstieties Hembanken un atveriet sadaļu Mobila tjänster - Se och ändra servicekod.
pt: Para usar os serviços móveis, é necessário assinar um acordo para o código de Serviço. Inicie sessão no Hembanken e consulte Mobila tjänster - Se och ändra servicekod.
sv: För att använda mobiltjänsten behöver du godkänna villkoret för servicekod. Logga in på Hembanken och gå till Mobila tjänster - Se och ändra servicekod.

source: Wrong personal number or service code. Please try again or control your service code in Hembanken, in Mobila tjänster.
de: Falsche persönliche Nummer oder Dienstcode. Bitte versuchen Sie es erneut oder sehen Sie sich Ihren Dienstcode in Hembanken in Mobila tjänster an.
es: Número personal o código de servicio incorrecto. Vuelva a intentarlo o controle su código de servicio en Hembanken, en Mobila tjänster.
et: Vale isiku- või teenuskood. Proovige uuesti või kontrollige oma teenuskoodi Hembankenis (jaotises „Mobila tjänster“).
fr: Numéro personnel ou code de service erroné. Veuillez réessayer ou contrôlez votre code de service dans Hembanken, dans Mobila tjänster.
it: Numero personale o codice di servizio errato. Riprova o controlla il tuo codice di servizio in Hembanken, in Mobila tjänster.
lt: Neteisingas asmens kodas arba paslaugos kodas. Bandykite dar kartą arba patikrinkite savo paslaugos kodą „Hembanken“, „Mobila tjänster“.
lv: Nepareizs personas kods vai pakalpojuma kods. Lūdzu, mēģiniet vēlreiz, vai pārvaldiet savu pakalpojuma kodu Hembanken lietotnē Mobila tjänster.
pt: Número pessoal ou código de serviço errado. Tente novamente ou controle o seu código de serviço no Hembanken, em Mobila tjänster.
sv: Felaktigt personnummer eller servicekod. Var god försök igen eller kontrollera din servicekod i Hembanken, under Mobila tjänster.
