Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: It seems like you have an account at {0} that you haven't connected to Tink.
de: Es sieht so aus, als hätten Sie ein Konto bei {0}, das Sie nicht mit Tink verknüpft haben.
fr: Il semble que vous ayez un compte chez {0} que vous n'avez pas connecté à Tink.
nl: Het lijkt erop dat uw account bij {0} nog niet is gekoppeld aan Grip.
sv: Det verkar som du har ett konto hos {0} som du inte har länkat till Tink.

source: Pick a location for another {1} merchants and see {0}% on the eating out map.
de: Wählen Sie einen Standort für weitere {1} Händler und sehen Sie {0}% der Restaurantkarte.
fr: Choisissez un lieu pour {1} autres marchants et consultez {0}% sur la carte des restaurants.
nl: Kies de locatie voor {1} andere restaurants en zie het {0}% op de restaurant kaart.
sv: Sätt plats på ytterligare {1} ställen och se {0}% av alla köp på matkartan.

source: Pick a location for another {1} merchants to reach {0}% merchantized.
de: Wählen Sie einen Standort für weitere {1} Händler, um {0}% zu erreichen.
fr: Choisissez un autre lieu pour {1} autres marchands pour atteindre {0}% de marchandisation.
sv: Sätt plats på ytterligare {1} ställen och nå {0}% mappat.

source: Expense
de: Ausgaben
fr: Dépense
nl: Uitgave
sv: Utgift

source: Expenses
de: Ausgaben
fr: Dépenses
nl: Uitgaven
sv: Utgifter

source: You've made a purchase.
de: Sie haben einen Kauf getätigt.
fr: Vous avez effectué un achat.
nl: U heeft iets gekocht.
sv: Du har gjort ett köp.

source: You had an expense charged by {0}
de: Ihnen wurde eine Ausgabe von {0} berechnet
fr: Vous avez effectué une dépense payée à {0}
nl: Er is een afschrijving geweest van {0}
sv: Det har dragits en utgift av {0}

source: You spent {0} more yesterday than the average tab at {1}.
de: Sie haben gestern {0} mehr als durchschnittlich für {1} ausgegeben.
fr: Vous avez dépensé {0} de plus hier que l'addition moyenne à {1}.
nl: U heeft gisteren {0} meer uitgegeven dan gemiddeld bij {1}.
sv: Du spenderade {0} mer igår än den genomsnittliga notan på {1}.

source: Transfer
de: Überweisung
fr: Transfert
sv: Överföring

source: You transferred {0} from {1} to {2}
de: Sie haben {0} von {1} nach {2} überwiesen
fr: Vous avez transféré {0} de {1} à {2}
nl: U heeft {0} overgeboekt van {1} naar {2}
sv: Du har överfört {0} från {1} till {2}

source: Less than usual
de: Weniger als gewöhnlich
fr: Moins que d'habitude
nl: Minder dan normaal
sv: Mindre än vanligt

source: You have spent less than usual on {0} this month.
de: Sie haben weniger als normal diesen Monat für {0} ausgegeben
fr: Vous avez dépensé moins que d'habitude en {0} ce mois-ci.
nl: U heeft deze maand minder geld dan normaal uitgegeven aan {0}.
sv: Du har gjort av med mindre än vanligt på {0} den här månaden.

source: You have spent more than usual on {0} this month.
de: Sie haben mehr als normal diesen Monat für {0} ausgegeben
fr: Vous avez dépensé plus que d'habitude en {0} ce mois-ci.
nl: U heeft deze maand meer geld dan normaal uitgegeven aan {0}.
sv: Du har gjort av med mer än vanligt på {0} den här månaden.

source: others
de: sonstiges
fr: autres
nl: anderen
sv: andra

source: other
de: sonstiges
fr: autre
nl: ander
sv: andra

source: {0} year old
de: {0} Jahr alt
fr: il y a {0} an
nl: {0} jaar oud
sv: {0}-åriga

source: {0} year olds
de: {0} Jahre alt
fr: il y a {0} ans
nl: {0} jaar oud
sv: {0}-åringar

source: men
de: Männer
fr: hommes
nl: mannen
sv: män

source: women
de: Frauen
fr: femmes
nl: vrouwen
sv: kvinnor

source: Week {0}
de: Woche {0}
fr: Semaine {0}
sv: Vecka {0}

source: Weekly Summary
de: Wöchentliche Zusammenfassung
fr: Sommaire de la semaine
nl: Weekoverzicht
sv: Veckosammanfattning

source: You are good with your goals. Great job!
de: Sie sind auf dem besten Weg bei Ihrem Ziel. Gut gemacht!
fr: Vous êtes en bonne voie pour vos objectifs. Beau travail !
nl: U zit nog binnen uw budgetten. Goed bezig!
sv: Du är på banan med ditt mål. Grymt jobbat!

source: You have already blown your goal. Better luck next month.
de: Sie haben Ihr Ziel bereits verpasst. Viel Glück für den nächsten Monat.
fr: Vous avez déjà dépassé votre objectif. Réessayez le mois prochain.
nl: U bent niet binnen uw budget gebleven. Volgende keer beter.
sv: Du har redan missat ditt mål. Bättre lycka nästa månad.

source: You are good on {0} of your {1} goals.
de: Sie machen Fortschritte bei {0} von Ihren {1} Zielen.
fr: Vous êtes en bonne voie pour {0} objectifs sur {1}.
nl: U bent binnen {0} van de {1} budgetten gebleven.
sv: Du är på banan med {0} av dina {1} mål.

source: Check it out!
de: Sehen Sie ihn sich an!
fr: Allez voir !
nl: Bekijk het nu!
sv: Kolla in den!

source: You have spent {0} during last week.
de: Sie haben letzte Woche {0} ausgegeben.
fr: Vous avez dépensé {0} la semaine dernière
nl: U heeft de afgelopen week {0} uitgegeven.
sv: Du gjorde av med {0} förra veckan.

source: Share me
de: Teilen
fr: Me partager
nl: Deel mij

source: Card fees
de: Kartengebühren
fr: Frais de carte
nl: Kosten voor pasgebruik
sv: Kortavgifter

source: Cash withdrawal fees
de: Abhebungensgebühren
fr: Retrait avec frais
nl: Kosten voor geldopname
sv: Uttagsavgifter

source: Administration fees
de: Verwaltungsgebühren
fr: Frais administratifs
nl: Kosten voor administratie
sv: Administrationsavgifter

source: You have payed at least {0} in bank fees so far this year. That is equal to the average Tink user.
de: Sie haben bisher dieses Jahr {0} an Bankgebühren bezahlt. Das entspricht dem durchschnittlichen Tink-Nutzer.
fr: Vous avez payé au moins {0} de frais bancaires jusqu'ici cette année. C'est la moyenne de l'utilisateur de Tink.
nl: U heeft dit jaar tot nu toe minimaal {0} aan bankkosten betaald. Dat is gelijk aan wat anderen betaalden.
sv: Du har betalat minst {0} i bankavgifter hittills i år. Det är lika mycket som den genomsnittliga Tink-användaren.

source: You have payed at least {0} in bank fees so far this year. That is {1} more than the average Tink user.
de: Sie haben bisher dieses Jahr {0} an Bankgebühren bezahlt. Das ist mehr als {1} des durchschnittlichen Tink-Nutzers.
fr: Vous avez payé au moins {0} de frais bancaires jusqu'ici cette année. C'est {1} de plus que la moyenne de l'utilisateur de Tink.
nl: U heeft dit jaar tot nu toe minimaal {0} aan bankkosten betaald. Dat is {1} meer dan wat anderen betaalden.
sv: Du har betalat minst {0} i bankavgifter hittills i år. Det är {1} mer än den genomsnittliga Tink-användaren.

source: You have payed at least {0} in bank fees so far this year. That is {1} less than the average Tink user.
de: Sie haben bisher dieses Jahr {0} an Bankgebühren bezahlt. Das ist weniger als {1} des durchschnittlichen Tink-Nutzers.
fr: Vous avez payé au moins {0} de frais bancaires jusqu'ici cette année. C'est {1} de moins que la moyenne de l'utilisateur de Tink.
nl: U heeft dit jaar tot nu toe minimaal {0} aan bankkosten betaald. Dat is {1} minder dan wat anderen betaalden.
sv: Du har betalat minst {0} i bankavgifter hittills i år. Det är {1} mindre än den genomsnittliga Tink-användaren.

source: Approve
de: Zustimmen
fr: Approuver
sv: Godkänn

source: To be payed {0}
de: Es wird gezahlt {0}
fr: À payer {0}
sv: Betalas senast {0}

source: Immediate
de: Sofort
fr: Immédiat
sv: Omgående

source: {0} overspent
de: {0} zuviel ausgegeben
fr: {0} payé en plus
nl: {0} teveel uitgegeven
sv: {0} över budget

source: {0} left
de: {0} übrig
fr: {0} restant
nl: {0} over
sv: {0} kvar

source: of {0}
de: von {0}
fr: sur {0}
nl: van {0}
sv: av {0}

source: {0} above avg.
de: {0} über Durchschnitt
fr: {0} au-dessus de moy.
nl: {0} meer dan normaal
sv: {0} över snittet

source: {0} below avg.
de: {0} unter Durchschnitt
fr: {0} en dessous de moy.
nl: {0} minder dan normaal
sv: {0} under snittet

source: Biggest purchase
de: Größter Kauf
fr: Plus gros achat
nl: Grootste uitgave
sv: Största inköp

source: Total expenses
de: Gesamtausgaben
fr: Dépenses totales
nl: Totale uitgaven
sv: Totala utgifter

source: {0} over avg.
de: {0} über Durchschnitt
fr: {0} au-dessus de moy.
nl: {0} meer dan normaal
sv: {0} över snittet

source: Unusual spending
de: Ungewöhnliche Ausgabe
fr: Dépense inhabituelle
nl: Ongebruikelijke uitgaven
sv: Avvikande utgifter

source: normally
de: Normal
fr: normalement
nl: normaal
sv: snitt

source: Start wizard now
de: Jetzt den Assistenten starten
fr: Lancer l'assistant
nl: Start de wizard nu
sv: Starta guiden nu

source: Improve categorization
de: Kategorisierung starten
fr: Améliorer la catégorisation
nl: Verbeter categorisatie
sv: Förbättra kategoriseringen

source: You can reach {0}% by categorizing one additional transaction.
de: Sie erreichen {0}%, indem Sie eine zusätzliche Überweisung kategorisieren.
fr: Vous pouvez atteindre {0}% en catégorisant une transaction supplémentaire.
nl: Als u nog 1 transactie categoriseert, bereikt u {0}%.
sv: Du kan nå {0} % genom att kategorisera ytterligare en transaktion.

source: {0} incomes
de: {0} Einkommen
fr: {0} revenus
nl: {0} inkomsten
sv: {0} inkomster

source: {0} expenses
de: {0} Ausgaben
fr: {0} dépenses
nl: {0} uitgaven
sv: {0} utgifter

source: {0} large expenses
de: {0} große Ausgaben
fr: {0} grosses dépenses
nl: {0} grote uitgaven
sv: {0} stora utgifter

source: {0} bank fees
de: {0} Bankgebühren
fr: {0} frais bancaires
nl: {0} bankkosten
sv: {0} bankavgifter

source: Weekly summary
de: Wöchentliche Zusammenfassung
fr: Relevé hebdomadaire
nl: Weekoverzicht
sv: Veckosammanfattning

source: Expenses this week
de: Ausgaben diese Woche
fr: Dépenses cette semaine
nl: Uitgaven deze week
sv: Utgifter den här veckan

source: average
de: Durchschnitt
fr: moyenne
nl: gemiddeld
sv: snitt

source: You have no registered address
de: Sie haben keine Meldeadresse
fr: Aucune adresse n'est enregistrée
nl: U heeft geen geregistreerd adres
sv: Du har ingen registrerad folkbokföringsadress

source: You have no registered company engagements
de: Sie haben keine registrierten Firmenengagements
fr: Aucun engagement avec une entreprise n'est enregistré
sv: Du har inga registrerade bolagsengagemang

source: You have no registered debts at the Kronofogden
de: Sie haben keine registrierten Schulden bei Kronofogden
fr: Aucune dette n'est enregistrée à Kronofogden
sv: Du har inga registrerade skulder hos Kronofogden

source: You have no detected double charges
de: Sie haben keine erfassten Doppelbuchungen
fr: Aucune double facturation n'a été détectée
nl: Wij hebben geen dubbel afschrijvingen gevonden
sv: Du har inga detekterade dubbeldragningar

source: You have no registered personal data
de: Sie haben persönlichen Daten registriert
fr: Aucune donnée personnelle n'est enregistrée
nl: U heeft geen geregistreerde persoonlijke gegevens
sv: Du har inga registrerade personuppgifter

source: You have no credit inquiries to show
de: Sie haben Kreditanfragen, die angezeigt werden können
fr: Aucune demande de carte à afficher
sv: Du har inga upplysningskopior att visa

source: You have no detected unusual large expenses
de: Sie haben keine erfassten ungewöhnlich großen Ausgaben
fr: Aucune dépense anormalement élevée détectée
sv: Du har inga detekterade ovanligt stora köp

source: You have no registered non-payments
de: Sie haben keine registrierten Nichtzahlungen
fr: Aucun non paiement enregistré
sv: Du har inga registrerade betalningsanmärkningar

source: You have no registered real estate
de: Sie haben keine registrierten Immobilien
fr: Aucun bien immobilier enregistré
sv: Du har inga registrerade fastighetsinnehav

source: You have no estimated credit score
de: Sie haben keine geschätzte Credit Score
fr: Aucun score de crédit estimé
sv: Du har ingen beräknad kreditscore

source: You have no detected unusual large withdrawals
de: Sie haben keine erfassten ungewöhnlich großen Abbuchungen
fr: Aucun retrait anormalement élevé enregistré
sv: Du har inga detekterade ovanligt stora kontantuttag

source: You have no extra frequent activity on any of your accounts
de: Sie haben keine zusätzlichen, häufigen Aktivitäten auf einem Ihrer Konten
fr: Aucune activité trop fréquente sur vos comptes
nl: Vandaag gebruikt u uw rekeningen niet meer dan gebruikelijk.
sv: Du har inte haft ovanligt mycket aktivitet på något av dina konton

source: You have no detected off-location purchases.
de: Sie haben keine erfassten Einkäufe abseits des Standorts.
fr: Aucun achat hors-localisation détecté.
sv: Du har inga noterade främmande transaktioner

source: You have no detected fraudulent merchant purchases
de: Sie haben keine erfassten betrügerischen Händlereinkäufe
fr: Aucun achat chez un marchand frauduleux détecté
sv: Du har inga detekterade köp på något varningslistat ställe

source: You have no tax return registered
de: Sie haben keine Steuererklärung registriert
fr: Aucune déclaration de revenus enregistrée
sv: Du har ingen deklaration registrerad

source: Your registered address is
de: Ihre Meldeadresse lautet
fr: Vous avez enregistré l'adresse
nl: Uw geregistreerde adres is
sv: Din folkbokföringsadress är

source: You have the role of %s in
de: Sie haben die Rolle %s in
fr: Vous avez le rôle de %s dans
sv: Du har rollen %s i

source: You no longer have the role %s in
de: Sie haben die Rolle %s nicht mehr in
fr: Vous n'avez plus le rôle de %s dans
sv: Du har inte längre rollen %s i

source: Your personal data is
de: Ihre persönlichen Daten lauten
fr: Vos données personnelles sont
nl: Uw persoonlijke gegevens zijn
sv: Dina personuppgifter är

source: You are registered owner of
de: Sie sind der gemeldete Eigentümer von
fr: Vous êtes le propriétaire enregistré de
sv: Du är registrerad ägare av

source: You have %s debt with a balance of
de: Sie haben %s Schulden über
fr: Vous avez une dette de %s avec un solde de
sv: Du har %s skuldsaldo på

source: You have a non-payment at
de: Sie haben eine Nichtzahlung von
fr: Vous avez un non paiement à
sv: Du har en betalningsanmärkning hos

source: %s with amount %s
de: %s mit einer Summe von %s
fr: %s avec un montant de %s
sv: %s med belopp %s

source: No credit scoring
de: Keine Credit Score
fr: Aucun score de crédit
sv: Ingen scoringberäkning

source: You have a credit score of
de: Sie haben eine Credit Score von
fr: Vous avez un score de crédit de
sv: Du har en kreditscore på

source: %s out of %s with description: %s
de: %s von %s mit Beschreibung: %s
fr: %s sur %s avec la description : %s
sv: %s av %s med beskrivningen: %s

source: You have a possible double charge from
de: Sie haben eine mögliche Doppelbuchung von
fr: Vous avez une possible double facturation de
nl: U heeft mogelijk een dubbele afschrijving van
sv: Du har en möjlig dubbeldragning från

source: This day you have an extra frequent activity on you account
de: An diesem Tag haben Sie besonders häufige Aktivitäten auf Ihrem Konto
fr: Ce jour-là, vous avez une activité trop fréquente sur votre compte
nl: Vandaag gebruikt u uw rekening veel
sv: Den här dagen har du ovanligt mycket aktivitet på ditt konto

source: %s with %s transactions
de: %s mit %s Transaktionen
fr: %s avec %s transactions
nl: %s met %s uitgaven
sv: %s med %s transaktioner

source: You have an unusual large expense from
de: Sie haben eine ungewöhnlich hohe Ausgabe von
fr: Vous avez une dépense anormalement élevée de
nl: U heeft een ongebruikelijk grote uitgave van
sv: Du har en ovanligt stor utgift till

source: A credit inquiry was taken for you from
de: Eine Kreditanfrage über Sie wurde veranlasst von
fr: Une demande de crédit a été demandée pour vous depuis
sv: Det har tagits en kreditupplysning på dig från

source: You have an unusual large withdrawal with amount
de: Sie haben eine ungewöhnlich hohe Abbuchung über
fr: Vous avez un retrait anormalement élevé d'un montant de
nl: U heeft een ongebruikelijke hoeveelheid geld opgenomen
sv: Du har gjort ett ovanligt stort kontantuttag på

source: You made a purchase at
de: Sie haben einen Kauf getätigt bei
fr: Vous avez effectué un achat à
nl: U heeft iets gekocht bij
sv: Du har gjort ett köp på

source: You made a purchase at an untrusted listed merchant
de: Sie haben einen Kauf getätigt bei einem nicht vertrauenswürdigen Händler
fr: Vous avez effectué un achat chez un marchant non digne de confiance
sv: Du har gjort ett köp på en varningslistad handlare

source: Your tax return from Skatteverket, total income is {0}
de: Ihre Steuererklärung von Skatteverket. Das Gesamteinkommen beläuft sich auf {0}
fr: Votre déclaration de revenus de Skatteverket, le revenu total est de {0}
sv: Din deklaration från Skatteverket, total inkomst är {0}

source: Tax return
de: Steuererklärung
fr: Déclaration de revenus
nl: Belasting terruggave
sv: Deklaration

source: Your tax return from Skatteverket for income year {0}, total income is {1}
de: Ihre Steuererklärung von Skatteverket für das Steuerjahr {0}. Das Gesamteinkommen beläuft sich auf {1}
fr: Votre déclaration de revenus de Skatteverket pour l'année fiscale {0}, le revenu total est de {1}
sv: Din deklaration från Skatteverket för inkomstår {0}, total inkomst är {1}

source: Income year {0}
de: Steuerjahr {0}
fr: année fiscale {0}
nl: Inkomsten jaar {0}
sv: Inkomstår {0}

source: Employment: {0} Capital: {1} Tax: {2}
de: Anstellung: {0} Kapital: {1} Steuern: {2}
fr: Emploi : {0} Capital : {1} Impôt : {2}
sv: Tjänst: {0} Kapital: {1} Skatt: {2}

source: Registered address
de: Meldeadresse
fr: Adresse enregistrée
nl: Geregistreerd adres
sv: Folkbokföring

source: Company engagement
de: Firmenengagement
fr: Engagement d'entreprise
sv: Bolagsengagemang

source: Debt balance
de: Schuldenstand
fr: Solde de la dette
sv: Skuldsaldo

source: Account activity
de: Kontoaktivität
fr: Activité du compte
nl: Account activiteit
sv: Kontoaktivitet

source: Identity
de: Identität
fr: Identité
nl: Identiteit
sv: Personuppgifter

source: Credit inquiry
de: Kreditanfrage
fr: Demande de crédit
sv: Kreditupplysning

source: Nonpayment
de: Nichtzahlung
fr: Non paiement
sv: Betalningsanmärkning

source: Real estate holding
de: Immobilienbestand
fr: Bien immobilier
sv: Fastighetsinnehav

source: Large withdrawal
de: Große Abhebunge
fr: Gros retrait
nl: Grote geldopname
sv: Stort kontantuttag

source: Off location purchase
de: Einkauf abseits des Standorts
fr: Achat hors-localisation
sv: Främmande transaktion

source: Fraudulent merchant
de: Betrügerischer Händler
fr: Marchand frauduleux
nl: Frauduleus bedrijf
sv: Varningslistad handlare

source: Non-payments
de: Nichtzahlungen
fr: Non paiements
sv: Anmärkningar

source: Identity & engagements
de: Identität & Engagements
fr: Identité et engagements
sv: Identitiet & ägande

source: Credit reviews
de: Kreditprüfungen
fr: Évaluations de crédit
sv: Kreditvärdighet

source: Account activities
de: Kontoaktivitäten
fr: Activités du compte
sv: Kontohändelser

source: The information is fetched from Statens personadressregister. SPAR includes all persons who are registered as resident in Sweden. The data in SPAR is updated each day with data from the Swedish Population Register.
de: Diese Informationen kommen aus dem Statens personadressergister. SPAR beinhaltet alle Personen, die als Einwohner in Schweden registriert sind. Die Daten in SPAR wird jeden Tag mit Daten aus dem schwedischen Einwohnermelderegister aktualisiert.
es: La información se obtiene del registro de dirección de persona de State. SPAR incluye a todas las personas registradas como residentes en Suecia. Los datos de SPAR se actualizan cada día con datos del Registro de población sueco.
et: Teavet saadakse Statens personadressregister’ist (SPAR). SPAR hõlmab kõiki Rootsi elanikena registreeritud isikuid. SPARi andmeid sünkroonitakse iga päev Rootsi rahvastikuregistri andmetega.
fr: Les informations sont récupérées à partir de Statens personadressregister. SPAR inclut toutes les personnes enregistrées comme résident en Suède. Les données de SPAR sont mises à jour chaque jour avec les données du Registre de la Population de la Suède.
it: Le informazioni vengono recuperate da Statens personadressregister. SPAR include tutte le persone registrate come residenti in Svezia. I dati SPAR vengono aggiornati ogni giorno con i dati dell'anagrafe svedese.
lt: Informacija gauta iš „Statens personadressregister“. SPAR apima visus asmenis, kurie yra užregistruoti kaip Švedijos gyventojai. SPAR duomenys kiekvieną dieną atnaujinami duomenimis iš Švedijos gyventojų registro.
lv: Šī informācija tiek iegūta no Statens personadressregister. SPAR iekļauj visas personas, kas ir reģistrētas kā Zviedrijas rezidenti. SPAR dati tiek atjaunoti katru dienu no Zviedrijas iedzīvotāju reģistra.
pt: As informações são recolhidas do Statens personadressregister. O SPAR inclui todas as pessoas registadas como residentes na Suécia. Os dados do SPAR são atualizados diariamente com dados do Registo Sueco de População.
sv: Uppgifterna är hämtade från SPAR. Statens personadressregister, SPAR, är ett offentligt register som omfattar alla personer som är folkbokförda i Sverige, både svenska och utländska medborgare. Uppgifterna i SPAR uppdateras varje dygn med uppgifter från folkbokföringsregistret.
