Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: It's not possible to modify the source or destination account of this transfer
de: Es ist nicht möglich, das Quell- oder Zielkonto dieser Überweisung zu bearbeiten
es: No es posible modificar la cuenta de origen o destino de esta transferencia
et: Ülekande lähte- või sihtkontot ei saa muuta
fr: Il est impossible de modifier le compte source ou de destination de ce transfert
it: Non è possibile modificare il conto di origine o di destinazione di questo bonifico
lt: Nepavyko pakeisti šio pavedimo siuntėjo arba gavėjo sąskaitos
lv: Nav iespējams mainīt šī pārskaitījuma avota vai saņēmēja kontu
pt: Não é possível modificar a conta de origem ou de destino desta transferência
sv: Det är inte möjligt att ändra från- eller tillkonto på denna överföring

source: The message length exceeds maximum of {0} letters.
de: Die Nachrichtenlänge überschreitet {0} Buchstaben.
es: La longitud del mensaje supera el máximo de {0} letras.
et: Sõnumi pikkus ületab lubatud pikkuse {0} tähte.
fr: La taille du message dépasse le maximum de {0} lettres.
it: La lunghezza del messaggio supera il valore massimo di {0} lettere.
lt: Pranešimo ilgis viršija daugiausiai {0} raidžių ribą.
lv: Ziņojuma garums pārsniedz maksimālo rakstzīmju skaitu ({0}).
pt: O comprimento da mensagem excede o máximo de {0} letras.
sv: Meddelandets längd är längre än det maximala, {0} tecken.

source: Same as previous month
de: Identisch mit dem vorherigen Monat
fr: Identique au mois précédent
nl: Gelijk aan vorige maand
sv: Samma som förra månaden

source: {0} less than previous month
de: {0} weniger als im vorherigen Monat
fr: {0} de moins que le mois précédent
nl: {0} minder dan vorige maand
sv: {0} mindre än förra månaden

source: {0} more than previous month
de: {0} mehr als im vorherigen Monat
fr: {0} de plus que le mois précédent
nl: {0} meer dan vorige maand
sv: {0} mer än förra månaden

source: {0} expense
de: {0} Ausgaben
fr: {0} de dépenses
nl: {0} uitgave
sv: {0} utgift

source: {0} income
de: {0} Einkommen
fr: {0} de revenu
nl: {0} inkomen
sv: {0} inkomst

source: It's not possible to modify the destination of this transfer
de: Es ist nicht möglich, das Ziel dieser Überweisung zu bearbeiten
es: No es posible modificar el destino de esta transferencia.
et: Ülekande sihtkohta ei saa muuta
fr: Il est impossible de modifier la destination de ce transfert
it: Non è possibile modificare la destinazione di questo bonifico
lt: Nepavyko pakeisti šio pavedimo gavėjo
lv: Nav iespējams mainīt šī pārskaitījuma saņēmēju
pt: Não é possível modificar o destino desta transferência
sv: Det är inte möjligt att ändra mottagare på denna överföring

source: {0} overview
de: {0} Überblick
fr: {0} synthèse
nl: {0} overzicht

source: N/A
de: K/A
et: P/K
fr: ND
it: N/D
lt: Nėra
pt: N/D

source: It's not possible to modify the amount of this e-invoice
de: Es ist nicht möglich, die Summe dieser E-Rechnung zu bearbeiten
es: No es posible modificar el monto de esta factura electrónica
et: E-arve summat ei saa muuta
fr: Il est impossible de modifier le montant de cette e-facture
it: Non è possibile modificare l'importo di questa fattura elettronica
lt: Nepavyko pakeisti šios el. sąskaitos sumos
lv: Nav iespējams mainīt šī e-rēķina summu
pt: Não é possível modificar o montante desta e-fatura
sv: Det är inte möjligt att ändra beloppet på denna e-faktura

source: It's not possible to modify the due date of this e-invoice
de: Es ist nicht möglich, das Fälligkeitsdatum dieser E-Rechnung zu bearbeiten
fr: Il est impossible de modifier la date d'échéance de cette e-facture

source: It's not possible to modify the destination account of this e-invoice
de: Es ist nicht möglich, das Zielkonto dieser E-Rechnung zu bearbeiten
es: No es posible modificar la cuenta de destino de esta factura electrónica
et: E-arve sihtkontot ei saa muuta
fr: Il est impossible de modifier le compte de destination de cette e-facture
it: Non è possibile modificare il conto di destinazione di questa fattura elettronica
lt: Nepavyko pakeisti šios el. sąskaitos gavėjo
lv: Nav iespējams mainīt šī e-rēķina saņēmēja kontu
pt: Não é possível modificar a conta de destino desta e-fatura
sv: Det är inte möjligt att ändra mottagare på denna e-faktura

source: It's not possible to modify the source message of this e-invoice
de: Es ist nicht möglich, die Quellnachricht dieser E-Rechnung zu bearbeiten
es: No es posible modificar el mensaje de origen de esta factura electrónica
et: E-arve lähtesõnumit ei saa muuta
fr: Il est impossible de modifier le message source de cette e-facture
it: Non è possibile modificare il messaggio di origine di questa fattura elettronica
lt: Nepavyko pakeisti šios el. sąskaitos siuntėjo pranešimo
lv: Nav iespējams mainīt šī e-rēķina avota ziņojumu
pt: Não é possível modificar a mensagem original desta e-fatura
sv: Det är inte möjligt att ändra eget meddelande på denna e-faktura

source: It's not possible to modify the destination message of this e-invoice
de: Es ist nicht möglich, die Zielnachricht dieser E-Rechnung zu bearbeiten
es: No es posible modificar el mensaje de destino de esta factura electrónica
et: E-arve sihtsõnumit ei saa muuta
fr: Il est impossible de modifier le message de destination de cette e-facture
it: Non è possibile modificare il messaggio di destinazione di questa fattura elettronica
lt: Nepavyko pakeisti šios el. sąskaitos gavėjo pranešimo
lv: Nav iespējams mainīt šī e-rēķina galamērķa ziņojumu
pt: Não é possível modificar a mensagem de destino desta e-fatura
sv: Det är inte möjligt att ändra OCR/meddelande på denna e-faktura

source: This week
de: Diese Woche
fr: Cette semaine
nl: Deze week
sv: Denna vecka

source: E-invoices to approve
de: E-Rechnungen zum Überprüfen
fr: E-factures à approuver

source: E-invoice to approve
de: E-Rechnung zum Bestätigen
fr: E-facture à approuver
sv: E-faktura att godkänna

source: Could not validate e-invoice
de: E-Rechnung konnte nicht bestätigt werden
es: No se pudo validar la factura electrónica
et: E-arve kinnitamine nurjus
fr: Impossible de valider l'e-facture
it: Impossibile convalidare la fattura elettronica
lt: Nepavyko patvirtinti el. sąskaitos
lv: Neizdevās validēt e-rēķinu
pt: Não foi possível validar a e-fatura
sv: Det gick inte att validera e-fakturan

source: Could not execute transfer
de: Überweisung konnte nicht ausgeführt werden
es: No se pudo ejecutar la transferencia
et: Ülekanne nurjus
fr: Impossible d'effectuer le transfert
it: Impossibile eseguire il bonifico
lt: Nepavyko įvykdyti pavedimo
lv: Nevarēja izpildīt pārskaitījumu
pt: Não foi possível executar a transferência
sv: Överföringen kunde inte genomföras

source: Could not delete transfer
de: Überweisung konnte nicht gelöscht werden
es: No se pudo borrar la transferencia
et: Ülekannet ei saanud kustutada
fr: Impossible de supprimer le transfert
it: Impossibile eliminare il bonifico
lt: Nepavyko pašalinti pavedimo
lv: Nevarēja dzēst pārskaitījumu
pt: Não foi possível eliminar a transferência
sv: Det gick inte att ta bort överföringen

source: An error occurred when confirming the transfer
de: Ein Fehler ist bei der Bestätigung der Überweisung aufgetreten
es: Ocurrió un error al confirmar la transferencia
et: Ülekande kinnitamisel tekkis viga
fr: Une erreur s'est produite lors de la confirmation du transfert
it: Si è verificato un errore durante la conferma del bonifico
lt: Tvirtinant pavedimą įvyko klaida
lv: Pārskaitījuma apstiprināšanas brīdī notika kļūda
pt: Ocorreu um erro durante a confirmação da transferência
sv: Ett fel uppstod när överföringen skulle bekräftas

source: Could not create payment
de: Zahlung konnte nicht erstellt werden
es: No se pudo crear el pago
et: Makse loomine nurjus
fr: Impossible de créer le paiement
it: Impossibile creare il pagamento
lt: Nepavyko sukurti mokėjimo
lv: Neizdevās izveidot maksājumu
pt: Não foi possível criar o pagamento
sv: Det gick inte att skapa betalningen

source: Could not update payment
de: Zahlungsmethode konnte nicht aktualisiert werden
es: No se pudo actualizar el pago
et: Makse uuendamine nurjus
fr: Impossible de mettre à jour le paiement
it: Impossibile aggiornare il pagamento
lt: Nepavyko atnaujinti mokėjimo
lv: Neizdevās atjaunināt maksājumu
pt: Não foi possível atualizar o pagamento
sv: Det gick inte att uppdatera betalningen

source: Transfer or payment was not signed with security token device
de: Überweisung oder Zahlung wurde nicht mit dem Gerät für Sicherheitstoken unterzeichnet
es: La transferencia o el pago no se firmó con el dispositivo de token de seguridad
et: Ülekannet või makset ei allkirjastatud turvatõendiseadmelt
fr: Le transfert ou le paiement n'a pas été signé avec un jeton de sécurité
it: Il bonifico o il pagamento non sono stati firmati con il dispositivo token di sicurezza
lt: Pavedimas arba mokėjimas nebuvo pasirašytas su saugos ženklelio įrenginiu
lv: Pārskaitījums vai maksājums netika parakstīts ar drošības kodu ierīci
pt: A transferência ou pagamento não foram assinados com o dispositivo de código de segurança
sv: Överföringen eller betalningen signerades inte med kodboxen

source: You have another BankID session in progress. Please try again.
de: Sie haben eine andere aktuelle BankID-Sitzung. Bitte versuchen Sie es erneut.
es: Tiene otra sesión de BankID en curso. Inténtalo de nuevo.
et: Teil on praegu veel üks BankID seanss käimas. Proovige uuesti.
fr: Vous avez une autre session de BankID en cours. Veuillez réessayer.
it: È in corso un'altra sessione BankID. Riprova.
lt: Vykdoma kita jūsų „BankID“ sesija. Bandykite dar kartą.
lv: Jums ir ieslēgta cita BankID sesija. Lūdzu, mēģiniet vēlreiz.
no: Du har en annen pågående BankID-økt. Prøv på nytt.
pt: Tem outra sessão do BankID em curso. Tente novamente.
sv: Du har en pågående inloggning via BankID. Vänligen försök igen.

source: You cancelled the BankID process. Please try again.
de: Sie haben den BankID-Prozess abgebrochen. Bitte versuchen Sie es erneut.
es: Cancelaste el proceso de BankID. Inténtalo de nuevo.
et: Tühistasite BankID protsessi. Proovige uuesti.
fr: Vous avez annulé le processus de BankID. Veuillez réessayer.
it: Hai annullato il processo BankID. Riprova.
lt: Atšaukėte „BankID“ procesą. Bandykite dar kartą.
lv: Jūs atcēlāt BankID procesu. Lūdzu, mēģiniet vēlreiz.
no: Du avbrøt BankID prosessen. Vennligst prøv på nytt.
pt: Cancelou o processo BankID. Tente novamente.
sv: Du avbröt BankID. Vänligen försök igen.

source: You have existing unsigned transfers, please sign these in your bank's app before executing a new transfer
de: Sie haben nicht unterzeichnete Überweisungen. Bitte unterzeichnen Sie sie in Ihrer Bank-App, bevor Sie eine neue Überweisung durchführen.
es: Tiene transferencias sin firmar, fírmelas en la aplicación de su banco antes de ejecutar una nueva transferencia
et: Teil on juba allkirjastamata ülekandeid. Enne uue ülekande tegemist allkirjastage need oma pangarakenduses
fr: Vous avez des transferts non signés existants, veuillez les signer dans l'application de votre banque avant d'effectuer un nouveau transfert
it: Hai bonifici non firmati; firmali nell'app della tua banca prima di eseguire un nuovo bonifico
lt: Turite nepasirašytų pavedimų. Pasirašykite juos savo banko programėlėje prieš vykdydami naują pavedimą
lv: Jums ir neparakstīti pārskaitījumi, lūdzu, parakstiet tos savas bankas lietotnē pirms veikt jaunu pārskaitījumu
pt: Tem transferências por assinar; assine-as na aplicação do seu banco antes de executar uma nova transferência
sv: Du har osignerade överföringar sedan tidigare. Var god signera dessa i din bank-app innan du utför en ny överföring.

source: An unexpected error occurred at your bank. Please try again later.
de: Ein unerwarteter Fehler ist bei Ihrer Bank aufgetreten. Bitte versuchen Sie es später erneut.
fr: Une erreur inattendue s'est produite dans votre banque. Veuillez réessayer ultérieurement.
sv: Ett oväntat fel uppstod hos din bank. Var god försök igen senare.

source: Payment date has to be within one year from now
de: Das Zahlungsdatum muss innerhalb eines Jahres von heute liegen
fr: La date de paiement doit être dans un intervalle d'un an à partir d'aujourd'hui
sv: Betalningsdatumet måste vara inom ett år från idag

source: The payment date is not a business day
de: Das Zahlungsdatum liegt nicht an einem Werktag
es: La fecha de pago no es un día hábil.
et: Maksekuupäev ei ole tööpäev
fr: La date de paiement n'est pas un jour ouvré
it: La data di pagamento non è un giorno lavorativo
lt: Mokėjimo data nėra darbo diena
lv: Maksājuma datums nav darba diena
pt: A data de pagamento não é um dia útil
sv: Betalningsdatumet är inte en bankdag

source: It's not possible to modify the payment date of this transfer
de: Es ist nicht möglich, das Zahlungsdatum dieser Überweisung zu bearbeiten
es: No es posible modificar la fecha de pago de esta transferencia.
et: Ülekande maksekuupäeva ei saa muuta
fr: Il est impossible de modifier la date de paiement de ce transfert
it: Non è possibile modificare la data di pagamento di questo bonifico
lt: Nepavyko pakeisti šios pavedimo mokėjimo datos
lv: Nav iespējams mainīt šī pārskaitījuma maksājuma datumu
pt: Não é possível modificar a data de pagamento desta transferência
sv: Det är inte möjligt att ändra betalningsdatumet på denna överföring

source: It's not possible to modify the payment date of this e-invoice
de: Es ist nicht möglich, das Zahlungsdatum dieser E-Rechnung zu bearbeiten
es: No es posible modificar la fecha de pago de esta factura electrónica
et: E-arve maksekuupäeva ei saa muuta
fr: Il est impossible de modifier la date de paiement de cette e-facture
it: Non è possibile modificare la data di pagamento di questa fattura elettronica
lt: Nepavyko pakeisti šios el. sąskaitos mokėjimo datos
lv: Nav iespējams mainīt šī e-rēķina maksājuma datumu
pt: Não é possível modificar a data de pagamento desta e-fatura
sv: Det är inte möjligt att ändra betalningsdatumet på denna e-faktura

source: It's not possible to modify the source account of this e-invoice
de: Es ist nicht möglich, das Quellkonto dieser E-Rechnung zu bearbeiten
es: No es posible modificar la cuenta de origen de esta factura electrónica
et: E-arve lähtekontot ei saa muuta
fr: Il est impossible de modifier le compte source de cette e-facture
it: Non è possibile modificare il conto di origine di questa fattura elettronica
lt: Nepavyko pakeisti šios el. sąskaitos siuntėjo sąskaitos
lv: Nav iespējams mainīt šī e-rēķina avota kontu
pt: Não é possível modificar a conta de origem desta e-fatura
sv: Det är inte möjligt att ändra från-konto på denna e-faktura

source: It's not possible to modify this e-invoice
de: Es ist nicht möglich, diese E-Rechnung zu bearbeiten
es: No es posible modificar esta factura electrónica
et: E-arvet ei saa muuta
fr: Il est impossible de modifier cette e-facture
it: Non è possibile modificare questa fattura elettronica
lt: Nepavyko pakeisti šios el. sąskaitos
lv: Nav iespējams mainīt šo e-rēķinu
pt: Não é possível modificar esta e-fatura
sv: Det är inte möjligt att ändra denna e-faktura

source: The BankID authentication failed
de: Die BankID-Authentifizierung ist fehlgeschlagen.
es: Algo salió mal con la autenticación BankId
et: BankID-ga autentimine nurjus
fr: Échec de l'authentification à BankID
it: L'autenticazione BankID non è riuscita
lt: „BankID“ autentifikavimas nepavyko
lv: BankID autentifikācija neizdevās
pt: A autenticação BankID falhou.
sv: Autentiseringen med BankID misslyckades

source: You can only make transfers to Swedish accounts
de: Sie können nur Überweisungen auf schwedische Konten durchführen
es: Solo puede realizar transferencias a cuentas suecas
et: Saate teha ülekandeid ainult Rootsi kontodele
fr: Vous pouvez uniquement effectuer des transferts vers des comptes suédois
it: Puoi effettuare bonifici solo su conti svedesi
lt: Galite mokėjimus atlikti tik į Švedijos sąskaitas
lv: Jūs varat veikt maksājumus tikai uz Zviedrijas kontiem
pt: Só pode efetuar transferências para contas suecas
sv: Du kan endast göra överföringar till svenska konton

source: You can only make payments to Swedish destinations
de: Sie können nur Überweisungen an schwedische Zielorte durchführen
es: Solo puede realizar pagos a destinos suecos
et: Saate teha ainult Rootsi siseseid makseid
fr: Vous pouvez uniquement effectuer des paiements vers des destinations suédoises
it: Puoi effettuare pagamenti solo verso destinazioni svedesi
lt: Galite mokėjimus atlikti tik Švedijos gavėjams
lv: Jūs varat veikt maksājumus tikai saņēmējiem Zviedrijā
pt: Só pode efetuar pagamentos para destinatários suecos
sv: Du kan endast göra betalningar till svenska mottagare

source: You do not have any accounts at Swedbank. Use Sparbankerna (Mobile BankID) instead.
de: Sie haben keine Konten bei Swedbank. Verwenden Sie stattdessen Sparbankerna (Mobile BankID).
es: No tiene ninguna cuenta en Swedbank. En su lugar, utilice Sparbankerna (Mobile BankID).
et: Teil pole Swedbanki kontot. Kasutage selle asemel Sparbankernat (Mobile BankID).
fr: Vous n'avez aucun compte à Swedbank. Utilisez plutôt Sparbankerna (Mobile BankID).
it: Non hai alcun conto in Swedbank. Utilizza invece Sparbankerna (Mobile BankID).
lt: Neturite sąskaitų „Swedbank“. Vietoj to, naudokite „Sparbankerna“ (mobilųjį „BankID“).
lv: Jums nav Swedbank kontu. Tā vietā izmantojiet Sparbankerna (Mobile BankID).
pt: Não tem contas no Swedbank. Use antes o Sparbankerna (Mobile BankID).
sv: Du har inga konton hos Swedbank. Använd Sparbankerna (Mobilt BankID) istället.

source: You do not have any accounts at Sparbankerna. Use Swedbank (Mobile BankID) instead.
de: Sie haben keine Konten bei Sparbankerna. Verwenden Sie stattdessen Swedbank (Mobile BankID).
es: No tiene ninguna cuenta en Sparbankerna. En su lugar, utilice Swedbank (Mobile BankID).
et: Teil pole Sparbankerna kontot. Kasutage selle asemel Swedbanki (Mobile BankID).
fr: Vous n'avez aucun compte à Sparbankerna. Utilisez plutôt Swedbank (Mobile BankID).
it: Non hai alcun conto in Sparbankerna. Utilizza invece Swedbank (Mobile BankID).
lt: Neturite jokių sąskaitų „Sparbankerna“. Vietoj to, naudokite „Swedbank“ (mobilųjį „BankID“).
lv: Jums nav Sparbankerna kontu. Tā vietā izmantojiet Swedbank (Mobile BankID).
pt: Não tem contas no Sparbankerna. Use antes o Swedbank (Mobile BankID).
sv: Du har inga konton hos Sparbankerna. Använd Swedbank (Mobilt BankID) istället.

source: You do not have a valid profile
de: Sie haben kein gültiges Profil
fr: Vous n'avez pas de profil valide
sv: Du har ingen giltig profil

source: The e-invoice could not be found at your bank
de: Die E-Rechnung wurde bei Ihrer Bank nicht gefunden
es: No se pudo encontrar la factura electrónica en su banco
et: E-arvet ei leitud teie pangast
fr: L'e-facture est introuvable dans votre banque
it: Non è stato possibile trovare la fattura elettronica presso la tua banca
lt: Nepavyko jūsų banke rasti el. sąskaitos
lv: E-rēķins nav atrasts jūsu bankā
pt: Não foi possível encontrar a e-fatura no seu banco
sv: E-fakturan hittades inte hos din bank

source: You must specify a recipient name
de: Sie müssen den Namen des Empfängers angeben
es: Debes especificar un nombre de destinatario
et: Peate märkima saaja nime
fr: Vous devez spécifier un nom de destinataire
it: Devi specificare un nome del destinatario
lt: Turite nurodyti gavėjo vardą
lv: Jums ir jānorāda saņēmēja vārds
pt: Tem de indicar um nome de destinatário
sv: Du måste ange ett namn för mottagaren

source: The payment could not be found at your bank
de: Die Zahlung wurde bei Ihrer Bank nicht gefunden
es: No se pudo encontrar el pago en su banco
et: Makset ei leitud teie pangast
fr: Le paiement est introuvable dans votre banque
it: Non è stato possibile trovare il pagamento presso la tua banca
lt: Nepavyko jūsų banke rasti mokėjimo
lv: Neizdevās atrast maksājumu jūsu bankā
pt: Não foi possível encontrar o pagamento no seu banco
sv: Betalningen hittades inte hos din bank

source: Could not find a bank for the given destination account. Check the account number and try again.
de: Es wurde keine Bank für das angegebene Zielkonto gefunden. Überprüfen Sie die Kontonummer und versuchen Sie es erneut.
es: No se pudo encontrar un banco para la cuenta de destino especificada. Verifique el número de cuenta y vuelva a intentarlo.
et: Sihtkonto panga leidmine nurjus. Kontrollige kontonumbrit ja proovige uuesti.
fr: Impossible de trouver une banque pour le compte de destination donné. Vérifiez le numéro de compte et réessayez.
it: Impossibile trovare una banca per il conto di destinazione specificato. Controlla il numero di conto e riprova.
lt: Nepavyko rasti pateiktos gavėjo sąskaitos banko. Patikrinkite sąskaitos numerį ir bandykite dar kartą.
lv: Neizdevās atrast norādītā galamērķa konta banku. Pārbaudiet konta numuru un mēģiniet vēlreiz.
pt: Não foi possível encontrar um banco para a conta de destino fornecida. Verifique o número de conta e tente novamente.
sv: Ingen bank kunde hittas för det angivna mottagarkontot. Kontrollera kontonumret och försök igen.

source: The login must be signed with a code box
de: Das Login muss mit einer Codebox unterzeichnet sind
fr: La connexion doit être signée avec une fenêtre de code
sv: Anslutningen måste bekräftas med säkerhetsdosa

source: Could not sign the e-invoice
de: E-Rechnung konnte nicht unterzeichnet werden
es: No se pudo firmar la factura electrónica
et: E-arvet ei saanud allkirjastada
fr: Impossible de signer l'e-facture
it: Impossibile firmare la fattura elettronica
lt: Nepavyko rasti el. sąskaitos
lv: Nevar parakstīt e-rēķinu
pt: Não foi possível assinar a e-fatura
sv: Signeringen av e-fakturan misslyckades

source: Move your mortgage
de: Verschieben Sie Ihren Hauskredit
fr: Déplacer votre prêt immobilier
sv: Flytta ditt bolån

source: The application is not yet started
de: Der Antrag wurde nicht begonnen
fr: La demande n'a pas encore démarré
sv: Ansökan är inte påbörjad

source: The application is started but not complete
de: Der Antrag wurde begonnen, ist aber nicht vollständig
fr: La demande a démarré mais n'est pas terminée
sv: Ansökan är påbörjad men inte komplett

source: The application is complete
de: Der Antrag ist vollständig
fr: La demande est terminée
sv: Ansökan är komplett

source: The form is not yet started
de: Das Formular wurde nicht begonnen
fr: Le formulaire n'a pas encore démarré
sv: Formuläret är inte påbörjat

source: The form is started but not complete
de: Das Formular wurde begonnen, ist aber nicht vollständig
fr: Le formulaire a démarré mais n'est pas terminé
sv: Formuläret är påbörjat men inte komplett

source: The form is validated and complete
de: Das Formular wurde bestätigt und ist vollständig
fr: Le formulaire est validé et terminé
sv: Formuläret är komplett och giltigt

source: Postal code
de: Postleitzahl
fr: Code postal
sv: Postnummer

source: The postal code
de: Die Postleitzahl
fr: Le code postal
sv: Postnumret

source: Apartment
de: Wohnung
fr: Appartement
sv: Bostadsrätt

source: Real Estate
de: Immobilien
fr: Immobilier
sv: Fastighet

source: Currency {0} not available.
de: Währung {0} ist nicht verfügbar.
fr: Devise {0} indisponible.
sv: Tink stödjer tyvärr inte valutan {0} för tillfället

source: Please choose a source account.
de: Bitte wählen Sie ein Quellkonto.
fr: Veuillez choisir un compte source.
sv: Inget avsändarkonto angivet

source: Please choose a destination account.
de: Bitte wählen Sie ein Zielkonto.
fr: Veuillez choisir un compte de destination.
sv: Inget mottagarkonto angivet

source: Please choose a payment date.
de: Bitte wählen Sie ein Zahlungsdatum.
fr: Veuillez choisir une date de paiement.
sv: Betaldatum måste anges

source: Amount cannot be empty.
de: Summe darf nicht leer sein.
fr: Le montant ne peut pas être vide.
sv: Belopp kan inte vara tomt.
