Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Error code C302. This error occurs when you have switched mobile networks, for example, if you have just been abroad. Restart your phone and try again.
de: Fehlercode C302. Dieser Fehler tritt auf, wenn Sie Mobilfunknetzwerke gewechselt haben, wie wenn Sie zum Beispiel gerade im Ausland waren. Starten Sie Ihr Handy neu und versuchen Sie es noch einmal.
es: Código de error C302. Este error se produce cuando ha cambiado de red móvil, por ejemplo, si acaba de estar en el extranjero. Reinicia tu teléfono y vuelve a intentarlo.
et: Veakood C302. Viga tekib siis, kui olete mobiilsidevõrku vahetanud, nt välismaal viibimise tõttu. Taaskäivitage telefon ja proovige uuesti.
fr: Code erreur C302. Cette erreur se produit quand vous changez de réseau mobile, si vous revenez par exemple de l'étranger. Redémarrez votre téléphone et réessayez.
it: Codice di errore C302. Questo errore si verifica se hai cambiato rete mobile, ad esempio se sei appena stato all'estero. Riavvia il telefono e riprova.
lt: Klaidos kodas C302. Ši klaida įvyksta, kai pakeičiate mobiliuosius tinklus, pavyzdžiui, jei ką tik buvote užsienyje. Paleiskite telefoną iš naujo ir bandykite dar kartą.
lv: Kļūdas kods C302. Šī kļūda notiek tad, ja jūs mainījāt mobilos tīklus, piemēram, tikko atgriezāties no ārzemēm. Restartējiet savu tālruni un mēģiniet vēlreiz.
no: Feilmelding C302. Denne feilen oppstår når du har byttet mobilnett, for eksempel hvis du nettopp har vært i utlandet. Start telefonen på nytt, og prøv på nytt.
pt: Código de erro C302. Este erro ocorre quando muda de redes de comunicações móveis, por exemplo quando regressa do estrangeiro. Reinicie o seu telemóvel e tente novamente.

source: Wrong challenge response input - Will retry login.
da: Forkert svar. Forsøger at logge ind igen.
de: Falsche Eingabe für Challenge-Code - Login erneut versuchen.
es: Entrada de respuesta de desafío incorrecta: volverá a intentar iniciar sesión.
et: Katse vastus vale – proovige uuesti sisse logida.
fr: Saisie du défi-réponse erronée. Veuillez réessayer.
it: Inserimento della risposta di impugnazione errato. Riprova ad accedere.
lt: Bloga iššūkio atsakymo įvestis - bandysime prijungti iš naujo.
lv: Nepareizi ievadīta atbilde - pierakstīšanās tiks atkārtota.
pt: Erro na resposta de confirmação - tentaremos novamente o início de sessão.

source: You need to activate your mobile app credentials and generate a 4-digit pin code via the Handelsbanken app.
da: Du skal aktivere dine mobile app logindetaljer og generere en 4-cifret pinkode i din Handelsbanken app.
de: Sie müssen Ihre Anmeldedaten für Ihre mobile App aktivieren und einen PIN aus 4 Ziffern über die Handelsbanken-App erstellen.
es: Debe activar las credenciales de su aplicación móvil y generar un código PIN de 4 dígitos a través de la aplicación Handelsbanken.
et: Peate Handelsbankeni rakenduses oma mobiilirakenduse identimisteabe aktiveerima ja looma 4-kohalise PIN-koodi.
fr: Vous devez activer vos identifiants de l'application mobile et générer un code pin à 4 chiffres via l'application Handelsbanken.
it: Devi attivare le credenziali dell'app per dispositivi mobili e generare un codice PIN di 4 cifre tramite l'app Handelsbanken.
lt: Turite suaktyvinti mobiliosios programėlės kredencialus ir sugeneruoti 4 skaičių kodą su programėle „Handelsbanken“.
lv: Jums ir jāaktivizē jūsu mobilās lietotnes pierakstīšanās dati un jāizveido 4 ciparu PIN kods Handelsbanken lietotnē.
no: Du må bruke Handelsbanken-appen til å genererer en firesifret pin-kode.
pt: É necessário ativar as credenciais da sua aplicação móvel e gerar um código PIN de 4 algarismos através da aplicação Handelsbanken.

source: Your personal code has been locked. Contact Nordea customer services (0200 70 000) to order a new code, or contact your local Nordea office.
de: Ihr persönlicher Code wurde gesperrt. Kontaktieren Sie den Nordea-Kundendienst (0200 70 000), um einen neuen Code zu bestellen, oder kontaktieren Sie Ihr örtliches Nordea-Büro.
es: Tu código personal ha sido bloqueado. Póngase en contacto con el servicio de atención al cliente de Nordea (0200 70 000) para solicitar un nuevo código o póngase en contacto con su oficina local de Nordea.
et: Teie isikukood on lukus. Uue koodi tellimiseks võtke ühendust Nordea klienditeenindusega (0200 70 000) või pöörduge oma kohaliku Nordea esinduse poole.
fr: Votre code personnel a été verrouillé. Contactez le service client de Nordea (0200 70 000) pour commander un nouveau code, ou contactez votre bureau Nordea local.
it: Il tuo codice personale è stato bloccato. Contatta il servizio clienti Nordea (0200 70 000) per ordinare un nuovo codice o contatta la sede locale Nordea.
lt: Jūsų asmens kodas buvo užrakintas. Kreipkitės į „Nordea“ klientų aptarnavimo tarnybas (0200 70 000), kad užsisakytumėte naują kodą arba kreipkitės į vietinį „Noredea“ biurą.
lv: Jūsu personīgais kods tika bloķēts. Sazinieties ar Nordea klientu atbalsta dienestu (0200 70 000), lai pasūtītu jaunu kodu, vai sazinieties ar tuvāko Nordea biroju.
pt: O seu código pessoal foi bloqueado. Contacte os serviços de apoio a clientes Nordea (0200 70 000) para solicitar um novo código, ou contacte o seu escritório Nordea local.

source: Invalid username or password
de: Ungültiger Nutzername oder Passwort
es: usuario o contraseña invalido
et: Vale kasutajanimi või parool
fr: Nom d'utilisateur ou mot de passe invalide
it: Nome utente o password non validi
lt: Neteisingas naudotojo vardas arba slaptažodis
lv: Nederīgs lietotājvārds vai parole
pt: Palavra-passe ou nome de utilizador inválidos

source: Contract missing
de: Vertrag fehlt
fr: Contrat manquant

source: User is locked
de: Nutzer ist gesperrt
fr: L'utilisateur est verrouillé

source: User is blocked
de: Nutzer ist gesperrt
fr: L'utilisateur est verrouillé

source: Input the code from your code card
da: Indtast koden fra dit kodekort
de: Geben Sie den Code von der Codekarte ein.
es: Introduce la clave de tu tarjeta de coordenadas
et: Sisestage koodikaardi kood
fr: Saisissez le code de votre carte à code
it: Immetti il codice dalla tua carta dei codici
lt: Įveskite kodą iš kodų kortelės
lv: Ievadiet kodu no kodu kartes
pt: Introduza o código existente no seu cartão de códigos

source: Key card index
da: Nøglekortindeks
de: Schlüsselkartenindex
es: Número de coordenada
et: Koodikaardi register
fr: Index de carte clé
it: Indice carta dei codici
lt: Raktų kortelės indeksas
lv: Kodu kartes indekss
pt: Índice do cartão-chave

source: Key card code
da: Nøglekortkode
de: Schlüsselkartencode
es: Clave
et: Koodikaardi kood
fr: Code de carte clé
it: Codice carta dei codici
lt: Raktų kortelės kodas
lv: Kodu kartes kods
pt: Código do cartão-chave

source: Phone number is not valid.
de: Telefonnummer nicht gültig.
fr: Le numéro de téléphone est invalide.
nl: Telefoonnummer niet geldig

source: You have not entered a valid code. Please try again
da: Du har ikke indtastet en korrekt kode. Forsøg venligst igen
de: Sie haben keinen gültigen Code eingegeben. Bitte versuchen Sie es erneut.
es: No ha introducido un código válido. Inténtalo de nuevo
et: Te pole sisestanud kehtivat koodi. Proovige uuesti
fr: Vous n'avez pas saisi un code valide. Veuillez réessayer
it: Non hai inserito un codice valido. Riprova
lt: Neįvedėte teisingo kodo. Bandykite dar kartą
lv: Jūs neievadījāt derīgu kodu. Lūdzu, mēģiniet vēlreiz
no: Du har ikke angitt en gyldig kode. Prøv på nytt
pl: Nie wprowadzono poprawnego kodu. Proszę spróbuj ponownie
pt: Não introduziu um código válido. Tente novamente

source: Login is blocked. Contact your bank's customer service.
de: Login ist gesperrt Kontaktieren Sie den Kundendienst Ihrer Bank.
es: El inicio de sesión está bloqueado. Comuníquese con el servicio de atención al cliente de su banco.
et: Sisselogimine on blokitud. Võtke ühendust oma panga klienditeenindusega.
fr: La connexion est verrouillée. Contactez le service client de votre banque.
it: L'accesso è bloccato. Contatta il servizio clienti della tua banca.
lt: Prisijungimas užblokuotas. Kreipkitės į savo banko klientų aptarnavimo tarnybą.
lv: Pierakstīšanās ir bloķēta. Sazinieties ar bankas klientu atbalsta dienestu.
pt: O início de sessão encontra-se bloqueado. Contacte o serviço de apoio a clientes do seu banco.

source: Contract is missing.
de: Vertrag fehlt
es: Falta contrato.
et: Leping puudub.
fr: Le contrat est manquant.
it: Manca il contratto.
lt: Trūksta sutarties.
lv: Trūkst līgums.
pt: O contrato está ausente.

source: Contract has been transferred to other bank.
de: Der Vertrag wurde auf eine andere Bank übertragen.
es: El contrato se ha transferido a otro banco.
et: Leping on teise panka üle viidud.
fr: Le contrat a été transféré vers une autre banque.
it: Il contratto è stato trasferito all'altra banca.
lt: Sutartis buvo perkelta į kitą banką.
lv: Līgums tika pārcelts uz citu banku.
pt: O contrato foi transferido para outro banco.

source: User account is locked. Please contact your bank.
de: Nutzerkonto ist gesperrt. Kontaktieren Sie Ihre Bank.
es: La cuenta de usuario está bloqueada. Comuníquese con su banco.
et: Kasutajakonto on lukus. Pöörduge oma panga poole.
fr: Le compte de l'utilisateur est verrouillé. Veuillez contacter votre banque.
it: Il conto dell'utente è bloccato. Contatta la tua banca.
lt: Naudotojo paskyra užrakinta. Kreipkitės į savo banką.
lv: Lietotāja konts slēgts. Lūdzu, sazinieties ar savu banku.
pt: A conta do utilizador encontra-se fechada. Contacte o seu banco.

source: User account is blocked. Please contact your bank.
de: Nutzerkonto ist gesperrt. Kontaktieren Sie Ihre Bank.
es: La cuenta de usuario está bloqueada. Comuníquese con su banco.
et: Kasutajakonto on blokitud. Pöörduge oma panga poole.
fr: Le compte de l'utilisateur est verrouillé. Veuillez contacter votre banque.
it: Il conto dell'utente è bloccato. Contatta la tua banca.
lt: Naudotojo paskyra užblokuota. Kreipkitės į savo banką.
lv: Lietotāja konts bloķēts. Lūdzu, sazinieties ar savu banku.
pt: A conta do utilizador encontra-se bloqueada. Contacte o seu banco.

source: Too many devices registered. Please contact your bank.
de: Zu viele registrierte Geräte. Kontaktieren Sie Ihre Bank.
es: Demasiados dispositivos registrados. Comuníquese con su banco.
et: Liiga palju registreeritud seadmeid. Pöörduge oma panga poole.
fr: Trop d'appareils enregistrés. Veuillez contacter votre banque.
it: Troppi dispositivi registrati. Contatta la tua banca.
lt: Užregistruota per daug įrenginių. Kreipkitės į savo banką.
lv: Pārāk daudz reģistrēto ierīču. Lūdzu, sazinieties ar savu banku.
pt: Demasiados dispositivos registados. Contacte o seu banco.

source: I confirm that I have read and accept SBAB's Terms and Conditions and Terms and Conditions for savings accounts and thus received the information about the deposit insurance and information concerning the processing of personal data.
de: Ich bestätige, dass ich die SBAB-Nutzungsbedingungen gelesen habe sowie die Nutzungsbedingungen für Sparkonten und das Informationsblatt über Einlagensicherung und Informationen über die Verarbeitung von persönlichen Daten erhalten habe.
fr: Je confirme avoir lu et accepté les Conditions d'utilisation de SBAB et les Conditions d'utilisation pour les comptes d'épargne et que j'ai par conséquent reçu les informations concernant l'assurance de dépôt et les informations concernant le traitement des données personnelles.
sv: Jag bekräftar att jag tagit del av och godkänner SBAB:s allmänna internetvillkor, SBAB:s villkor för sparkonto samt att jag tagit del av informationsbladet om insättningsgaranti och information om behandling av personuppgifter.

source: Terms and Conditions for savings accounts
de: Nutzungsbedingungen für Sparkonten
fr: Conditions d'utilisation pour les comptes d'épargne
sv: SBAB:s villkor för sparkonto

source: The bank service is offline, please try again later.
de: Der Bankservice ist offline. Bitte versuchen Sie es später erneut.
es: El servicio bancario no está conectado. Vuelve a intentarlo más tarde.
et: Pangateenus on võrguühenduseta, proovige hiljem uuesti.
fr: Le service bancaire est hors-ligne, veuillez réessayer ultérieurement.
it: Il servizio bancario non è online; riprova più tardi.
lt: Banko paslauga neprijungta. Bandykite dar kartą vėliau.
lv: Bankas pakalpojums ir bezsaistē, lūdzu, vēlāk mēģiniet vēlreiz.
pt: O serviço bancário está offline, tente novamente mais tarde.

source: You need to change your password at S-Pankki before you can login.
de: Sie müssen Ihr Passwort bei S-Pankki ändern, bevor Sie sich einloggen können.
es: Debe cambiar su contraseña en S-Pankki antes de poder iniciar sesión.
et: Enne sisselogimist peate S-Pankkis oma parooli muutma.
fr: Vous devez modifier votre mot de passe à S-Pankki avant de vous connecter.
it: Devi cambiare la tua password di S-Pankki prima di poter effettuare l'accesso.
lt: Prieš vėl galėdami prisijungti, turite pasikeisti slaptažodį „S-Pankki“.
lv: Vispirms jums ir jānomaina S-Pankki parole, lai jūs varētu pierakstīties.
pt: É necessário alterar a sua palavra-passe em S-Pankki antes de iniciar sessão.

source: The last month you have spent the most money on this.
de: Letzte Monat haben Sie dafür am meisten Geld ausgegeben.
fr: Le mois dernier, c'est sur cela que vous avez dépensé le plus.
nl: De laatste maand heb je hieraan het meeste geld uitgegeven.

source: Would you like to spend less or more in these categories? By settings budgets you get more insights and control.
de: Möchten Sie in diesen Kategorien gerne weniger oder mehr ausgeben? Indem Sie Budgets einrichten, erhalten Sie mehr Übersicht und Kontrolle.
fr: Souhaitez-vous dépenser moins ou plus dans ces catégories ? En définissant des budgets, vous obtiendrez une meilleure vision et un plus grand contrôle.
nl: Wil je minder of juist meer geld uitgeven in deze categorieën? Door budgetten in te stellen krijg je meer inzicht en controle.

source: The last months you have spend the most on {0}: {1}.
de: Die letzten Monate haben Sie dafür am meisten Geld für {0}: {1} ausgegeben.
fr: Ces derniers mois, vous avez dépensé le plus en {0}: {1}.
nl: De laatste maanden gaf je op {0} het meeste uit: {1}.

source: You have each month a nice amount left.
de: Sie haben jeden Monat eine hübsche Summe übrig.
fr: Chaque mois, il vous reste une belle somme.
nl: Je houdt elke maand een mooi bedrag over.

source: Maybe it is a good idea to transfer this amount to a savings account. In this way you save easily money for vacation or unexpected expenses.
de: Vielleicht wäre es eine gute Idee, diese Summe in ein Sparkonto zu überweisen. So können Sie ganz einfach Geld für Urlaub oder unerwartete Ausgaben sparen.
fr: Il est peut-être judicieux de transférer ce montant vers un compte d'épargne. De cette façon, vous pouvez économiser facilement de l'argent pour vos vacances ou vos dépenses imprévues.
nl: Misschien een idee om dit bedrag op een spaarrekening te zetten. Zo spaar je eenvoudig voor bijvoorbeeld vakantie of onverwachte uitgaven.

source: In Grip you get help to keep track on your interest rate and the value of the residence. You can also lower your interest rate directly in the app!
de: In Grip erhalten Sie Hilfe, um Ihren Zinssatz nachzuvollziehen wie auch den Wert des Wohnsitzes. Sie können Ihren Zinssatz auch direkt in der App senken!
fr: Avec Grip, vous obtenez de l'aide pour suivre votre taux d'intérêt et la valeur de la résidence. Vous pouvez également diminuer votre taux d'intérêt directement dans l'application !

source: Grip helps you keep track of all you accounts. You can create a new account with a good savings rate and setup savings goals to help you get started!
de: Grip hilft Ihnen dabei, den Überblick über all Ihre Konten nicht zu verlieren. Sie können ein neues Konto mit einem guten Sparzinssatz erstellen und Sparziele einrichten, die Ihnen beim Loslegen helfen!
fr: Grip vous aide à suivre tous vos comptes. Vous pouvez créer un nouveau compte avec un bon taux d'épargne et définir des objectifs d'épargne pour vous aider à commencer !

source: Your mortgage rate is lower than most others.
de: Ihr Hauskredit-Zinssatz ist niedriger als die meisten anderen.
fr: Le taux de votre prêt immobilier est plus que bas que la plupart des autres.
sv: Din boränta är lägre än de flesta andras.

source: Your mortgage rate is decent, but can be better.
de: Ihr Hauskredit-Zinssatz ist okay, aber er kann noch besser werden.
fr: Le taux de votre prêt immobilier est correct, mais pourrait être meilleur.
sv: Din boränta är hyfsad, men kan vara bättre.

source: Your mortgage rate is quite high. Maybe we can help?
de: Ihr Hauskredit-Zinssatz ist sehr hoch. Vielleicht können wir helfen?
fr: Le taux de votre prêt immobilier est plutôt élevé. Nous pouvons peut-être vous aider ?
sv: Din boränta är ganska hög. Kanske kan vi hjälpa till?

source: You have a very good amount saved. You belong to the top {0}!
de: Sie haben eine gute Summe gespart. Sie gehören zu den Top {0}!
fr: Vous avez épargné une belle somme. Vous appartenez au top {0} !
sv: Du har ett mycket bra belopp sparat. Du tillhör topp {0}!

source: You have a good savings buffer! More than {0} over average.
de: Sie haben einen guten Puffer! Mehr als {0} über Durchschnitt.
fr: Vous avez un bon matelas de sécurité ! Plus de {0} au-dessus de la moyenne.
sv: Du har en bra sparbuffert! Mer än {0} över snittet.

source: Your savings buffer is slightly lower than average. We can help!
de: Ihr Puffer ist ein bisschen geringer als der des durchschnittlichen Tink-Nutzers. Wir können helfen!
fr: Votre matelas de sécurité est légèrement en dessous de la moyenne. Nous pouvons vous aider !
sv: Din sparbuffert är lite lägre än snittet. Vi kan hjälpa till!

source: Could not find any engagements in Swedbank. If you have Swedbank Ung, we unfortunately do not support them.
de: Keine Engagements in Swedbank gefunden. Leider unterstützen wir Swedbank Ung nicht.
fr: Impossible de trouver un engagement à Swedbank. Si vous avez Swedbank Ung, nous ne le prenons malheureusement pas en charge.

source: Could not find any engagements in Sparbankerna. If you have Sparbankerna Ung, we unfortunately do not support them.
de: Keine Engagements in Sparbankerna gefunden. Leider unterstützen wir Swedbank Ung nicht.
fr: Impossible de trouver un engagement à Sparbankerna. Si vous avez Sparbankerna Ung, nous ne le prenons malheureusement pas en charge.

source: Client is deprecated.
de: Der Client ist veraltet.
fr: Le client est désapprouvé.

source: Device is not authorized.
de: Das Gerät ist nicht autorisiert.
fr: L'appareil n'est pas autorisé

source: A user with this username is already registered.
de: Ein Nutzer mit diesem Namen ist bereits registriert.
fr: Un utilisateur ayant ce nom d'utilisateur est déjà enregistré.

source: User is not authenticated.
de: Der Nutzer ist nicht authentifiziert.
fr: L'utilisateur n'est pas authentifié.

source: Internal error.
de: Interner Fehler.
fr: Erreur interne.

source: Authentication token not found.
de: Authentifizierungstoken nicht gefunden.
fr: Jeton d'authentification introuvable.

source: Authentication token has expired.
de: Authentifizierungstoken ist abgelaufen.
fr: Le jeton d'authentification a expiré.

source: Authentication token has an invalid status.
de: Authentifizierungstoken hat einen ungültigen Status.
fr: Le jeton d'authentification a un statut invalide.

source: Mobile BankId token not found.
de: Mobile BankID-Token nicht gefunden.
fr: Jeton Mobile BankID introuvable.

source: Mobile BankId token expired.
de: Mobile BankID-Token ist abgelaufen.
fr: Le jeton Mobile BankID a expiré.

source: Mobile BankId timed out.
de: Mobile BankID ist abgelaufen.
fr: Mobile BankID a expiré.

source: Mobile BankId aborted.
de: Mobile BankID wurde abgebrochen.
fr: Mobile BankID a annulé.

source: SMS OTP was not found.
de: SMS OTP nicht gefunden.
fr: Mot de passe à usage unique par SMS introuvable.

source: SMS OTP has an invalid status.
de: SMS OTP hat einen ungültigen Status.
fr: Le mot de passe à usage unique par SMS a un statut invalide.

source: SMS OTP gateway is currently unavailable.
de: SMS OTP Gateway ist derzeit nicht verfügbar.
fr: Passerelle du mot de passe à usage unique par SMS indisponible.

source: Phone number is currently blocked.
de: Telefonnummer ist derzeit blockiert.
fr: Le numéro de téléphone est actuellement verrouillé.

source: Locale is not valid.
de: Standort ist nicht gültig.
fr: Le lieu est invalide.

source: Email is not valid.
de: E-Mail-Adresse nicht gültig.
fr: L'e-mail est invalide.

source: PIN6 is not valid.
de: PIN6 nicht gültig.
fr: PIN6 invalide.

source: Access denied for requested transfer.
de: Zugang für angeforderte Überweisung verweigert.
fr: Accès refusé pour le transfert demandé.

source: Account was not found.
de: Konto nicht gefunden.
fr: Le compte est introuvable.

source: User was not found.
de: Nutzer nicht gefunden.
fr: L'utilisateur est introuvable.

source: Statistics are currently unavailable.
de: Die Statistik ist derzeit nicht verfügbar.
fr: Les statistiques sont actuellement indisponibles.

source: Activities are currently unavailable.
de: Aktivitäten sind derzeit nicht verfügbar.
fr: Les activités sont actuellement indisponibles.

source: A credential with the same fields is already created.
de: Anmeldedaten mit denselben Feldern wurden bereits erstellt.
fr: Un identifiant avec les mêmes champs a déjà été créé.

source: The credential is not allowed to be created.
de: Die Anmeldedaten dürfen nicht erstellt werden.
fr: La création de l'identifiant n'est pas autorisée.

source: An unknown error occurred when the credential was created.
de: Ein unbekannter Fehler ist beim Erstellen der Anmeldedaten aufgetreten.
fr: Une erreur inconnue s'est produite lors de la création de l'identifiant.

source: The consent was not found.
de: Die Zustimmung wurde nicht gefunden.
fr: Le consentement est introuvable.

source: The checksum doesn't match.
de: Die Prüfsumme stimmt nicht überein.
fr: La somme ne contrôle ne correspond pas.

source: The request is not valid.
de: Die Anfrage ist nicht gültig.
fr: La requête est invalide.

source: The category is not found.
de: Die Kategorie wurde nicht gefunden.
fr: La catégorie est introuvable.

source: The service is currently unavailable.
de: Der Dienst ist derzeit nicht verfügbar.
fr: Le service est actuellement indisponible.

source: Couldn't find any identity events.
de: Keine Identitätsereignisse gefunden.
fr: Impossible de trouver des événements d'identité.

source: The stream is aborted.
de: Der Stream wurde abgebrochen.
fr: Le flux est annulé.

source: User is already migrated.
de: Der Nutzer wurde bereits verschoben.
fr: L'utilisateur a déjà migré.

source: investments
de: Investitionen
fr: Investissements

source: Home & Household
de: Haus & Haushalt
fr: Foyer et ménage

source: Coffee & snacks
de: Kaffee & Snacks
fr: Café et casse-croûte

source: Tobacco
de: Tabak
fr: Tabac

source: Alcohol & Bars
de: Alkohol & Bars
fr: Alcool et bars

source: Sports
de: Sport
fr: Sport

source: Insert your bank card in your ING Card Reader and press SIGN. Enter your PIN and press OK, then enter the challenge and press SIGN. Enter the challenge response in the field below.
de: Geben Sie Ihre Bankkarte in Ihr ING-Kartenlesegerät ein und drücken Sie SIGN. Geben Sie Ihre PIN ein und drücken Sie OK und geben Sie dann die Challenge ein und drücken Sie SIGN. Geben Sie in das Feld unten die Challenge-Antwort ein.
fr: Insérez votre carte bancaire dans votre lecteur de cartes ING et appuyez sur CONNEXION. Saisissez votre code PIN, et appuyez sur OK, puis entrez le défi et appuyez sur CONNEXION. Saisissez le défi-réponse dans le champ ci-dessus.

source: Challenge response
de: Challenge-Antwort
fr: Défi-réponse
