Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Tink profile 100% done
de: Tink-Profil zu 100% abgeschlossen
fr: Profil Tink terminé à 100 %
sv: Tink-profil 100 % klar

source: Mail from the bank to sign and return
de: Mail von der Bank, die Sie unterschreiben und zurückschicken müssen
fr: E-mail de la banque à signer et à renvoyer
sv: Brev från banken att skriva på och skicka tillbaka

source: Mortgage moved
de: Hauskredit verschoben
fr: Prêt immobilier déplacé
sv: Bolån flyttat

source: Complete your Tink profile
de: Vervollständigen Sie Ihr Tink-Profil
fr: Remplissez votre profil Tink
sv: Komplettera din Tink-profil

source: If you already have a Collector account, the existing withdrawal account will override your selection below.
de: Wenn Sie bereits ein Collector-Konto besitzen, dann wird die vorhandene Abbuchungssumme Ihre Auswahl unten außer Kraft setzen.
fr: Si vous avez déjà un compte de Collector, le compte de retrait existant écrasera votre sélection ci-dessous.
sv: Om du redan har ett Collector-konto, kommer det existerande uttagskontot att gälla istället för ditt val nedan.

source: SBAB's Terms and Conditions
de: SBAB-Nutzungsbedingungen
fr: Conditions d'utilisation de SBAB
sv: SBAB:s allmänna internetvillkor

source: For example, if you are an American citizen, have a green card or other relations to USA.
de: Wenn Sie zum Beispiel ein amerikanischer Staatsbürger sind, eine Green Card benutzen oder eine andere Verbindung zu den USA haben.
fr: Par exemple, si vous êtes citoyen américain, que vous avez une carte verte ou d'autres relations avec les États-Unis.
sv: Till exempel, om du är amerikansk medborgare, har ett arbetstillstånd (green card) eller andra förbindelser till USA.

source: What is the main purpose of your savings?
de: Worauf sparen Sie hin?
fr: Quel est l'objectif principal de votre épargne ?
sv: Vad är det huvudsakliga syftet med ditt sparande?

source: Where does the money that will be deposited into the account mainly come from?
de: Woher kommt das Geld hauptsächlich, das in das Konto eingezahlt wird?
fr: D'où vient principalement l'argent qui sera déposé sur le compte ?
sv: Varifrån kommer huvudsakligen pengarna som ska sättas in på kontot?

source: Please contact Collector Bank directly to open an account. Visit them at collector.se or call 010-161 00 00.
de: Bitte kontaktieren Sie die Collector Bank direkt, um ein Konto zu eröffnen. Sie finden Sie unter collector.se oder können unter 010-161 00 00 anrufen.
fr: Veuillez contacter Collector Bank directement pour ouvrir un compte. Visitez leur site sur collector.se ou appelez au 010-161 00 00.
sv: Vänligen kontakta Collector Bank direkt istället för att öppna ett konto. Besök dem på collector.se eller ring 010-161 00 00.

source: Collector Bank doesn't allow people that are taxable in the USA to open savings accounts (due to reporting requirements).
de: Collector Bank ermöglicht Personen, die in den USA steuerpflichtig sind, die Eröffnung von Sparkonten nicht (aufgrund Berichterstattungsanforderungen).
fr: Collector Bank n'autorise pas les personnes imposables aux États-Unis à ouvrir des comptes d'épargne (du fait d'obligations de signalement).
sv: Collector Bank tillåter inte personer som är skatteskyldiga i USA att öppna sparkonto (på grund av rapporteringskrav).

source: Have you been employed there for more than 12 months?
de: Sind Sie hier für mehr als 12 Monate angestellt?
fr: Êtes-vous employé à cet endroit depuis plus de 12 mois ?
sv: Har du varit anställd där i mer än 12 månader?

source: What is your occupation?
de: Was für einen Beruf haben Sie?
fr: Quelle est votre profession ?
sv: Vad är din sysselsättning?

source: Have you taken the loan together with someone else?
de: Haben Sie den Kredit mit jemand anderem zusammen aufgenommen?
fr: Avez-vous pris le prêt avec quelqu'un d'autre ?
sv: Har du tagit lånet tillsammans med någon annan?

source: Living area
de: Wohnbereich
fr: Superficie du foyer
sv: Boyta

source: Loan debt / used credit
de: Kreditschulden/verwendeter Kredit
fr: Dette du prêt / crédit utilisé
sv: Låneskuld / nyttjad kredit

source: Bank / credit institution
de: Bank/Kreditinstitut
fr: Banque / institution de crédit
sv: Bank / kreditinstitut

source: Monthly fee
de: Monatliche Gebühr
fr: Frais mensuels
sv: Månadsavgift

source: How much did you buy the apartment for?
de: Für wie viel haben Sie die Wohnung gekauft?
fr: Combien avez-vous payé l'appartement ?
sv: Hur mycket köpte du lägenheten för?

source: Residence property type
de: Art der Wohnimmobilie
fr: Type de propriété de la résidence
sv: Boendeform

source: Do you have citizenship in yet another country?
de: Haben Sie eine Staatsbürgerschaft in noch einem anderen Land?
fr: Avez-vous une citoyenneté dans un autre pays ?
sv: Har du medborgarskap i ytterligare något annat land?

source: For example, if you and your partner took the loan together.
de: Wenn Sie und Ihr Partner zum Beispiel gemeinsam den Kredit aufgenommen haben.
fr: Par exemple, si vous et votre partenaire et vous avez pris le prêt ensemble.
sv: T.ex. om du och din sambo tagit lånet tillsammans.

source: Even children over 18 that still stay at home counts.
de: Auch Kinder über 18, die zuhause wohnen, zählen dazu.
fr: Même les enfants de plus de 18 ans vivant toujours chez vous comptent.
sv: Även barn över 18 som bor hemma räknas.

source: Permanent employment
de: Dauerhafte Anstellung
fr: Emploi permanent
sv: Fast anställning

source: Temporary employment
de: Zeitweilige Anstellung
fr: Emploi temporaire
sv: Visstidsanställning

source: Your profile
de: Ihr Profil
fr: Votre profil
sv: Din profil

source: Do you have a mortgage at
de: Haben Sie einen Hauskredit unter
fr: Avez-vous un prêt immobilier à
sv: Har du ett bolån på

source: What is the market value of your property?
de: Wie ist der Marktwerk für Ihre Immobilie?
fr: Quelle est la valeur du marché de votre propriété ?
sv: Vad är marknadsvärdet på din bostad?

source: Remember that used credit on a credit card also counts as debt.
de: Denken Sie daran, dass verwendeter Kredit von einer Kreditkarte auch als Schulden gelten.
fr: N'oubliez pas que le crédit utilisé sur une carte de crédit compte aussi comme une dette.
sv: Kom ihåg att nyttjad kredit på ett kreditkort också räknas som skuld.

source: Do not include loans for other properties, such as vacation home. You have to move the whole mortgage.
de: Dazu gehören keine Kredite für andere Immobilien, wie z. B. eine Ferienwohnung. Sie müssen den gesamten Kredit verschieben.
fr: N'inclut pas les prêts pour d'autres propriétés, comme une maison de vacances. Vous devez déplacer le prêt immobilier entier.
sv: Inkludera inte lån för andra fastigheter, såsom sommarstuga. Du måste flytta hela bolånet.

source: Here are the best floating interest rates from our partners based on your data.
de: Hier sind die besten variable Zinssätze unserer Partner, basierend auf Ihren Daten.
fr: Voici les meilleurs taux d'intérêt variables de nos partenaires en fonction de vos données.
sv: Här är de bästa rörliga räntorna från våra partners baserat på dina uppgifter.

source: For the bank to be able to do a valuation they need to know more about your apartment.
de: Damit die Bank eine Bewertung vornehmen kann, muss sie mehr über Ihre Wohnung wissen.
fr: Pour que la banque fasse une évaluation, elle doit en savoir plus sur votre appartement.
sv: För att banken ska kunna göra en värdering så behöver de veta mer om din lägenhet.

source: Try to make the estimate as fair as possible to get more correct interest rate proposals.
de: Versuchen Sie, so gut wie möglich den Marktwert zu schätzen, um genauere Angebote für Zinsen zu erhalten.
fr: Essayez de faire une estimation la plus juste possible pour obtenir des offres de taux d'intérêt plus correctes.
sv: Försök göra en så rättvis uppskattning som möjligt för att få mer exakta ränteförslag.

source: You're done soon, but the bank needs to ask a few questions about your residence and family situation.
de: Sie sind bald fertig. Aber die Bank muss Ihnen einige Fragen über Ihre Wohn- und Familiensituation stellen.
fr: Vous aurez bientôt terminé, mais la banque doit vous poser quelques questions sur votre résidence et votre situation familiale.
sv: Du är snart klar, men banken behöver först ställa några frågor om din bostad och familjesituation.

source: We need some more information about you for your application. This will take about 5-10 minutes.
de: Wir benötigen für ihren Antrag mehr Informationen über Sie. Dies dauert ungefähr 5-10 Minuten.
fr: Il nous faut des informations sur vous et votre demande. Cela prendra entre 5 et 10 minutes.
sv: Vi behöver lite mer information om dig till din ansökan. Det kommer ta ca 5-10 min.

source: During the testing period of this feature, we only allow switching mortgages on the apartment where you're registered. We apoligize for that we can't help you at the moment.
de: Während des Testzeitraums für diese Funktion ermöglichen wir nur das Verschieben des Kredits für die Wohnung, in der Sie gemeldet sind. Es tut uns leid, dass wir Ihnen derzeit nicht helfen können.
fr: Durant la période de test de cette fonctionnalité, nous permettons uniquement de changer les prêts immobiliers sur l'appartement où vous êtes enregistré. Nous sommes navrés de ne pas pouvoir vous aider dans l'immédiat.
sv: Under testperioden för den här funktionen, tillåter vi bara att byta bolån för lägenheten som är ens folkbokföringsadress. Vi ber om ursäkt för detta.

source: Mark all loans that belong to {0}.
de: Markieren Sie alle Kredite, die zu {0} gehören.
fr: Marquer tous les prêts appartenant à {0}.
sv: Markera alla lån som tillhör {0}.

source: Lowest interest rate
de: Geringster Zinssatz
fr: Taux d'intérêt le plus faible
sv: Lägst ränta

source: Low interest rate
de: Geringer Zinssatz
fr: Faible taux d'intérêt
sv: Låg ränta

source: Other alternatives
de: Andere Alternativen
fr: Autres alternatives
sv: Andra alternativ

source: You save {0} per year
de: Sie sparen {0} pro Jahr
fr: Vous épargnez {0} par an
sv: Du sparar {0} per år

source: {0} interest rate
de: {0} Zinssatz
fr: Taux d'intérêt de {0}
sv: {0} ränta

source: {0}/month
de: {0}/Monat
sv: {0}/mån

source: You save {0} per month
de: Sie sparen {0} pro Monat
fr: Vous épargnez {0} par mois
sv: Du sparar {0} per månad

source: The interest rate is preliminary. The final rate is set when the bank has processed your application.
de: Der Zinssatz ist vorläufig. Der endgültige Satz wird festgelegt, wenn die Bank Ihren Antrag bearbeitet hat.
fr: Le taux d'intérêt est préliminaire. Le taux final est défini quand la banque a traité votre demande.
sv: Räntan är preliminär. En definitiv ränta får du efter att banken behandlat din ansökan.

source: SBAB's terms
de: SBAB-Nutzungsbedingungen
fr: Conditions de SBAB
sv: SBAB:s villkor

source: SBAB does a credit check
de: SBAB überprüft Ihre Credit Score
fr: SBAB fait une vérification de crédit
sv: SBAB tar en kreditupplysning

source: Information about processing of personal data (PUL)
de: Informationen über die Verarbeitung von persönlichen Daten
fr: Informations concernant le traitement des données personnelles (PUL)
sv: Information om behandling av personuppgifter (PUL)

source: SEB's terms
de: SEB-Nutzungsbedingungen
fr: Conditions de SEB
sv: SEB:s villkor

source: Terms of SEB's Internet Bank
de: Nutzungsbedingungen der SEB-Internetbank
fr: Conditions de la banque par Internet de SEB
sv: Villkor för SEBs internetbank

source: SEB does a credit check
de: SEB überprüft Ihre Credit Score
fr: SEB fait une vérification de crédit
sv: SEB tar en kreditupplysning

source: I confirm that I have read and accept SBAB´s Terms and Conditions
de: Ich bestätige, dass ich die SBAB-Nutzungsbedingungen gelesen habe und ihnen zustimme.
fr: Je confirme avoir lu et accepté les Conditions d'utilisation de SBAB
sv: Jag bekräftar att jag har läst och accepterar SBAB:s Allmänna Villkor

source: I confirm that I have read and accept SEB´s Terms and Conditions
de: Ich bestätige, dass ich die SEB-Nutzungsbedingungen gelesen habe und ihnen zustimme.
fr: Je confirme avoir lu et accepté les Conditions d'utilisation de SEB
sv: Jag bekräftar att jag har läst och accepterar SEB:s villkor

source: Your interest rate at {0} is {1}.
de: Ihr Zinssatz für {0} ist {1}.
fr: Votre taux d'intérêt à {0} est {1}.
sv: Din ränta hos {0} är {1}.

source: How did we select our partners?
de: Wie haben wir unsere Partner ausgewählt?
fr: Comment sélectionnons-nous nos partenaires ?
sv: Hur har vi valt våra partners?

source: Example calculation
de: Beispielsberechnung
fr: Exemple de calcul
sv: Räkneexempel

source: If you already have a Collector Bank account, the existing withdrawal account will override your selection below.
de: Wenn Sie bereits ein Collector Bank-Konto besitzen, dann wird die vorhandene Abbuchungssumme Ihre Auswahl unten außer Kraft setzen.
fr: Si vous avez déjà un compte de Collector Bank, le compte de retrait existant écrasera votre sélection ci-dessous.
sv: Om du redan har ett Collector Bank-konto, kommer det existerande uttagskontot att gälla istället för ditt val nedan.

source: You can only withdraw money from your Collector Bank account to the selected account. You'll be able to change this later by contacting Collector Bank.
de: Sie können nur Geld von Ihrem Collector Bank-Konto auf das ausgewählte Konto überweisen. Sie können dies später ändern, indem Sie Collector Bank kontaktieren.
fr: Vous pouvez uniquement retirer de l'argent de votre compte de Collector Bank vers le compte sélectionné. Vous pourrez modifier cela par la suite en contactant Collector Bank.
sv: Du kan endast ta ut pengar från ditt Collector Bank-konto till det valda kontot. Du kan ändra detta senare genom att kontakta Collector Bank.

source: In order to add new recipients you need to activate Mobile BankID for extended use. This is done in the Internet bank on the page BankID (found in the tab Tillval).
de: Um neue Empfänger hinzuzufügen, müssen Sie die Mobile BankID für die erweiterte Nutzung freischalten. Dies geschieht über die Internetbank auf der Seite BankID (im Tab Tillval).
fr: Afin d'ajouter de nouveaux destinataires, vous devez activer Mobile BankID pour une utilisation étendue. Vous pouvez faire cela sur la banque par Internet sur la page BankID (située dans l'onglet Tillval).
sv: För att lägga till mottagare behöver du aktivera Mobilt BankID för utökad användning. Detta gör du i internetbanken på sidan BankID (under fliken Tillval).

source: Just a couple of questions...
de: Nur ein paar Fragen ...
fr: Juste quelques questions...
sv: Ett par frågor bara...

source: Our proposals
de: Unsere Vorschläge
fr: Nos offres
sv: Våra förslag

source: Confirm the Terms and Conditions and sign with BankID, and you can start using the account immediately!
de: Bestätigen Sie die Nutzungsbedingungen und unterschreiben Sie mit BankID und Sie können das Konto sofort benutzen!
fr: Confirmez les Conditions d'utilisation et connectez-vous à BankID, et vous pourrez commencer à utiliser le compte immédiatement !
sv: Bekräfta villkoren och signera med BankID, så kan du börja använda ditt konto direkt!

source: Here are the best savings interest rates from our partners.
de: Hier sind die besten Sparzinsen unserer Partner.
fr: Voici les meilleurs taux d'intérêts d'épargne de nos partenaires.
sv: Här är de bästa sparräntorna från våra partners.

source: {0} needs to ask some questions to make sure that you are't planning to launder money or something else fishy.
de: {0} muss Ihnen einige Fragen stellen, um sicherzustellen, dass Sie keine Geldwäsche oder etwas anderes Illegales geplant haben.
fr: {0} doit vous poser des questions pour s'assurer que vous ne comptez pas blanchir d'argent ou réaliser d'autres activités louches.
sv: {0} behöver ställa lite frågor för att vara säkra på att du inte tänkt tvätta pengar eller göra något annat skumt.

source: savings account
de: Sparkonto
fr: compte d'épargne
sv: sparkonto

source: checking account
de: Girokonto
fr: vérification du compte
sv: transaktionskonto

source: account
de: Konto
fr: compte
sv: konto

source: Your current {0} at {1} has an interest rate of {2}.
de: Ihr aktueller {0} bei {1} hat einen Zinssatz von {2}.
fr: Votre {0} actuel à {1} a un taux d'intérêt de {2}.
sv: Ditt nuvarande {0} hos {1} har en ränta på {2}.

source: Please contact SBAB directly to open an account. Visit them at sbab.se or call 0771-45 30 00.
de: Bitte kontaktieren Sie SBAB direkt, um ein Konto zu eröffnen. Sie finden Sie unter sbab.se oder können unter 0771-45 30 00 anrufen.
fr: Veuillez contacter SBAB directement pour ouvrir un compte. Rendez-vous sur leur site web à sbab.se ou appelez-les au 0771-45 30 00.
sv: Vänligen kontakta SBAB direkt istället för att öppna ett konto. Besök dem på sbab.se eller ring 0771-45 30 00.

source: Besides the previous choice.
de: Außer der vorherigen Wahl.
fr: À part le choix précédent.
sv: Utöver föregående val.

source: To be able to refresh your accounts in Tink you need to updated your customer info in the ICA bank app.
de: Wenn Sie Ihre Konten in Tink aktualisieren wollen, müssen Ihre Kundendaten in der ICA-Bank-App aktualisiert sein.
fr: Afin d'actualiser vos comptes dans Tink, vous devez mettre à jour vos informations client dans l'application bancaire ICA.
sv: För att kunna uppdatera dina konton i Tink behöver du förnya dina kunduppgifter i ICA-bankens app.

source: Have you requested deferral of capital gains tax?
de: Haben Sie um die Aussetzung von Kapitalertragssteuer gebeten?
fr: Avez-vous demandé un report de la taxation des plus-values ?
sv: Har du begärt uppskov för reavinstskatt?

source: Name of the housing community
de: Name der Hausverwaltung
fr: Nom du logement communautaire
sv: Bostadsrättsföreningens namn

source: If you have sold e.g. an apartment or house and deferred to pay the tax.
de: Wenn Sie z. B. eine Wohnung oder ein Haus verkauft haben und die Steuerzahlung dafür ausgesetzt haben.
fr: Si vous avez par exemple vendu un appartement ou une maison et reporté votre impôt.
sv: Om du sålt t.ex. en lägenhet eller ett hus och skjutit upp att betala skatten.

source: How much alimony do you pay in total per month?
de: Wie viel Unterhalt zahlen Sie insgesamt pro Monat?
fr: Quel est le total de la pension que vous versez chaque mois ?
sv: Hur mycket betalar du totalt i underhåll varje månad?

source: How much alimony does your co-applicant pay in total per month?
de: Wie viel Unterhalt zahlt Ihr Mitbewerber Sie insgesamt pro Monat?
fr: Quel montant total votre codemandeur verse-t-il en pension mensuellement ?
sv: Hur mycket betalar din medsökande totalt i underhåll varje månad?

source: Enter your co-applicant's postal address.
de: Geben Sie die Anschrift Ihres Mitbewerbers ein.
fr: Saisissez l'adresse postale de votre codemandeur.
sv: Fyll i din medsökandes postadress.

source: You can find your deferred amount by logging in with BankID at skatteverket.se.
de: Sie finden die ausgesetzte Summe, indem Sie sich mit BankID bei skatteverket.se einloggen.
fr: Vous pouvez obtenir votre montant reporté en vous connectant à BankID sur skatteverket.se.
sv: Du kan hitta ditt uppskovsbelopp genom att logga in med BankID på skatteverket.se.

source: How many adults in total are you in the household?
de: Wie viele Erwachsene gibt es insgesamt in Ihrem Haushalt?
fr: Combien d'adultes au total votre ménage comprend-il ?
sv: Hur många vuxna är ni totalt i hushållet?

source: Enter your American taxpayer identification number. If you don't have any, please contact the bank and they'll help you.
de: Geben Sie Ihre amerikanische Steueridentifikationsnummer ein. Wenn Sie keine haben, dann kontaktieren Sie bitte die Bank und dort wird man Ihnen helfen.
fr: Saisissez votre numéro d'identification fiscal américain. Si vous n'en avez pas, veuillez contacter la banque et ils vous aideront.
sv: Ange ditt amerikanska skatteregistreringsnummer. Om du inte har något, så kontakta banken så hjälper de dig.

source: Co-applicant
de: Mitbewerber
fr: Codemandeur
sv: Medsökande

source: Apartment details
de: Wohnungsdetails
fr: Informations de l'appartement
sv: Lägenhetsdetaljer

source: How much is your residence worth?
de: Wie viel ist Ihre Wohnung wert?
fr: Quelle est la valeur de votre résidence ?
sv: Hur mycket är din bostad värd?

source: Calculating on your finances...
de: Berechnen Ihrer Finanzen ...
fr: Calcul de vos finances...
sv: Räknar på din ekonomi...

source: You can submit an application to switch your mortgage through Tink. The application is not binding until you've signed the bank's contract.
de: Sie können einen Antrag zum Wechseln Ihres Hauskredits über Tink abschicken. Der Antrag ist nicht verbindlich, bis Sie den Bankvertrag unterschrieben haben.
fr: Vous pouvez envoyer une demande pour changer votre prêt immobilier via Tink. La demande ne vous engage pas tant que vous n'avez pas signé le contrat bancaire.
sv: Du kan skicka en ansökan om att flytta ditt lån via Tink. Ansökan är inte bindande förrän du har skrivit på bankens kontrakt.

source: How we have calculated
de: Wie wir unsere Berechnung gemacht haben
fr: Comment nous avons calculé
sv: Hur vi räknat

source: You payed {0} in interest last month. With an interest rate of {1}, you'd pay {2}, which is {3} {4}. After interest tax deduction, it would be {5} per month, or {6} per year. We haven't included potential amortization.
de: Sie haben letzten Monat {0} Zinsen bezahlt. Mit einem Zinssatz von {1} würden Sie {2} bezahlen, das macht {3} {4}. Nach Abzug der Zinssteuerermäßigung wäre das {5} pro Monat oder {6} pro Jahr. Wir haben eine potentielle Amortisierung nicht mit eingeschlossen.
fr: Vous avez payé {0} d'intérêts le mois dernier. Avec un taux d'intérêt de {1}, vous payeriez {2}, ce qui est {3} {4}. Après déduction de l'impôt d'intérêt, cela équivaudrait à {5} par mois, ou {6} par an. Nous n'avons pas inclus d'amortissement potentiel.
sv: Du betalade {0} i ränta förra månaden. Med en ränta på {1}, skulle du betala {2}, vilket är {3} {4}. Efter ränteavdrag, skulle det bli {5} per månad, eller {6} per år. Vi har inte räknat in eventuell amortering.

source: more
de: mehr
fr: de plus
sv: mer

source: less
de: weniger
fr: de moins
sv: mindre

source: Terms and Conditions for SEB's internet bank
de: Nutzungsbedingungen für die SEB-Internetbank
fr: Conditions d'utilisation de la banque par Internet SEB
sv: Villkor för SEB:s internetbank

source: information about processing of personal data
de: informationen über die Verarbeitung von persönlichen Daten
fr: Informations concernant le traitement des données personnelles
sv: information om behandling av personuppgifter

source: I confirm that I have read and accept SBAB's Terms and Conditions
de: Ich bestätige, dass ich die SBAB-Nutzungsbedingungen gelesen habe und ihnen zustimme.
fr: Je confirme avoir lu accepté les Conditions d'utilisation de SBAB
sv: Jag bekräftar att jag tagit del av och godkänner SBAB:s Allmänna Villkor

source: I confirm that I have read and accept the Terms and Conditions for SEB's internet bank and that SEB does a credit check, and that I have read the information about processing of personal data.
de: Ich bestätige, dass ich die SEB-Nutzungsbedingungen gelesen habe und sie akzeptiere, sowie dass SEB die Credit Score überprüft, und dass ich die Informationen über die Verarbeitung von persönlichen Daten gelesen habe.
fr: Je confirme avoir lu accepté les Conditions d'utilisation de la banque par Internet SEB et que SEB effectue une vérification de crédit, et que j'ai lu les informations concernant le traitement des données personnelles.
sv: Jag bekräftar att jag tagit del av och godkänner villkoren för SEB:s internetbank och att SEB tar en kreditupplysning, samt att jag tagit del av information om behandling av personuppgifter.
