Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Other savings (funds or stocks etc.)
de: Andere Ersparnisse (Fonds oder Aktien etc.)
fr: Autres épargnes (fonds ou actions, etc.)
sv: Annat sparande (ex. fonder eller aktier)

source: Other way
de: Andere Methode
fr: Autre moyen
sv: Annat sätt

source: From someone else´s account in a swedish bank
de: Von dem Konto einer anderen Person bei einer schwedischen Bank
fr: Du compte de quelqu'un dans une banque suédoise
sv: Från någon annans konto i svensk bank

source: Own business (e.g salary or dividend)
de: Eigenes Geschäft (z. B. Gehalt oder Dividende)
fr: Propre entreprise (par exemple salaire ou dividende)
sv: Egen rörelse (ex. lön eller utdelning)

source: Part time employee
de: Teilzeitangestellter
fr: Employé à mi-temps
sv: Deltidsanställd

source: Me and someone else
de: Ich und jemand anderes
fr: Moi et quelqu'un d'autre
sv: Jag och någon annan

source: Me or account holder
de: Ich oder Kontoinhaber
fr: Moi ou le propriétaire du compte
sv: Jag eller kontoinnehavare

source: Someone else
de: Jemand anderes
fr: Quelqu'un d'autre
sv: Någon annan

source: Financial buffer
de: Finanzieller Puffer
fr: Matelas financier
sv: Ekonomisk buffert

source: Future tax payments
de: Zukünftige Steuerzahlungen
fr: Paiements d'impôts futurs
sv: Framtida skattebetalningar

source: Investment of surplus liquidity
de: Investition durch Überschussliquidität
fr: Investissement de liquidités disponibles
sv: Placering av överskottslikviditet

source: Long term investments
de: Langzeitinvestition
fr: Investissements à long terme
sv: Långsiktiga investeringar

source: Ongoing expenses
de: Laufende Ausgaben
fr: Dépenses courantes
sv: Löpande utgifter

source: Operating costs of property
de: Betriebskosten der Immobilie
fr: Coûts d'exploitation de la propriété
sv: Driftskostnader för fastigheten

source: Payments of loan
de: Kreditzahlungen
fr: Paiements de prêt
sv: Betalning av lån

source: Private consumption
de: Privatverbrauch
fr: Consommation privée
sv: Privatkonsumtion

source: Saving for relative (e.g. children)
de: Sparen für Verwandte (z. B. Kinder)
fr: Épargne pour la famille (par exemple, des enfants)
sv: Sparande till närstående (ex. barn)

source: Salary or pension
de: Gehalt oder Rente
fr: Salaire ou retraite
sv: Lön eller pension

source: Sale of assets (e.g. house, car, boat, company)
de: Verkauf von Vermögen (z. B. Haus, Auto, Boot, Firma)
fr: Vente de biens (par exemple maison, voiture, bateau, entreprise)
sv: Försäljning av tillgångar (ex. hus, bil eller företag)

source: Sale of capital goods
de: Verkauf von Investitionsgütern
fr: Vente de biens d'équipement
sv: Försäljning av kapitalvaror

source: Sales of company
de: Verkauf der Firma
fr: Vente d'entreprise
sv: Försäljning av företag

source: Sales of property
de: Verkauf von Immobilien
fr: Vente de propriété
sv: Försäljning av fastighet

source: Self employed
de: Selbstständig
fr: Indépendant
sv: Egenföretagare

source: Retired
de: In Ruhestand
fr: Retraité
sv: Pensionerad

source: Securities trading
de: Handel mit Sicherheiten
fr: Négoce de titres
sv: Värdepappershandel

source: Single
de: Alleinstehend
fr: Célibataire
sv: Ensamstående

source: Six to ten times a month
de: Sechs bis zehnmal im Monat
fr: Six à dix fois par mois
sv: Sex till tio gånger per månad

source: Surplus liquidity
de: Überschussliquidität
fr: Liquidités disponibles
sv: Överskottslikviditet

source: Switch of bank or savings form
de: Bank- oder Sparformular wechseln
fr: Changer de banque ou de type d'épargne
sv: Byte av bank eller sparandeform

source: Tax refund
de: Steuerrückzahlung
fr: Remboursement d'impôt
sv: Skatteåterbäring

source: Tenancy
de: Mietverhältnis
fr: Location
sv: Hyresrätt

source: True
de: Wahr
fr: Vrai
sv: Sant

source: Unemployed
de: Arbeitslos
fr: Sans emploi
sv: Arbetslös

source: Vacation house
de: Ferienhaus
fr: Maison de vacances
sv: Fritidshus

source: Does your co-applicant live at the same address as you?
de: Lebt der Mitbewerber unter derselben Adresse wie Sie?
fr: Votre codemandeur vit-il à la même adresse que vous ?
sv: Bor din medsökande på samma adress som du?

source: What is your co applicants employment?
de: Wie sind Ihre Mitbewerber angestellt?
fr: Quel est l'emploi de vos codemandeurs ?
sv: Vad är din medsökandes sysselsättning?

source: About you co-applicant
de: Über Ihren Mitbewerber
fr: À propos de votre codemandeur
sv: Om din medsökande

source: Nice work!
de: Gut gemacht!
fr: Beau travail !
sv: Snyggt jobbat!

source: Do you have more loans?
de: Haben Sie noch mehr Kredite?
fr: Avez-vous d'autres prêts ?
sv: Har du fler lån?

source: Did you requested deferral of capital gains tax?
de: Haben Sie um die Aussetzung von Kapitalertragssteuer gebeten?
fr: Avez-vous demandé un report de la taxation des plus-values ?
sv: Har du begärt uppskov av reavinstskatt?

source: What is your employment?
de: Wie sind Sie angestellt?
fr: Quel est votre emploi ?
sv: Vad är din sysselsättning?

source: About you household
de: Über Ihren Haushalt
fr: À propos de votre ménage
sv: Om ditt hushåll

source: Are you or a family member in a political exposed position, or are you a known associate of such a person (PEP)?
de: Sind Sie oder ein Familienmitglied in einer exponierten politischen Lage oder kennen Sie solche Personen?
fr: Est-ce que vous, ou un membre de votre famille êtes à un poste exposé politiquement, ou êtes-vous un collègue de ce genre de personne ?
sv: Är du eller någon familjemedlem i en politiskt utsatt ställning (PEP), eller är du en känd medarbeta till en sådan?

source: Our suggestions
de: Unsere Vorschläge
fr: Nos suggestions
sv: Våra förslag

source: Tink thinks
de: Tink denkt
fr: Tink pense
sv: Tink tänker

source: Do you have a mortgage on the property at
de: Haben Sie einen Hauskredit für die Immobilie unter
fr: Avez-vous un prêt immobilier pour la propriété à
sv: Har du ett bolån för fastigheten på

source: Property Details
de: Immobiliendetails
fr: Informations de la propriété
sv: Fastighetsdetaljer

source: About your apartment
de: Über Ihre Wohnung
fr: À propos de votre appartement
sv: Om din lägenhet

source: Some more questions
de: Noch ein paar Fragen
fr: Encore quelques questions
sv: Några fler frågor

source: Just some more questions...
de: Nur noch ein paar Fragen ...
fr: Juste quelques questions de plus...
sv: Bara några fler frågor...

source: Do you have citizenship in other country than Sweden?
de: Haben Sie eine Staatsbürgerschaft in einem anderen Land?
fr: Avez-vous une citoyenneté dans un autre pays que la Suède ?
sv: Är du medborgare i något annat land än Sverige?

source: Are you or someone in your family in a political exposed position?
de: Sind Sie oder ein Familienmitglied in einer exponierten politischen Lage?
fr: Est-ce que vous, ou une personne de votre famille êtes politiquement exposés ?
sv: Är du, en familjemedlem eller nära medarbetare i politiskt utsatt ställning?

source: Are you taxable in other country than Sweden?
de: Sind Sie in einem anderen Land steuerpflichtig?
fr: Êtes-vous imposable dans un autre pays que la Suède ?
sv: Har du skatterättslig hemvist i något annat land än Sverige?

source: About selected account
de: Über das gewählte Konto
fr: À propos du compte sélectionné
sv: Om valt konto

source: Compare savings rates
de: Sparquote vergleichen
fr: Comparer les taux d'épargne
sv: Jämför sparräntor

source: Do you have other properties?
de: Haben Sie noch anderes Eigentum?
fr: Avez-vous d'autres propriétés ?
sv: Har du andra bostäder?

source: Nice work
de: Gut gemacht
fr: Beau travail
sv: Snyggt jobbat

source: Questions from the bank
de: Fragen von der Bank
fr: Questions de la banque
sv: Frågor från banken

source: Are you taxable in other country?
de: Sind Sie in einem anderen Land steuerpflichtig?
fr: Êtes-vous imposable dans un autre pays ?
sv: Har du skatterättslig hemvist i något ytterligare land?

source: Are you taxable in Sweden?
de: Sind Sie in Schweden steuerpflichtig?
fr: Êtes-vous imposable en Suède ?
sv: Har du skatterättslig hemvist i Sverige?

source: Are you taxable in USA?
de: Sind Sie in den USA steuerpflichtig?
fr: Êtes-vous imposable aux États-Unis ?
sv: Har du skatterättslig hemvist i USA?

source: Complete your profile
de: Vervollständigen Sie Ihr Profil
fr: Remplissez votre profil
sv: Komplettera din profil

source: It may be helpful if you have the person nearby in case you do not have answers to all the questions
de: Es könnte hilfreich sein, dass Sie die Person in der Nähe haben, falls Sie nicht alle Fragen beantworten können
fr: Il peut être utile que la personne soit près de vous si jamais vous ne pouvez pas répondre à toutes les questions
sv: Det kan vara bra om du har personen i närheten, i fall att du behöver hjälp med att besvara vissa frågor.

source: You are now ready to submit your application to the bank. The move of your mortgage is not binding until you have written on the debt securities from the bank.
de: Sie können jetzt Ihren Antrag an die Bank senden. Das Verschieben Ihres Hauskredits ist nicht verbindlich, bis Sie die Sicherheiten der Bank unterzeichnet haben.
fr: Vous êtes désormais prêt à envoyer votre demande à la banque. Le déplacement de votre prêt immobilier ne vous engage pas tant que vous n'aurez pas signé les titres de créance de la banque.
sv: Du är nu redo att skicka din ansökan till banken. Flytten av ditt bolån är inte bindande förrän du har skrivit på skuldebrevet från banken.

source: Remember that credit cards are seen as a loan, whether you use your credit or not.
de: Denken Sie daran, dass Kreditkarten als Kredit gelten, unabhängig davon, ob Sie sie nutzen.
fr: N'oubliez pas que les cartes de crédit sont considérées comme un prêt, que vous utilisiez votre crédit ou non.
sv: Kom ihåg att kreditkort räknas som lån, oavsett om du använder krediten eller ej.

source: If you for example sold an apartment and delayed paying of taxes.
de: Wenn Sie zum Beispiel eine Wohnung verkauft und die Zahlung der Steuern ausgesetzt haben.
fr: Si par exemple vous avez vendu un appartement ou reporté le paiement d'impôts.
sv: Om du t.ex. har sålt en lägenhet och skjutit upp betalningen av skatten.

source: If they for example helped a family member applying for a loan.
de: Wenn Sie zum Beispiel einem Familienmitglied beim Antrag für einen Kredit geholfen haben.
fr: Si par exemple ils ont aidé un membre de votre famille à demander un prêt.
sv: Om de t.ex. hjälpte en familjemedlem att ansöka för ett lån.

source: For example, work as prime minister, commander in cheif or judges of the Supreme Court.
de: Wenn Sie zum Beispiel als Premierminister, Oberbefehlshaber oder Richter beim obersten Gerichtshof arbeiten.
fr: Par exemple, travail de premier ministre, commandant en chef ou juge de la Cour suprême.
sv: T.ex. jobbar som statsminister, överbefälhavare eller domare i Högsta domstolen.

source: This is the best floating interest rates from our partners based on your data.
de: Dies ist der beste variable Zinssatz unserer Partner, basierend auf Ihren Daten.
fr: Voici les meilleurs taux d'intérêt variables de nos partenaires en fonction de vos données.
sv: Detta är den bästa rörliga räntan från våra partners utifrån din profil.

source: Calculating on your finances
de: Berechnen Ihrer Finanzen
fr: Calcul de vos finances
sv: Räknar på din ekonomi

source: And some more details
de: Und noch mehr Details
fr: Et plus d'informations
sv: Och lite fler detaljer

source: For the Bank to be able to do a valuation they need to know more about your apartment.
de: Damit die Bank eine Bewertung vornehmen kann, muss sie mehr über Ihre Wohnung wissen.
fr: Pour que la banque fasse une évaluation, elle doit en savoir plus sur votre appartement.
sv: För att banken ska kunna göra en värdering, behöver de veta mer om din lägenhet.

source: We need some information about your new savings account.
de: Wir benötigen einige Details über Ihr neues Sparkonto.
fr: Vous avons besoin d'informations concernant votre nouveau compte d'épargne.
sv: Vi behöver lite mer information om ditt nya sparkonto.

source: The bank need to ask some questions to be sure that you are not doing something fishy.
de: Die Bank muss einige Fragen stellen, um sicherzugehen, dass Sie nichts suspektes tun.
fr: La banque doit poser des questions pour s'assurer que vous ne faites rien de louche.
sv: Banken behöver ställa några frågor för att säkerställa att du inte håller på med något skumt.

source: Details about your new savings account.
de: Details über Ihr neues Sparkonto.
fr: Informations concernant votre nouveau compte d'épargne.
sv: Detaljer om ditt nya sparkonto.

source: Here are some options for your savings account!
de: Hier sind ein paar Optionen für Ihr Sparkonto!
fr: Voici quelques options pour votre compte d'épargne !
sv: Här är några alternativ för ditt sparkonto!

source: Sign with BankID, you can start using your account right away! You also get a confirmation sent home.
de: Unterzeichnen Sie mit BankID und Sie können Ihr Konto sofort benutzen! Sie erhalten außerdem eine Bestätigung nach hause.
fr: Connectez-vous à BankID, vous pouvez commencer à utiliser votre compte immédiatement ! Une confirmation sera également envoyée chez vous.
sv: Signera med BankID så kan du börja använda ditt konto direkt! Du får också en bekräftelse hemskickad.

source: The bank needs more information to give you a final interest rate proposals and ask a few questions to follow the law.
de: Die Bank benötigt mehr Informationen, um Ihnen ein endgültiges Zinsangebot machen zu können. Sie muss Ihnen außerdem ein paar Fragen stellen, um sich an das Gesetz zu halten.
fr: La banque a besoin de plus d'informations pour vous proposer des taux d'intérêt finaux et doit poser quelques questions en accord avec la législation.
sv: Banken behöver mer information för att ge dig ett slutgiltigt ränteförslag, samt ställa ett par frågor som måste ställas enligt lag.

source: You can submit the application to move your mortgage directly in Tink. The application is not binding until you have signed the banks contract.
de: Sie können den Antrag zum Verschieben Ihres Hauskredits direkt in Tink stellen. Der Antrag ist nicht verbindlich, bis Sie den Bankvertrag unterschrieben haben.
fr: Vous pouvez envoyer la demande de déplacement de votre prêt immobilier directement à Tink. La demande ne vous engage pas tant que vous n'aurez pas signé les contrats bancaires.
sv: Du kan skicka in din ansökan att flytta ditt bolån direkt i Tink. Ansökan är inte bindande förrän du har signerar bankens kontrakt.

source: Your tax residence is the country where you pay your taxes, usually the country where you live or work. Remember that if you are a US citizen or have a Green card, your tax residence is the United States.
de: Ihre Steueransässigkeit ist das Land, in dem Sie Ihre Steuern bezahlen. Dies ist normalerweise das Land, in dem Sie leben oder arbeiten. Denken Sie daran, dass Ihre Steueransässigkeit in den Vereinigten Staaten ist, wenn Sie ein US-Staatsbürger sind oder eine Green Card besitzen.
fr: Votre résidence imposable est le pays où vous payez vos impôts, en principe c'est le pays où vous vivez ou où vous habitez. N'oubliez pas que si vous êtes citoyen américain ou que si vous avez une carte verte, votre résidence imposable est les États-Unis.
sv: Du är skatteskyldig i det land där du betalar skatt, normalt sett landet där du bor och jobbar. Kom ihåg att om du är amerikansk medborgare eller har arbetstillstånd (green card), är du skatteskydlig i USA.

source: For example, if you are an american citizen, have a green card or other relations to USA.
de: Wenn Sie zum Beispiel ein amerikanischer Staatsbürger sind, eine Green Card benutzen oder eine andere Verbindung zu den USA haben.
fr: Par exemple, si vous êtes citoyen américain, que vous avez une carte verte ou d'autres relations avec les États-Unis.
sv: Till exempel, om du är amerikansk medborgare, har ett arbetstillstånd (green card) eller andra förbindelser till USA.

source: We need some more information about you for your application. This will take about 10-15 minutes.
de: Wir benötigen für ihren Antrag mehr Informationen über Sie. Dies dauert ungefähr 10-15 Minuten.
fr: Il nous faut plus d'informations sur vous pour votre demande. Cela prendra environ 10 à 15 minutes.
sv: Vi behöver mer information om dig till sin ansökan. Detta tar 10-15 minuter.

source: Household & Services
de: Haushalt & Dienstleistungen
fr: Ménage et services
sv: Hushåll & tjänster

source: House & Services Other
de: Haus & Dienstleistungen - Sonstiges
fr: Maison et autres services

source: Provisions
de: Vorkehrungen
sv: Livsmedel

source: Provisions Other
de: Vorkehrungen - Sonstiges
fr: Autres provisions
sv: Livsmedel övrigt

source: Food
de: Essen
fr: Alimentation
sv: Äta ute

source: How will the money generally be deposited?
de: Wie wird das Geld normalerweise eingezahlt?
fr: Comment l'argent sera-t-il déposé en général ?
sv: Hur kommer pengarna huvudsakligen sättas in?

source: Do you have a citizenship in other country?
de: Haben Sie eine Staatsbürgerschaft in einem anderen Land?
fr: Avez-vous une citoyenneté dans un autre pays ?
sv: Har du ett medborgarskap i något annat land?

source: How much do you intend to save each month?
de: Wie viel wollen Sie jeden Monat sparen?
fr: Combien comptez-vous épargner chaque mois ?
sv: Hur mycket avser du spara i månaden?

source: Are you taxable in any other country than Sweden and USA?
de: Sind Sie in einem anderen Land als Schweden oder den USA steuerpflichtig?
fr: Êtes-vous imposable dans un autre pays que la Suède ou les États-Unis ?
sv: Har du skatterättslig hemvist i något annat land än Sverige och USA?

source: Me
de: Ich
fr: Moi
sv: Jag

source: Long term investment
de: Langzeitinvestition
fr: Investissement à long terme
sv: Långsiktig placering

source: Household & Services Other
de: Haus & Dienstleistungen - Sonstiges
fr: Ménage et autres services
sv: Hushåll & tjänster övrigt

source: Food Other
de: Essen - Sonstiges
fr: Alimentation autre
sv: Äta ute övrigt

source: How much do you amortize per month?
de: Wie viel amortisieren Sie jeden Monat?
fr: Combien amortissez-vous par mois ?
sv: Hur mycket amorterar du/ni i månaden?

source: Apartment number
de: Wohnungsnummer
fr: Numéro de l'appartement
sv: Lägenhetsnummer

source: Monthly cost for student loan
de: Monatliche Kosten für Studentenkredt
fr: Coût mensuel du prêt étudiant
sv: Månadskostnad för studielån

source: First name
de: Vorname
fr: Prénom
sv: Förnamn

source: Do you or someone in your household have children (under 18 years old)?
de: Haben Sie oder jemand in Ihrem Haushalt Kinder (unter 18 Jahren)?
fr: Est-ce que vous, ou une personne de votre ménage, avez des enfants (moins de 18 ans) ?
sv: Har du eller någon i ditt hushåll barn (under 18 år)?

source: Does someone in your household have a student CSN loan?
de: Hat jemand in Ihrem Haushalt einen Studenten-CSN-Kredit?
fr: Quelqu'un de votre ménage a-t-il un prêt étudiant CSN ?
sv: Har någon i ditt hushåll ett studielån?

source: Number of children you pay alimony for
de: Anzahl Kinder, für die Sie Unterhalt zahlen
fr: Nombre d'enfants pour lesquels vous versez une pension
sv: Antal barn du/ni betalar underhåll för

source: Number of children you get child benefits from
de: Anzahl Kinder, für die Sie Kindergeld erhalten
fr: Nombre d'enfants pour lesquels vous touchez des allocations
sv: Antal barn du/ni får barnbidrag för

source: Last name
de: Nachname
fr: Nom de famille
sv: Efternamn

source: House label
de: Hausbezeichnung
fr: Libellé de la maison
sv: Fastighetsbeteckning

source: Municipality
de: Gemeinde
fr: Municipalité
sv: Kommun

source: Operating cost
de: Betriebskosten
fr: Coûts d'exploitation
sv: Driftskostnad

source: Ownership share
de: Eigentumsanteil
fr: Partage de propriété
sv: Ägarandel

source: Do you have a citizenship in another country?
de: Haben Sie eine Staatsbürgerschaft in einem anderen Land?
fr: Avez-vous une citoyenneté dans un autre pays ?
sv: Har du ett medborgarskap i ett annat land?

source: I confirm that I have read and accept SBAB's Terms and Conditions and thus received the information about the deposit insurance and information concerning the processing of personal data.
de: Ich bestätige, dass ich die SBAB-Nutzungsbedingungen gelesen habe und das Informationsblatt über Einlagensicherung und Informationen über die Verarbeitung von persönlichen Daten erhalten habe.
fr: Je confirme avoir lu et accepté les Conditions d'utilisation de SBAB et d'avoir par conséquent reçu les informations concernant l'assurance de dépôt et les informations concernant le traitement des données personnelles.
sv: Jag bekräftar att jag tagit del av och godkänner SBAB:s Allmänna Villkor samt att jag tagit del av informationsbladet om insättningsgaranti och information om behandling av personuppgifter.

source: Are you taxable in any other country?
de: Sind Sie in einem anderen Land steuerpflichtig?
fr: Êtes-vous imposable dans un autre pays ?
sv: Har du skatterättslig hemvist i något ytterligare land?

source: Are you taxable in yet another country?
de: Sind Sie in noch einem anderen Land steuerpflichtig?
fr: Êtes-vous imposable dans un autre pays ?
sv: Har du ytterligare skatterättslig hemvist i något annat land?

source: For example, work as prime minister, commander in chief or judge of the Supreme Court.
de: Wenn Sie zum Beispiel als Premierminister, Oberbefehlshaber oder Richter beim obersten Gerichtshof arbeiten.
fr: Par exemple, travail de premier ministre, commandant en chef ou juge de la Cour suprême.
sv: T.ex. jobbar som statsminister, överbefälhavare eller domare i Högsta domstolen.

source: Besides Sweden, USA and the previous choice.
de: Außer Schweden, USA und der vorherigen Wahl
fr: À part la Suède, les États-Unis et le choix précédent.
sv: Utöver Sverige, USA och föregående val.

source: Besides Sweden and USA.
de: Außer Schweden und USA.
fr: À part la Suède et les États-Unis.
sv: Utöver Sverige och USA.

source: Besides Sweden and the previous choice.
de: Außer Schweden und der vorherigen Wahl
fr: À part la Suède et le choix précédent.
sv: Utöver Sverige och föregående val.

source: Besides Sweden.
de: Außer Schweden.
fr: À part la Suède.
sv: Utöver Sverige.

source: You have to supply information for this field.
de: Sie müssen Informationen in dieses Feld eingeben.
fr: Vous devez fournir des informations pour ce champ.
sv: Du måste fylla i information för det här fältet.

source: You have to select at least one option.
de: Sie müssen mindestens eine Option wählen.
fr: Vous devez sélectionner au moins une option.
sv: Du måste välja minst ett alternativ.

source: You have to select one option.
de: Sie müssen eine Option wählen.
fr: Vous devez sélectionner une option.
sv: Du måste välja ett alternativ.

source: Invalid option selected.
de: Ungültige Option ausgewählt.
fr: Option invalide sélectionnée.
sv: Felaktigt alternativ valt.

source: Invalid input format.
de: Ungültiges Eingabeformat.
fr: Format de saisie unvalide.
sv: Felaktigt format.

source: Are you taxable in another country?
de: Sind Sie in einem anderen Land steuerpflichtig?
fr: Êtes-vous imposable dans un autre pays ?
sv: Har du skatterättslig hemvist i något ytterligare land?

source: For people in a politically exposed position (PEP), extra information is required which Tink currently doesn't support.
de: Für Personen in einer politisch exponierten Lage werden zusätzliche Informationen benötigt, die Tink derzeit nicht unterstützt.
fr: Pour les personnes à un poste politiquement exposé, des informations supplémentaires sont requises, mais Tink ne les prend pas en charge actuellement.
sv: För personer i politiskt utsatt ställning (PEP), krävs extra uppgifter som Tink inte har stöd för idag.

source: {0} chosen
de: {0} ausgewählt
fr: {0} choisi
sv: {0} valt
