Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: For the selected source, the destination message cannot be longer than {0} characters. Please adjust the message and try again.
de: Für die ausgewählte Quelle kann die Zielnachricht nicht länger sein als {0} Zeichen. Bitte passen Sie die Nachricht an und versuchen Sie es erneut.
es: Para la fuente seleccionada, el mensaje de destino no puede tener más de {0} caracteres. Ajuste el mensaje y vuelva a intentarlo.
et: Valitud lähtekoha puhul ei tohi sihtsõnum üle {0} tärgi. Kohandage sõnumit ja proovige uuesti.
fr: Pour la source sélectionnée, le message de destination ne peut pas dépasser {0} caractères. Veuillez ajuster le message et réessayez.
it: Per l'origine selezionata, il messaggio di destinazione non può essere più lungo di {0} caratteri. Modifica il messaggio e riprova
lt: Pasirinktam siuntėjui gavėjo pranešimas negali būti ilgesnis nei {0} simboliai. Pataisykite pranešimą ir bandykite dar kartą.
lv: Atlasītajam avotam galamērķa ziņojums nedrīkst būt garāks par {0} rakstzīmēm. Lūdzu, pielāgojiet ziņojumu un mēģiniet vēlreiz.
pt: Para a origem selecionada, a mensagem de destino não pode ter mais de {0} caracteres. Ajuste a mensagem e tente novamente.
sv: För valt avsändarkonto kan meddelandet till mottagaren inte vara längre än {0} tecken. Justera meddelandet och försök igen.

source: Error from
da: Fejl fra
de: Fehler von
es: Error de
et: Viga järgnevast:
fr: Erreur de
it: Errore da
lt: Klaidos forma
lv: Kļūdu veidlapa
nl: Fout met betrekking tot
pt: Erro de
sv: Fel från

source: Something went wrong.
de: Etwas ist schiefgegangen.
es: Algo salió mal.
et: Midagi läks valesti.
fr: Une erreur s'est produite.
it: Qualcosa è andato storto.
lt: Kažkas nepavyko.
lv: Notika kļūda.
pl: Coś poszło nie tak.
pt: Algo correu mal
sv: Något gick fel.

source: BankID authentication failed. Please verify your Mobil BankID is OK.
de: BankID-Authentifizierung fehlgeschlagen. Bitte bestätigen Sie, dass Ihre Mobile BankID stimmt.
es: Error de autenticación de BankID. Verifique que su Mobil BankID esté bien.
et: BankID-ga autentimine nurjus. Kontrollige, kas teie Mobil BankID on korras.
fr: Échec de l'authentification à BankID. Veuillez vérifier que votre BankID Mobile est fonctionnel.
it: Autenticazione BankID non riuscita. Verifica che il tuo Mobile BankID sia OK.
lt: „BankID“ autentifikavimas nepavyko. Patikrinkite, ar „Mobil BankID“ veikia gerai.
lv: BankID autentifikācija neizdevās. Lūdzu, pārliecinieties par to, ka jūsu Mobil BankID ir derīgs.
nl: Authenticatie mislukt. Controleer de ingevoerde gegevens nogmaals en probeer het opnieuw.
pt: A autenticação BankID falhou. Confirme se o seu Mobil BankID está correto.
sv: BankID autentisering misslyckades. Verifiera att din BankID är OK.

source: Largest expenses
de: Größte Ausgaben
fr: Plus grosses dépenses
nl: Grootste uitgaven
sv: Största utgifter

source: compared with previous month
de: im Vergleich mit dem vorherigen Monat
fr: comparé au mois précédent
nl: vergeleken met vorige maand
sv: jämfört med föregående månad

source: Percentage points
de: Prozentpunkte
fr: Points de pourcentage
nl: Procent
sv: Procentenheter

source: Important Events
de: Wichtige Events
fr: Événements importants
nl: Belangrijke gebeurtenissen
sv: Viktiga händelser

source: Low balance
de: Geringes Guthaben
fr: Solde bas
nl: Laag saldo
sv: Lågt saldo

source: Large expenses
de: Große Ausgaben
fr: Grosses dépenses
nl: Grote uitgaven
sv: Stor utgift

source: More than usual
de: Mehr als gewöhnlich
fr: Plus que d'habitude
nl: Meer dan normaal
sv: Mer än vanligt

source: ID Control
de: ID-Kontrolle
fr: Contrôle de l'ID
sv: ID-Koll

source: Activate ID Control to safeguard your identity and bank accounts
de: ID-Kontrolle aktivieren, um Ihre Identität und Bankkonten zu schützen
fr: Activez le Contrôle de l'ID pour sécuriser votre identité et vos comptes bancaires
nl: Activeer ID Control om jouw identiteit en bankgegevens in de gaten te houden.
sv: Aktivera ID-Koll för att få koll på din identitet och misstänkta bedrägerier

source: Handle warnings
de: Warnungen bearbeiten
fr: Gérer les avertissements
nl: Behandel waarschuwingen
sv: Hantera varningar

source: Activate ID Control
de: ID-Kontrolle aktivieren
fr: Activer le Contrôle de l'ID
nl: Activeer ID Control
sv: Aktivera ID-Koll

source: You have
de: Sie haben
fr: Vous avez
nl: U heeft
sv: Du har

source: You handled
de: Sie haben Folgendes bearbeitet:
fr: Vous avez géré
nl: U heeft behandeld
sv: Du hanterade

source: No warnings to handle
de: Keine Warnungen zum Bearbeiten
fr: Aucun avertissement à gérer
nl: Geen waarschuwingen om te behandelen
sv: Inga varningar att hantera

source: %s warning to handle
de: %s Warnung, die bearbeitet werden muss
fr: %s avertissement à gérer
nl: %s waarschuwing te behandelen
sv: %s varning att hantera

source: Event latest month
de: Ereignis letzten Monat
fr: Événement le mois dernier
nl: Gebeurtenis afgelopen maand
sv: Händelse senaste månaden

source: Open Tink
de: Tink öffnen
fr: Ouvrir Tink
nl: Open de app
sv: Öppna Tink

source: {0} to {1}
de: {0} an {1}
fr: {0} à {1}
nl: {0} tot {1}
sv: {0} till {1}

source: Tink has automatically categorized {0} transaction the past salary period.
de: Tink hat automatisch {0} Überweisung im letzten Gehaltzeitraum kategorisiert.
fr: Tink a automatiquement catégorisé {0} transaction durant la dernière période salariale
sv: Tink har automatiskt kategoriserat {0} transaktion förra löneperioden.

source: Tink has automatically categorized {0} transaction the past month.
de: Tink hat automatisch {0} Überweisung im letzten Monat kategorisiert.
fr: Tink a automatiquement catégorisé {0} transaction le mois dernier.
nl: Grip heeft de afgelopen maand {0} uitgaven automatisch gecategoriseerd.
sv: Tink har automatiskt kategoriserat {0} transaktion förra månaden.

source: If you no longer want to receive these emails, please click <a href="%s">here</a>.
de: Wenn Sie diese E-Mails nicht mehr erhalten möchten, dann klicken Sie <a href="%s">hier</a>.
fr: Si vous ne souhaitez plus recevoir ces e-mails, cliquez <a href="%s">ici</a>.
nl: Wilt u deze e-mails niet langer ontvangen? Klik <a href="%s">hier</a>.
sv: Om du inte längre vill ta emot e-post, klicka <a href="%s">här</a>.

source: You kept your goal. Great job!
de: Sie haben Ihr Ziel erreicht. Gut gemacht!
fr: Vous avez atteint votre objectif. Beau travail !
nl: U bent binnen budget gebleven. Goed gedaan!
sv: Du höll ditt mål. Grymt jobbat!

source: You did not keep your goal. Better luck next month.
de: Sie haben Ihr Ziel nicht erreicht. Viel Glück für den nächsten Monat!
fr: Vous n'avez pas atteint votre objectif. Bonne chance pour le mois prochain.
nl: U bent niet binnen budget gebleven. Volgende keer beter.
sv: Du höll inte ditt mål. Bättre lycka nästa månad.

source: You kept {0} of your goals.
de: Sie haben {0} Ihrer Ziele erreicht.
fr: Vous avez atteint {0} de vos objectifs.
nl: U bent binnen {0} budgetten gebleven.
sv: Du höll {0} av dina mål.

source: You have a new monthly summary for %s
de: Sie haben eine neue monatliche Zusammenfassung für %s
fr: Vous avez un nouveau relevé mensuel pour %s
sv: Du har en ny månadssammanfattning för %s

source: Update your bank connections in Tink to view it!
de: Aktualisieren Sie Ihre Bankverbindungen in Tink, um sie anzusehen!
fr: Mettez à jour vos connexions bancaires dans Tink pour le voir !
sv: Uppdatera dina bankkopplingar i Tink för att se den!

source: place_id
de: Ort_id

source: description
de: Beschreibung
et: kirjeldus
lt: aprašymas
lv: apraksts
nl: omschrijving

source: formatted_address
de: Formatierte_Adresse

source: vicinity
de: In der Nähe
fr: voisinage
nl: omgeving

source: formatted_phone_number
de: Formatierte_Telefon_Nummer

source: photo_reference
de: Foto_Referenz

source: long_name
de: Langer_Name

source: over
de: über
fr: plus de
nl: boven
sv: över

source: more than
de: mehr als
fr: de plus que
nl: boven
sv: mer än

source: less than
de: weniger als
fr: de moins que
nl: minder dan
sv: mindre än

source: under
de: unter
fr: moins de
nl: onder

source: around
de: ungefähr
fr: environ
nl: ongeveer
sv: runt,typ,cirka,ca,ungefär

source: weekdays
de: Unter der Woche
fr: semaine
nl: weekdagen
sv: vardagar

source: weekends
de: Am Wochenende
fr: weekend
nl: weekenden
sv: helger

source: today
de: Heute
fr: aujourd'hui
nl: vandaag
sv: idag

source: yesterday
de: Gestern
fr: hier
nl: gisteren
sv: igår

source: this week
de: Diese Woche
fr: cette semaine
nl: deze week
sv: denna vecka

source: last week
de: Letzte Woche
fr: la semaine dernière
nl: vorige week
sv: förra veckan

source: this month
de: Dieser Monat
fr: ce mois-ci
nl: deze maand
sv: denna månad

source: last month
de: Letzter Monat
fr: le mois dernier
nl: vorige maand
sv: förra månaden

source: this year
de: Dieses Jahr
fr: cette année
nl: dit jaar
sv: i år

source: last year
de: Letztes Jahr
fr: l'année dernière
nl: vorig jaar
sv: förra året

source: week {0}
de: Woche {0}
fr: semaine {0}
sv: vecka {0}

source: month
de: Monat
fr: mois
nl: maand
sv: månad

source: week
de: Woche
fr: semaine
sv: vecka

source: day
de: Tag
fr: jour
nl: dag
sv: dag

source: and
de: und
es: y
et: ja
fr: et
it: e
lt: ir
lv: un
nl: en
pt: e
sv: och

source: {0} account
de: {0} Konto
es: {0} cuenta
et: konto
fr: {0} compte
it: {0} conto
lt: {0} sąskaita
lv: {0} kontu
nl: {0} rekening
pt: {0} conta
sv: {0} konto

source: {0} transaction
de: {0} Überweisung
es: {0} transacción
et: tehing
it: {0} transazione
lt: {0} operacija
lv: {0} darījumu
nl: {0} uitgave
pt: {0} transação
sv: {0} transaktion

source: zero
de: null
nl: nul
sv: noll

source: one
de: eins
fr: un
nl: een
sv: ett

source: two
de: zwei
fr: deux
nl: twee
sv: två

source: three
de: drei
fr: trois
nl: drie
sv: tre

source: four
de: vier
fr: quatre
nl: vier
sv: fyra

source: five
de: fünf
fr: cinq
nl: vijf
sv: fem

source: six
de: sechs
nl: zes
sv: sex

source: seven
de: sieben
fr: sept
nl: zeven
sv: sju

source: eight
de: acht
fr: huit
nl: acht
sv: åtta

source: nine
de: neun
fr: neuf
nl: negen
sv: nio

source: last {0}
de: zuletzt {0}
fr: dernier {0}
nl: afgelopen {0}
sv: i {0}s

source: tomorrow
de: morgen
fr: demain
nl: morgen
sv: i morgon

source: on {0}
de: am {0}
fr: le {0}
nl: op {0}
sv: på {0}

source: High balance
de: Hohes Guthaben
fr: Solde élevé
nl: Hoog saldo
sv: Högt saldo

source: You have an unusually high balance on one account.
de: Sie haben ein ungewöhnlich hohes Guthaben auf einem Konto.
fr: Vous disposez d'un solde anormalement haut sur un compte.
nl: U heeft een ongebruikelijk hoog saldo op een rekening.
sv: Du har ett ovanligt högt saldo på ett konto.

source: You have an unusually high balance on {0}
de: Sie haben ein ungewöhnlich hohes Guthaben auf {0}
fr: Votre solde est anormalement élevé sur {0}
nl: U heeft een ongebruikelijk hoog saldo op {0}
sv: Du har ovanligt högt saldo på {0}

source: You have an unusually low balance on one account.
de: Sie haben ein ungewöhnlich niedriges Guthaben auf einem Konto.
fr: Vous disposez d'un solde anormalement bas sur un compte.
nl: U heeft een ongebruikelijk laag saldo op een rekening.
sv: Du har ett ovanligt lågt saldo på ett konto.

source: You have an unusually low balance on {0}
de: Sie haben ein ungewöhnlich niedriges Guthaben auf {0}.
fr: Vous disposez d'un solde anormalement bas sur {0}
nl: U heeft een ongebruikelijk laag saldo op uw {0}
sv: Du har ett ovanligt lågt saldo på {0}

source: Bank Fee
de: Bankgebühr
fr: Frais bancaires
nl: Kosten in rekening gebracht door de bank
sv: Bankavgift

source: You were charged by {0}
de: {0} hat etwas bei Ihnen abgebucht
fr: Vous avez été facturé par {0}
nl: U heeft een rekening gekregen van {0}

source: Bank fee selfie
de: Bankgebühr-Selfie
fr: selfie de frais bancaires
nl: Bankkosten selfie

source: You spent {0} less than {1} on {2} {3}.
de: Sie haben {0} weniger als {1} für {2} {3} ausgegeben.
fr: Vous avez dépensé {0} de moins que {1} en {2} {3}.
nl: U heeft {0} minder uitgegeven dan {1} aan {2} {3}.
sv: Du spenderade {0} mindre än {1} på {2} {3}.

source: You spent {0} more than {1} on {2} {3}.
de: Sie haben {0} mehr als {1} für {2} {3} ausgegeben.
fr: Vous avez dépensé {0} de plus que {1} en {2} {3}.
nl: U heeft {0} meer uitgegeven dan {1} aan {2} {3}.
sv: Du spenderade {0} mer än {1} på {2} {3}.

source: Add a budget now
de: Jetzt ein Budget hinzufügen
fr: Ajouter un budget maintenant
nl: Voeg nu een budget toe
sv: Lägg till en budget nu

source: Tip: start with budgetting
de: Tipp: Setzen Sie sich ein Budget
fr: Astuce : commencez avec un budget
nl: Tip: start met budgetten
sv: Tips: kom igång med budget

source: For example, set a maximum amount per month on groceries or clothes and Grip will track it for you.
de: Bestimmen Sie zum Beispiel den Höchstsumme, die Sie im Monat für Einkäufe oder Kleidung ausgeben wollen, und Grip überwacht sie für Sie.
fr: Par exemple, définissez un montant maximum par mois pour les commissions ou les vêtements et Grip surveillera ça pour vous.
nl: Stel bijvoorbeeld in wat u per maand maximaal aan boodschappen of kleding wilt uitgeven en houd de voortgang in de gaten.
sv: Till exempel, sätt ett mål för livsmedel eller kläder, och Grip håller koll på det åt dig.

source: Double charge
de: Doppelbuchung
fr: Double paiement
nl: Dubbele afschrijving
sv: Dubbeldragning

source: You were double-charged.
de: Ihr Konto wurde doppelt belastet.
fr: Vous avez été facturé deux fois.
nl: Er is een bedrag dubbel afgeschreven.
sv: Det har gjorts en dubbeldragning.

source: You were double-charged by {0} for {1}.
de: Ihr Konto wurde von {0} für {1} doppelt belastet.
fr: {0} a prélevé de l'argent deux fois pour {1}.
nl: U heeft een dubbele afschrijving van {0} ter waarde van {1}.
sv: Du har en dubbeldragning av {0} för {1}.

source: You have exceeded your goal for {0} this month.
de: Sie haben Ihr Ziel für {0} diesen Monat überschritten.
fr: Vous avez dépassé votre objectif de {0} ce mois-ci.
nl: U heeft deze maand uw budget voor {0} overschreden.
sv: Du har överskridit ditt mål för {0} den här månaden.

source: You are close to exceeding your goal for {0} this month.
de: Sie stehen kurz davor, Ihr Ziel für {0} diesen Monat zu überschreiten.
fr: Vous êtes sur le point de dépasser votre objectif de {0} ce mois-ci.
nl: U heeft deze maand uw budget voor {0} bijna overschreden.
sv: Du är nära att överskrida ditt mål för {0} den här månaden.

source: You exceeded your goal for {0} on {1}
de: Sie haben Ihr Ziel für {0} am {1} überschritten.
fr: Vous avez dépassé votre objectif de {0} le {1}
nl: U heeft uw budget voor {0} overschreden op {1}
sv: Du gick över ditt mål för {0} den {1}

source: You were close to exceeding your goal for {0} on {1}
de: Sie standen kurz davor, Ihr Ziel für {0} am {1} zu überschreiten.
fr: Vous étiez sur le point de dépasser votre objectif de {0} le {1}
nl: Op {1} was je {0} budget bijna op.
sv: Du var nära att gå över ditt mål för {0} den {1}

source: Missed goal
de: Verpasstes Ziel
fr: Objectif manqué
nl: Budget overschreden
sv: Missat mål

source: Close to goal
de: Ziel fast erreicht
fr: Objectif proche
nl: Budget bijna op
sv: Nära mål

source: Handle warning
de: Warnung bearbeiten
fr: Gérer l'avertissement
nl: Behandel waarschuwing
sv: Hantera händelse

source: There is %s new warning that needs your attention.
de: Es gibt %s neue Warnung, um die Sie sich kümmern müssen.
fr: Il y a %s nouvel avertissement requérant votre attention.
nl: U heeft %s nieuwe waarschuwing.
sv: Det finns %s ny händelse att kolla upp.

source: Show map
de: Karte anzeigen
fr: Afficher la carte
nl: Toon kaart
sv: Visa karta

source: Eating out map
de: Karte von Restaurantbesuchen
fr: Carte des restaurants
nl: Restaurant kaart
sv: Matkartan

source: This is where you eat out.
de: Hier haben Sie auswärts gegessen.
fr: C'est ici que se trouvent vos restaurants.
nl: Dit is waar u vaak eet.
sv: Här kan du se var du oftast äter ute, tar en drink eller fikar.

source: You have a low balance on {0}
de: Sie haben ein geringes Guthaben auf {0}
fr: Votre solde est bas sur {0}
nl: U heeft een laag saldo op uw {0}.
sv: Du har lågt saldo på {0}

source: Income
de: Einkommen
fr: Revenu
nl: Inkomsten
sv: Inkomst

source: You received an income.
de: Sie haben Einkommen erhalten.
fr: Vous avez reçu un revenu.
nl: U heeft geld ontvangen.
sv: Du har mottagit en inkomst.

source: You received income from {0}
de: Sie haben Einnahmen von {0} erhalten
fr: Vous avez reçu de l'argent de {0}
nl: U heeft geld ontvangen van {0}
sv: Du har en inkomst från {0}

source: You received {0} incomes.
de: Sie haben {0} Einkommen erhalten.
fr: Vous avez reçu {0} revenus.
nl: U heeft {0} bijschrijvingen ontvangen.
sv: Du har mottagit {0} inkomster.

source: Large expense
de: Große Ausgabe
fr: Grosse dépense
nl: Grote uitgave
sv: Stor utgift

source: You were charged an unusually large expense.
de: Ihnen wurden eine ungewöhnlich große Ausgabe berechnet.
fr: Vous avez effectué une dépense anormalement élevée.
nl: U heeft een ongebruikelijk hoge uitgave.
sv: Det har dragits en ovanligt stor utgift.

source: You were charged an unusually large expense by {0}
de: Ihnen wurden eine ungewöhnlich große Ausgabe von {0} berechnet.
fr: Vous avez effectué une dépense anormalement élevée payée à {0}
nl: U heeft ongebruikelijk veel uitgegeven bij {0}
sv: Det har dragits en ovanligt stor utgift av {0}

source: You were charged {0} unusually large expenses.
de: Ihnen wurden {0} ungewöhnlich große Ausgaben berechnet.
fr: Vous avez effectué {0} dépenses anormalement élevées.
nl: U heeft {0} ongebruikelijk hoge uitgaven.
sv: Det har dragits {0} ovanligt stora utgifter.

source: You were charged some unusually large expenses by {0}
de: Ihnen wurde von {0} eine ungewöhnlich große Ausgabe berechnet
fr: Vous avez effectué des dépenses anormalement élevées payées à {0}
nl: U heeft ongebruikelijk veel uitgegeven bij {0}
sv: Det har dragits ett par ovanligt stora utgifter av {0}

source: You are above average spending at this time of month
de: Sie haben zu diesem Zeitpunkt mehr als den Monatsdurchschnitt ausgegeben
fr: Vous avez dépassé la moyenne des dépenses pour cette période du mois.
nl: Gemiddeld geeft u deze maand meer uit dan normaal
sv: Du har spenderat mer än vanligt vid den här tiden av månaden

source: You are still above average spending at this time of month
de: Sie haben zu diesem Zeitpunkt immer noch mehr als den Monatsdurchschnitt ausgegeben
fr: Vous êtes toujours au-dessus de la moyenne des dépenses pour cette période du mois.
nl: Gemiddeld geeft u deze maand nog steeds meer uit dan normaal
sv: Du har fortfarande spenderat mer än vanligt vid den här tiden av månaden

source: You are below average spending at this time of month
de: Sie haben zu diesem Zeitpunkt weniger als den Monatsdurchschnitt ausgegeben
fr: Vous êtes en dessous de la moyenne des dépenses pour cette période du mois.
nl: Gemiddeld geeft u deze maand minder uit dan normaal
sv: Du har spenderat mindre än vanligt vid den här tiden av månaden

source: You are still below average spending at this time of month
de: Sie haben zu diesem Zeitpunkt immer noch weniger als den Monatsdurchschnitt ausgegeben
fr: Vous êtes toujours en dessous de la moyenne des dépenses pour cette période du mois.
nl: Gemiddeld geeft u deze maand nog steeds minder uit dan normaal
sv: Du har fortfarande spenderat mindre än vanligt vid den här tiden av månaden

source: Left to Spend
de: Zum Ausgeben übrig
fr: Restant à dépenser
nl: Over van inkomsten
sv: Kvar av lön

source: 1 year ago
de: Vor 1 Jahr
fr: il y a 1 an
nl: een jaar geleden
sv: 1 år sedan

source: Look back on it
de: Zurückblicken
fr: Rappelez-vous
nl: Kijk terug

source: Look back
de: Zurückblicken
fr: Se rappeler
nl: Kijk terug
sv: Titta tillbaka

source: 1 year ago: {0} - via @tink
de: Vor 1 Jahr: {0} - über @tink
fr: il y a 1 an : {0} - via @tink
nl: 1 jaar geleden: {0} - via @xxx
sv: 1 år sedan: {0} - via @tink

source: You are one of the {0} spenders at {1}.
de: Sie sind einer der {0} Verschwender bei {1}.
fr: Vous êtes l'un des {0} dépensiers à {1}.
nl: U bent één van de {0} klanten bij {1}
sv: Du är en av de som spenderat {0} på {1}.

source: Of the customers at {2}, you spent {0} more than {1} {3}.
de: Von den Kunden bei {2} haben Sie {0} mehr als {1} {3} ausgegeben.
fr: Des clients à {2}, vous avez dépensé {0} de plus que {1} {3}.
nl: Vergeleken met andere klanten van {2}, heeft u {0} meer uitgegeven dan {1} {3}.
sv: Av kunderna på {2}, spenderade du {0} mer än {1} {3}.

source: Of the customers at {2}, you spent {0} less than {1} {3}.
de: Von den Kunden bei {2} haben Sie {0} weniger als {1} {3} ausgegeben.
fr: Des clients à {2}, vous avez dépensé {0} de moins que {1} {3}.
nl: Vergeleken met andere klanten van {2}, heeft u {0} minder uitgegeven dan {1} {3}.
sv: Av kunderna på {2}, spenderade du {0} mindre än {1} {3}.

source: Great job!
de: Gut gemacht!
fr: Beau travail !
nl: Geweldig gedaan!
sv: Grymt jobbat!

source: Good job!
de: Gut gemacht!
fr: Bien joué !
nl: Goed gedaan!
sv: Bra jobbat!

source: Come on!
de: Na los!
fr: Allez !
nl: Zet 'm op!
sv: Kom igen!

source: You kept your goal in {0}. Great job!
de: Sie haben Ihr Ziel in {0} erreicht. Gut gemacht!
fr: Vous avez atteint votre objectif en {0}. Bon travail !
nl: U bent binnen uw budget voor {0} gebleven. Goed gedaan!
sv: Du höll ditt mål i {0}. Grymt jobbat!

source: You did not keep your goal in {0}. Better luck next month.
de: Sie haben Ihr Ziel in {0} nicht erreicht. Viel Glück für den nächsten Monat!
fr: Vous n'avez pas atteint votre objectif en {0}. Bonne chance pour le mois prochain.
nl: In {0} bent u niet binnen uw budget gebleven. Volgende keer beter.
sv: Du höll inte ditt mål i {0}. Bättre lycka nästa månad.

source: You kept {0} of your goals in {1}.
de: Sie haben {0} Ihrer Ziele in {1} erreicht.
fr: Il vous reste {0} sur vos objectifs en {1}.
nl: In {1} bent u binnen {0} van uw budgetten gebleven.
sv: Du höll {0} av dina mål i {1}.

source: Check out your monthly summary!
de: Sehen Sie sich Ihre monatliche Zusammenfassung an!
fr: Consultez votre relevé mensuel !
nl: Bekijk uw maandoverzicht!
sv: Kolla in din månadssammanfattning!

source: {0} was a great month! You made {1} more than you spent.
de: {0} war ein toller Monat! Sie haben {1} mehr verdient, als Sie ausgegeben haben.
fr: {0} a été un super mois ! Vous avez gagné {1} de plus que ce que vous avez dépensé.
nl: {0} was een geweldige maand! U heeft {1} meer ontvangen dan uitgegeven.
sv: {0} var en bra månad! Du tjänade {1} mer än du gjorde av med.

source: {0} was a not a great month. You spent {1} more than you made.
de: {0} war kein guter Monat. Sie haben {1} mehr ausgegeben, als Sie verdient haben.
fr: {0} n'a pas été un bon mois. Vous avez dépensé {1} de plus que ce que vous avez gagné.
nl: {0} was geen geweldige maand. U heeft {1} meer uitgegeven dan ontvangen.
sv: {0} var ingen toppen-månad. Du gjorde av med {1} mer än du tjänade.

source: You have saved {0} in {1} months!
de: Sie haben {0} in {1} Monaten gespart!
fr: Vous avez économisé {0} en {1} mois !
nl: U heeft {0} gespaard in {1} maanden!
sv: Du har sparat {0} under {1} månader!

source: Add account
de: Konto hinzufügen
fr: Ajouter un compte
nl: Voeg rekening toe
sv: Lägg till konto

source: Connect to Tink and get an even better overview
de: Verbinden Sie sich mit Tink, um eine noch bessere Übersicht zu erhalten
fr: Connectez-vous à Tink et obtenez un aperçu encore meilleur
sv: Anslut till Tink och få ännu bättre koll på din ekonomi
