Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Tap 5$ Enter your PIN 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Tap 7$ Enter the sign code
de: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Drücken Sie auf 5$ Geben Sie Ihre Geheimzahl ein 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Drücken Sie auf 7$ Geben Sie den Anmeldecode ein

source: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Want to register your device? 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Enter your PIN 6$ Enter the signature code
de: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Uw apparaat registreren? 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Toets uw pincode in 6$ Voer de tekencode in
fr: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Enregistrer votre appareil? 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Introduisez votre code pin 6$ Introduisez le code signature
nl: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Uw apparaat registreren? 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Toets uw pincode in 6$ Voer de tekencode in

source: Updating {0}...
de: {0} wird aktualisiert ...
es: Actualizando {0} ...
et: Rakenduse {0} värskendamine ...
fr: Mise à jour de {0}...
it: Aggiornamento {0}...
lt: Atnaujinama {0}...
lv: Atjaunina {0}...
nl: Bijwerken {0} ...
pt: A atualizar {0}...
sv: Uppdaterar {0}...

source: Your account is blocked. Please unblock your account using the ABN AMRO app.
de: Ihr Konto ist gesperrt. Bitte entsperren Sie Ihr Konto mit der ABN AMRO-App.
fr: Votre compte est verrouillé. Veuillez le déverrouiller en utilisant l'application ABN AMRO.
nl: Uw account is geblokkeerd. Deblokkeer uw account in de ABN AMRO Mobiel Bankieren app
sv: Ditt konto är spärrat. Vänligen använd din ABN AMRO-app för att lyfta spärren.

source: Second level authentication with OTP is not supported
de: Zweistufige Authentifizierung mit OTP wird nicht unterstützt.
fr: Authentification à deux niveaux avec mot de passe à usage unique non pris en charge.

source: Failed to sign transfer with BankID
de: Überweisung konnte mit BankID nicht unterzeichnet werden
es: Error al firmar la transferencia con BankID
et: Ülekande allkirjastamine BankID-ga nurjus
fr: Échec de signature du transfert avec BankID
it: Impossibile firmare il bonifico con BankID
lt: Nepavyko pasirašyti pavedimo su „BankID“
lv: Neizdevās pierakstīties ar BankID
pt: Não foi possível assinar a transferência com o BankID
sv: Det gick inte att signa överföringen med BankID

source: Could not find source account
de: Quellkonto wurde nicht gefunden
es: No se pudo encontrar la cuenta de origen
et: Lähtekontot ei leitud
fr: Compte source introuvable
it: Impossibile trovare il conto di origine
lt: Nepavyko rasti siuntėjo sąskaitos
lv: Neizdevās atrast avota kontus
pt: Não foi possível encontrar a conta de origem
sv: Kunde inte hitta frånkonto

source: Failed to get challenge response from user
de: Antwort auf die Challenge wurde vom Nutzer nicht abgegeben
fr: Échec d'obtention du défi-réponse de l'utilisateur

source: No response from Mobile BankID. Have you opened the app?
de: Keine Antwort von Mobile BankID. Haben Sie die App geöffnet?
es: No hay respuesta de Mobile BankID. ¿Has abierto la aplicación?
et: Mobile BankID-lt ei saadud vastust. Kas olete rakenduse avanud?
fr: Aucune réponse de Mobile BankID. Avez-vous ouvert l'application ?
it: Nessuna risposta da Mobile BankID. Hai aperto l'app?
lt: Jokio atsakymo iš mobiliojo „BankID“. Ar atidarėte programėlę?
lv: Nav atbildes no Mobile BankID. Vai atvērāt lietotni?
nl: Geen respons van Mobiel Bankieren. Heeft u de app geopend?
pt: Sem resposta do Mobile BankID. Abriu a aplicação?
sv: Inget svar från Mobilt BankID. Har du öppnat appen?

source: The key number was incorrect, please try again.
de: Die Schlüsselnummer war falsch. Bitte versuchen Sie es erneut.
fr: Le numéro clé est incorrect, veuillez réessayer.
sv: Felaktigt nyckeltal, vänligen försök igen.

source: Could not login, please try again.
de: Einloggen nicht möglich. Bitte versuchen Sie es erneut.
es: No se pudo iniciar sesión. Vuelva a intentarlo.
et: Sisselogimine nurjus, proovige uuesti.
fr: Connexion impossible, veuillez réessayer.
it: Impossibile accedere; riprova.
lt: Nepavyko prisijungti. Bandykite dar kartą.
lv: Neizdevās pierakstīties, lūdzu, mēģiniet vēlreiz.
pt: Não foi possível iniciar sessão; tente novamente.
sv: Kunde inte logga in, vänligen försök igen.

source: You need to activate the connection with your key number list.
de: Sie müssen die Verbindung mit Ihrer Schlüsselnummerliste aktivieren.
fr: Vous devez activer la connexion avec votre liste de numéros clés.
sv: Du behöver aktivera anslutningen med din nyckeltalslista.

source: The format of the given credentials are incorrect.
de: Das Format der Anmeldedaten ist nicht richtig.
fr: Le format des identifiants donnés est incorrect.
sv: Dina användaruppgifter har ett felaktigt format.

source: The user id or password you entered is incorrect.
de: Der eingegebene Nutzername oder das Passwort waren nicht richtig.
fr: L'identifiant ou le mot de passe de l'utilisateur que vous avez saisi est incorrect.
sv: Fel användarkod eller lösenord.

source: Could not login. This can happen when having the OP app installed on several devices. You can resolve this by removing one of them in the Settings view of your OP app or when logged in on OP's web site.
de: Einloggen nicht möglich. Das kann passieren, wenn Sie die OP-App auf mehreren Geräten installiert haben. Sie können das Problem lösen, indem Sie eines davon in den Einstellungen Ihrer OP-App entfernen oder wenn Sie auf der OP-Website eingeloggt sind.
fr: Connexion impossible. Cela peut se produire quand l'application OP est installée sur plusieurs appareils. Vous pouvez résoudre ce problème en en supprimant une dans la vue des Paramètres de votre application OP ou lorsque vous êtes connecté sur le site web d'OP.
sv: Kunde inte logga in. Detta kan hända när du har installerat OP-appen på flera enheter. Du kan lösa problemet genom att ta bort en av dem i inställningarna i OP-appen eller på OP:s hemsida när du är inloggad.

source: The bank's number
de: Die Banknummer
fr: Le numéro de la banque
sv: Bankens tal

source: Find the number on your number list that corresponds to the bank's number and enter it in the field below. You find the key number to the right of the bank's number on your key list.
de: Suchen Sie die Nummer auf auf Ihrer Nummernliste, die der der Bank entspricht, und geben Sie sie unten ein. Sie finden die Schlüsselnummer rechts von der Banknummer auf der Schlüsselliste.
fr: Trouvez le numéro sur votre liste de numéros correspondant au numéro de la banque et saisissez-le dans le champ ci-dessous. Le numéro clé est situé sur la droite du numéro de la banque sur votre liste clé.
sv: Sök upp det tal på din nyckeltalslista som motsvarar bankens tal och skriv in det i fältet nedan. Nyckeltalet finns till höger om bankens tal på din lista.

source: Key number
de: Schlüsselnummer
fr: Numéro clé
sv: Nyckeltal

source: Product not available.
de: Produkt nicht verfügbar.
fr: Produit indisponible.
sv: Produkten är inte tillgänglig

source: The destination message is not a valid OCR reference
de: Die Zielnachricht ist keine gültige OCR-Referenz
es: El mensaje de destino no es una referencia de OCR válida
et: Sihtsõnum pole kehtiv viitenumber (OCR)
fr: Le message de destination n'est pas une référence ROC valide
it: Il messaggio di destinazione non è un riferimento OCR valido
lt: Gavėjo pranešimas nėra teisinga OCR nuoroda
lv: Galamērķa ziņojums nav derīga OCR atsauce
pt: A mensagem de destino não é uma referência OCR válida
sv: Meddelandet till mottagaren är inte en giltig OCR-referens

source: The destination message is not valid
de: Die Zielnachricht ist nicht gültig
es: El mensaje de destino no es válido
et: Maksesõnum pole kehtiv
fr: Le message de destination est invalide
it: Il messaggio di destinazione non è valido
lt: Gavėjo pranešimas neteisingas
lv: Galamērķa ziņojums nav derīgs
pt: A mensagem de destino não é válida
sv: Meddelandet till mottagaren är ogiltigt

source: Transfer amount is too small
de: Die Überweisungssumme ist zu gering
fr: Le montant du transfert est trop faible
sv: Överföringsbeloppet är för litet

source: Destination account is not valid
de: Zielkonto ist nicht gültig
fr: Le compte de destination est invalide
sv: Till-konto är inte korrekt

source: Source account not found
de: Quellkonto nicht gefunden
fr: Compte source introuvable
sv: Från-konto finns inte

source: BankID session already in progress, please try again.
de: Die BankID-Sitzung läuft bereits. Bitte versuchen Sie es erneut.
es: La sesión de BankID ya está en curso. Vuelve a intentarlo.
et: BankID seanss on juba käimas, proovige uuesti.
fr: Session BankID déjà en cours, veuillez réessayer.
it: Sessione BankID già in corso; riprova.
lt: „BankID“ sesija jau vykdoma. Bandykite dar kartą.
lv: BankID jau ir procesā, lūdzu, mēģiniet vēlreiz.
nl: De sessie is al in gebruik, probeer het opnieuw.
pt: A sessão BankID já está a decorrer, tente novamente.
sv: Mobilt BankID är upptaget, vänta någon minut och testa igen.

source: Failed to sign payment using BankID
de: Zahlung konnte nicht mit BankID unterzeichnet werden
es: No se pudo firmar el pago con BankID
et: Makse allkirjastamine BankID-ga nurjus
fr: Échec de la signature du paiement avec BankID
it: Impossibile firmare il pagamento tramite BankID
lt: Nepavyko pasirašyti mokėjimo naudojant „BankID“
lv: Neizdevās parakstīt maksājumu ar BankID
pt: Falha na assinatura do pagamento com BankID
sv: Signering av betalning med BankID misslyckades

source: Could not find bank for destination account
de: Bank für Zielkonto wurde nicht gefunden
fr: Banque introuvable pour le compte de destination
sv: Kunde inte hitta banken för mottagskontot

source: Invalid destination account
de: Ungültiges Empfängerkonto
es: Cuenta de destino no válida
et: Sihtkonto on kehtetu
fr: Compte de destination invalide
it: Conto di destinazione non valido
lt: Neteisinga gavėjo sąskaita
lv: Nederīgs saņēmēja konts
pt: Conta de destino inválida
sv: Mottagarkontot är inte giltigt

source: You have existing unsigned transfers, please sign those before executing a new transfer
de: Sie haben nicht unterzeichnete Überweisungen. Bitte unterzeichnen Sie sie, bevor Sie eine neue Überweisung durchführen.
fr: Vous avez des transferts existants non signés, veuillez les signer avant d'effectuer un nouveau transfert

source: Marked not implemented
de: Markiert als "Nicht implementiert"
fr: Marqué non implémenté

source: Payment was not accepted at Nordea
de: Die Zahlung wurde von Nordea nicht akzeptiert
es: No se aceptó el pago en Nordea
et: Nordea ei võtnud makset vastu
fr: Le paiement n'a pas été accepté à Nordea
it: Il pagamento non è stato accettato da Nordea
lt: Mokėjimo nepriėmė „Nordea“
lv: Nordea nepieņēma maksājumu
pt: O pagamento não foi aceite na Nordea

source: Transfer completed
de: Transfer abgeschlossen
fr: Transfert terminé
nl: Overboeking gelukt

source: Waiting on Mobile Bank Id
de: Warten auf Mobile Bank ID
es: Esperando ID de banco móvil
et: Mobile Bank Id ootamine
fr: En attente de Mobile BankID
it: In attesa su Mobile BankID
lt: Laukiama mobiliojo „BankID“
lv: Gaida Mobile Bank Id
nl: Wachten op mobiele BankID-app
pt: A aguardar o Mobile Bank ID

source: No response from Mobile BankID
de: Keine Antwort von Mobile BankID
fr: Aucune réponse de Mobile BankID
nl: Geen respons van BankID

source: Did not receive a identification code
de: Identifikationscode nicht erhalten
es: No recibí un código de identificación
et: Ei saanud identimiskoodi
fr: Code d'identification non reçu
it: Codice identificativo non ricevuto
lt: Negautas identifikavimo kodas
lv: Identifikācijas kods netika saņemts
pt: Não foi recebido nenhum código de identificação

source: Transfer failed
de: Transfer fehlgeschlagen
fr: Échec du transfert
nl: Transactie mislukt

source: Payment was not signed
de: Die Zahlung wurde nicht unterzeichnet
es: El pago no se firmó
et: Makset ei allkirjastatud
fr: Le paiement n'a pas été signé
it: Il pagamento non è stato firmato
lt: Mokėjimas nepasirašytas
lv: Maksājums netika parakstīts
nl: Betaling was niet ondertekend
pt: O pagamento não foi assinado

source: Invalid source account
de: Ungültiges Quellkonto
es: Cuenta de origen no válida
et: Lähtekonto on kehtetu
fr: Compte source invalide
it: Conto di origine non valido
lt: Neteisinga siuntėjo sąskaita
lv: Nederīgs avota konts
pt: Conta de origem inválida
sv: Från-kontot är inte giltigt

source: Next unused code
de: Nächster freier Code
es: Siguiente código sin usar
et: Järgmine kasutamata kood
fr: Code inutilisé suivant
it: Codice inutilizzato successivo
lt: Kitas nepanaudotas kodas
lv: Nākamais neizmantotais kods
pt: Próximo código por utilizar

source: BankID authentication cancelled or user not a customer of
de: BankID-Authentifikation wurde abgebrochen oder der Nutzer ist kein Kunde von
fr: Authentification de BankID annulée ou non client de

source: Wrong user name or password, please try again.
de: Falscher Nutzername oder Passwort. Bitte versuchen Sie es erneut.
fr: Nom d'utilisateur ou mot de passe incorrect, veuillez réessayer.
nl: Verkeerde gebruikersnaam of paswoord, probeer het opnieuw.
sv: Fel användarenamn eller lösenord, vänligen försök igen.

source: Selected user has been blocked. Please contact your bank or reset the password in netbank.
de: Der ausgewählte Nutzer wurde blockiert. Kontaktieren Sie Ihre Bank oder setzen Sie das Passwort in Netbank zurück.
fr: L'utilisateur sélectionné a été verrouillé. Veuillez contacter votre banque ou réinitialiser le mot de passe sur netbank.
nl: Geselecteerde gebruiker is geblokkeerd. Neem contact op met ABN AMRO.

source: Selected user is inactive. Please contact your bank.
de: Ausgewählter Nutzer ist nicht aktiv. Kontaktieren Sie Ihre Bank.
fr: Utilisateur sélectionné inactif. Veuillez contacter votre banque.
nl: Geselecteerde gebruiker is inactief. Neem contact op met ABN AMRO.

source: User is not enrolled Mobilbank
de: Nutzer ist nicht bei Mobilbank angemeldet
fr: L'utilisateur n'est pas enregistré chez Mobilbank
nl: Gebruiker heeft geen Mobiel Bankieren

source: You have no netbank agreement
de: Sie haben keine Netbank-Vereinbarung
fr: Vous n'avez aucun accord avec netbank.
nl: Gebruiker heeft geen Internet Bankieren overeenkomst

source: Could not find destination account
de: Zielkonto wurde nicht gefunden
fr: Compte de destination introuvable
sv: Mottagarkontot kunde inte hittas

source: Could not get recipient name from user
de: Empfängername wurde vom Nutzer nicht bekanntgegeben
es: No se pudo obtener el nombre del destinatario del usuario.
et: Kasutajalt ei saadud saaja nime
fr: Obtention impossible du nom du destinataire à partir de l'utilisateur
it: Impossibile ottenere il nome del destinatario dall'utente
lt: Nepavyko gauti gavėjo vardo iš naudotojo
lv: Nevarēja iegūt saņēmēja vārdu no lietotāja
pt: Não foi possível receber do utilizador o nome do destinatário

source: BankID authentication failed
de: BankID-Authentifizierung fehlgeschlagen
fr: Échec de l'authentification à BankID

source: Unsupported transfer type
de: Überweisungsart wird nicht unterstützt
es: Tipo de transferencia no admitido
et: Toetuseta ülekandetüüp
fr: Type de transfert non pris en charge
it: Tipo di bonifico non supportato
lt: Nepalaikomas pavedimo tipas
lv: Neatbalstīts pārskaitījuma veids
pt: Tipo de transferência não suportado
sv: Överföringstypen stöds inte

source: Could not retrieve source accounts.
de: Quellkonten wurden nicht gefunden.
fr: Impossible de récupérer les comptes sources.

source: The message length exceeds maximum of 100 letters.
de: Die Nachrichtenlänge überschreitet 100 Buchstaben.
fr: La longueur du message dépasse le maximum de 100 lettres.
sv: Meddelandets längd är länge än det maximala, 100 tecken.

source: The message given is not valid.
de: Die angegebene Nachricht ist nicht gültig.
fr: Le message donné est invalide.

source: Wrong BankID signature. Did you log in with the wrong personnummer?
de: Falsche BankID-Signatur. Haben Sie sich mit der falschen persönlichen Nummer angemeldet?
es: Firma de BankID incorrecta. ¿Ha iniciado sesión con el número de persona equivocado?
et: Vale BankID allkiri. Kas logisite sisse vale isikukoodiga?
fr: Signature de BankID incorrecte. Vous-êtes vous connecté avec le mauvais numéro d'identification national ?
it: Firma BankID errata. Hai effettuato l'accesso con il personnummer sbagliato?
lt: Neteisingas „BankID“ parašas. Ar prisijungėte su neteisingu asmens kodu?
lv: Nepareizs BankID paraksts. Vai pierakstījāties ar nepareizu personas kodu?
pt: Assinatura BankID incorreta. Iniciou sessão com o número de segurança social errado?
sv: Felaktig BankID-signatur. Loggade du in med fel personnummer?

source: Unable to create new recipient account
de: Neues Empfängerkonto konnte nicht erstellt werden
es: No se puede crear una nueva cuenta de destinatario
et: Uut saajakontot ei saa luua
fr: Création du nouveau compte destinataire impossible
it: Impossibile creare un nuovo conto destinatario
lt: Nepavyko sukurti naujos gavėjo sąskaitos
lv: Nevar izveidot jauna saņēmēja kontu
pt: Não foi possível criar uma nova conta de destinatário
sv: Det gick inte att skapa det nya mottagarkontot

source: Recipient name
de: Empfängername
es: Nombre del Recipiente
et: Saaja nimi
fr: Nom du destinataire
it: Nome del destinatario
lt: Gavėjo vardas
lv: Saņēmēja vārds
nl: Naam van ontvanger
pt: Nome do destinatário
sv: Mottagarnamn

source: Because this is the first time you transfer money to this account, you'll need to register a name for it.
de: Da Sie zum ersten Mal Geld an dieses Konto überweisen, müssen Sie dafür einen Namen eingeben.
es: Debido a que esta es la primera vez que transfiere dinero a esta cuenta, deberá registrar un nombre para ella.
et: Kuna kannate sellele kontole raha esimest korda, peate sellele nime andma.
fr: Comme il s'agit de votre premier transfert d'argent vers ce compte, vous devez lui enregistrer un nom.
it: Poiché è la prima volta che trasferisci denaro su questo conto, dovrai registrare un nome ad esso associato.
lt: Kadangi tai pirmas kartas, kai pervedate pinigus į šią sąskaitą, turėsite užregistruoti jos savininko vardą.
lv: Jums ir jāreģistrē šī konta nosaukums, jo pirmo reizi veicat pārskaitījumu uz šo kontu.
pt: Como esta é a primeira vez que transfere dinheiro para esta conta, necessitará de registar um nome para a mesma.
sv: Eftersom det är första gången du överför pengar till detta konto måste du registrera ett namn för det

source: In order to add new recipients you need to activate Mobile BankID for extended use. This is done in the internet bank on the page BankID (found in the tab Tillval).
de: Um neue Empfänger hinzuzufügen, müssen Sie die Mobile BankID für die erweiterte Nutzung freischalten. Dies geschieht über die Internetbank auf der Seite BankID (im Tab Tillval).
fr: Afin d'ajouter de nouveaux destinataires, vous devez activer Mobile BankID pour une utilisation plus longue. Vous pouvez le faire sur la banque Internet sur la page BankID (située dans l'onglet Tillval).

source: You have outstanding transfers you'll need to sign before executing a new one
de: Sie haben offene Überweisungen, die Sie unterzeichnen müssen, bevor Sie eine neue durchführen
fr: Vous avez des transferts en attente à signer avant de pouvoir en effectuer un nouveau

source: Invalid profile
de: Ungültiges Profil
fr: Profil invalide

source: The transaction was cancelled by the user.
de: Die Transaktion wurde vom Nutzer abgebrochen.
fr: La transaction a été annulée par l'utilisateur.
nl: De transactie is geannuleerd door de gebruiker.

source: Timeout while waiting for the user to sign the transfer.
de: Die Zeit fürs Warten auf die Signatur für die Transaktion vom Nutzer ist abgelaufen.
fr: Temps expiré lors de l'attente de la signature du transfert par l'utilisateur.

source: Could not find savings goal to delete.
de: Sparziel zum Löschen wurde nicht gefunden.
fr: Impossible de trouver un objectif d'épargne à supprimer.

source: Could not delete savings goal.
de: Sparziel konnte nicht gelöscht werden.
fr: Suppression de l'objectif d'épargne impossible.

source: protected identity
de: Geschützte Identität
es: identidad protegida
et: kaitstud identiteet
fr: identité protégée
it: identità protetta
lt: apsaugota tapatybė
lv: aizsargāta identitāte
nl: beveiligde identiteit
pt: identidade protegida
sv: skyddad identitet

source: locked identity
de: Gesperrte Identität
es: identidad bloqueada
et: lukustatud identiteet
fr: identité verrouillée
it: identità bloccata
lt: užrakinta tapatybė
lv: slēgta identitāte
nl: afgesloten gebruiker
pt: identidade bloqueada
sv: spärrad identitet

source: deceased
de: Verstorben
es: fallecido
et: surnud
fr: décédé
it: deceduto
lt: mirė
lv: miris
nl: overleden
pt: falecida
sv: avliden

source: removed from register
de: Aus dem Register entfernt
es: eliminado del registro
et: registrist kustutatud
fr: supprimé du registre
it: rimosso dal registro
lt: pašalinta iš registro
lv: izņemts no reģistra
nl: verwijderd uit lijst
pt: removida do registo
sv: bortagen från register

source: emigrated
de: Ausgewandert
es: emigrado
et: välja rännanud
fr: a migré
it: emigrato
lt: emigravo
lv: emigrēja
nl: geëmigreerd
pt: emigrada
sv: emigrerad

source: changed person number
de: Persönliche Nummer geändert
es: número de persona cambiado
et: muutunud isikukood
fr: a changé de numéro d'identification national
it: numero di persone cambiato
lt: pasikeitė asmens kodas
lv: mainīts personas kods
nl: aangepast identiteitsnummer
pt: número pessoal alterado
sv: har ändrat personnummer

source: You use the same credentials as you use at {0}. For more information about the required credentials, please see [their website]({1}). If you have any questions or problems connecting {0}, please contact [support@tinkapp.com](mailto:support@tinkapp.com).
de: Sie verwenden dieselben Anmeldedaten wie für {0}. Weitere Informationen über die erforderlichen Anmeldedaten finden Sie auf [ihrer Website]({1}). Wenn Sie Fragen oder Probleme beim Verbinden mit {0} haben, kontaktieren Sie bitte [support@tinkapp.com](mailto:support@tinkapp.com).
fr: Vos informations de connexion sont les mêmes que pour {0}. Pour plus d'informations au sujet des informations requises, consultez [leur site Internet]({1}). Si vous avez des questions ou rencontrez des problèmes de connexion {0}, veuillez contacter [support@tinkapp.com](mailto:support@tinkapp.com).
nl: U gebruikt dezelfde inloggegevens als bij {0}. Kijk op [de website]({1}) voor meer informatie. Heeft u vragen of problemen om verbinding te maken met {0}? Neem dan contact op met ABN AMRO.
sv: Du använder samma inloggningsuppgifter som hos {0}. För mer information om de uppgifter som krävs, vänligen se deras [hemsida]({1}). Har du några frågor eller problem att ansluta {0}, vänligen kontakta [support@tink.se](mailto:support@tink.se).
