Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Every day Tink scans all of your transactions to find things that differ from you normal behaviour and things we want to keep you extra alerted on. In this case we have notices there was a purchase made at a merchant that has been flagged by trade organizations as fraudulent.
de: Tink scannt alle Ihrer Transaktionen jeden Tag, um Dinge zu finden, die von Ihrem normalen Verhalten abweichen, und Dinge, über die wir Sie gesondert aufmerksam machen wollen. In diesem Fall ist uns aufgefallen, dass ein Kauf bei einem Händler vorgenommen wurde, der von Handelsorganisationen aus betrügerisch gemeldet wurde.
fr: Chaque jour, Tink scanne toutes vos transactions pour trouver des éléments différents de votre attitude normale et des éléments à surveiller de près. Dans ces cas-là, nous avons des avertissements quand un achat est effectué chez un marchand signalé comme frauduleux par les organisations commerciales.
sv: Tink analyserar varje dag alla transaktioner för att hitta saker som skiljer sig från det normala och som vi vill hålla dig extra uppmärksam på. Den här händelsen varnar dig om att ett köp har gjorts hos ett företag som finns med på branschorganisationers varningslistor.

source: If any of the information is incorrect, please contact Skatteverket on %s.
de: Sollten die Daten falsch sein, kontaktieren Sie bitte Skatteverket über %s.
es: Si la información es incorrecta, comuníquese con Skatteverket en %s.
et: Kui mõned andmed on valed, võtke ühendust Skatteverketiga (%s).
fr: Si une des informations est incorrecte, veuillez contacter Skatteverket sur %s.
it: Se una qualsiasi delle informazioni non è corretta, contatta Skatteverket su %s.
lt: Jei kuri nors informacija yra neteisinga, kreipkitės į „Skatteverket“ %s.
lv: Ja norādītā informācija nav pareiza, lūdzu, sazinieties ar Skatteverket pa %s.
pt: Se alguma informação estiver incorreta, contacte o Skatteverket através do %s.
sv: Om någon av uppgifterna inte stämmer, ta kontakt med Skatteverket på %s.

source: If any of the information is incorrect, please contact Bolagsverket on {0} or Skatteverket on {1}.
de: Sollten die Daten falsch sein, kontaktieren Sie bitte Bolagsverket über {0} oder Skatteverket über {1}.
es: Si la información es incorrecta, comuníquese con Bolagsverket en {0} o Skatteverket en {1}.
et: Kui mõned andmed on valed, võtke ühendust Bolagsverketiga ({0}) või Skatteverketiga ({1}).
fr: Si une des informations est incorrecte, veuillez contacter Bolagsverket sur {0} ou Skatteverket sur {1}.
it: Se una qualsiasi delle informazioni non è corretta, contatta Bolagsverket su {0} o Skatteverket su {1}.
lt: Jei kuri nors informacija yra neteisinga, kreipkitės į „Bolagsverket“ {0} arba „Skatteverket“ {1}.
lv: Ja norādītā informācija nav pareiza, lūdzu, sazinieties ar Bolagsverket pa {0} vai ar Skatteverket pa {1}.
pt: Se alguma informação estiver incorreta, contacte o Bolagsverket através do {0} ou o Skatteverket através do {1}.
sv: Om någon av uppgifterna inte stämmer, ta kontakt med Bolagsverket på {0} eller Skatteverket på {1}.

source: If any of the information is incorrect, please contact Lantmäteriet on %s.
de: Sollten die Daten falsch sein, kontaktieren Sie bitte Lantmäteriet über %s.
es: Si la información es incorrecta, comuníquese con Lantmäteriet en %s.
et: Kui mõned andmed on valed, võtke ühendust Lantmäterietiga (%s).
fr: Si une des informations est incorrecte, veuillez contacter Lantmäteriet sur %s.
it: Se una qualsiasi delle informazioni non è corretta, contatta Lantmäteriet su %s.
lt: Jei kuri nors informacija yra neteisinga, kreipkitės į „Lantmäteriet“ %s.
lv: Ja norādītā informācija nav pareiza, lūdzu, sazinieties ar Lantmäteriet pa %s.
pt: Se alguma informação estiver incorreta, contacte o Lantmäteriet através do %s.
sv: Om någon av uppgifterna inte stämmer, ta kontakt med Lantmäteriet på %s.

source: If any of the information is incorrect, please contact Kronofogden on %s.
de: Sollten die Daten falsch sein, kontaktieren Sie bitte Kronofogden über %s.
es: Si la información es incorrecta, comuníquese con Kronofogden en %s.
fr: Si une des informations est incorrecte, veuillez contacter Kronofogden sur %s.
it: Se una qualsiasi delle informazioni non è corretta, contatta Kronofogden su %s.
pt: Se alguma informação estiver incorreta, contacte a Kronofogden através do %s.
sv: Om någon av uppgifterna inte stämmer, ta kontakt med Kronofogden på %s.

source: If you have any questions about you credit score, please contact Creditsafe on %s.
de: Wenn Sie Fragen über Ihre Credit Score haben, kontaktieren Sie bitte Creditsafe über %s.
es: Si tiene alguna pregunta sobre su puntaje crediticio, comuníquese con Creditsafe en %s.
et: Kui teil on küsimusi krediidiskoori kohta, võtke ühendust Creditsafe’iga (%s) .
fr: En cas de questions concernant votre score de crédit, veuillez contacter Creditsafe sur %s.
it: In caso di domande sul credit score, contatta Creditsafe su %s.
lt: Jei turite kokių nors klausimų dėl kredito balo, kreipkitės į „Creditsafe“ %s.
lv: Ja jums ir jautājumi par jūsu kredītreitingu, lūdzu, sazinieties ar Creditsafe pa %s.
pt: Se tiver dúvidas acerca da sua pontuação de crédito, contacte a Creditsafe através do %s.
sv: Om du har några frågor angående ditt kreditscore, vänligen kontakta Creditsafe på %s.

source: If you don’t recognise the transactions, please contact your bank and let them check who registered the transactions.
de: Wenn Sie die Transaktionen nicht erkennen, dann kontaktieren Sie bitte Ihre Bank und informieren Sie sie darüber, wer die Transaktionen registriert hat.
es: Si no reconoce las transacciones, comuníquese con su banco y permítales verificar quién registró las transacciones.
et: Kui tehingud pole teile teada, pöörduge oma panga poole ja uurige neilt, kes tehingud registreeris.
fr: Si vous ne reconnaissez pas les transactions, veuillez contacter votre banque et lui demander de vérifier qui a enregistré les transactions.
it: Se non riconosci le transazioni, contatta la tua banca e chiedi di verificare chi ha registrato le transazioni.
lt: Jei neatpažįstate operacijų, kreipkitės į savo banką ir leiskite jam patikrinti, kas užregistravo operacijas.
lv: Ja neatpazīstat darījumus, lūdzu, sazinieties ar savu banku un lūdziet pārbaudīt, kas veica šos darījumus.
pt: Se não reconhecer as transações, contacte o seu banco para que este possa verificar quem registou as transações.
sv: Om du inte känner igen transaktionerna, ta kontakt med din bank och be dem kolla vem som registrerat köpen.

source: If you don’t recognise the transaction, please contact your bank and let them check who registered the purchase.
de: Wenn Sie die Transaktion nicht erkennen, dann kontaktieren Sie bitte Ihre Bank und informieren Sie sie darüber, wer die Transaktion registriert hat.
es: Si no reconoce la transacción, comuníquese con su banco y permítales verificar quién registró la compra.
et: Kui tehing pole teile teada, pöörduge oma panga poole ja uurige neilt, kes ostu registreeris.
fr: Si vous ne reconnaissez pas la transaction, veuillez contacter votre banque et lui demander de vérifier qui a enregistré la transaction.
it: Se non riconosci la transazione, contatta la tua banca e chiedi di verificare chi ha registrato la transazione.
lt: Jei neatpažįstate operacijos, kreipkitės į savo banką ir leiskite jam patikrinti, kas užregistravo pirkimą.
lv: Ja neatpazīstat darījumus, lūdzu, sazinieties ar savu banku un lūdziet pārbaudīt, kas veica šo pirkumu.
pt: Se não reconhecer as transações, contacte o seu banco para que este possa verificar quem registou a compra.
sv: Om du inte känner igen transaktionen, ta kontakt med din bank och be dem kolla vem som registrerat köpet.

source: If you don’t recognise the transaction or there are problems in delivery of the purchased products, please contact the company and if necessary the police.
de: Wenn Sie die Transaktion nicht erkennen oder es Probleme bei der Lieferung der gekauften Produkte gibt, dann kontaktieren Sie bitte das Unternehmen oder falls nötig, die Polizei.
fr: Si vous ne reconnaissez pas la transaction ou en cas de problème pour la livraison des produits achetés, veuillez contacter l'entreprise, et la police si nécessaire.
sv: Om du inte känner igen transaktionen eller får problem med leveransen av varorna, ta kontakt med företaget du köpte av, och om du behöver även polisen.

source: foreclosure attempt
de: Versuch zur Zwangsvollstreckung
fr: Tentative de saisie
sv: utmätningsförsök

source: dept balance
de: Schuldenstand
fr: solde de la dette
sv: skuldsaldo

source: personal bankruptcy
de: Privatinsolvenz
fr: banqueroute personnelle
sv: personlig konkurs

source: under 18, non valid person number or no income
de: Unter 18, ungültige persönliche Nummer oder kein Einkommen
fr: moins de 18 ans, pas de numéro d'identification national valide ou aucun revenu
sv: under 18, ogiltigt personnummer eller ingen inkomst

source: debt restructuring
de: Neuorganisation von Schulden
fr: restructuration de la dette
sv: skuldsanering

source: put under trusteeship
de: Unter Treuhandschaft
fr: mis sous tutelle
sv: satt under förvaltarskap

source: deceased person
de: Verstorbene Person
fr: personne décédée
sv: person avliden

source: blocked person
de: Gesperrte Person
fr: personne bloquée
sv: spärrad person

source: emigrant
de: Ausgewandert
fr: migrant
sv: utvandrad

source: technical deregistered
de: Technische Deregistrierung
fr: désinscription technique
sv: tekniskt avregistrerad

source: protected person
de: Geschützte Person
fr: personne protégée
sv: skyddad person

source: under 18 years old
de: Unter 18 Jahre alt
fr: moins de 18 ans
nl: Onder de 18 jaar oud
sv: under 18 år

source: person missing
de: Vermisste Person
fr: personne disparue
sv: person saknas

source: error in score calculation
de: Fehler bei der Score-Berechnung
fr: erreur de calcul du score
sv: fel i scoringberäkningen

source: low solvency
de: Geringe Solvenz
fr: solvabilité faible
nl: Lage kredietwaardigheid
sv: låg betalningsförmåga

source: medium solvency
de: Mittlere Solvenz
fr: solvabilité moyenne
nl: Gemiddelde kredietwaardigheid
sv: medel betalningsförmåga

source: high solvency
de: Starke Solvenz
fr: solvabilité élevée
nl: Hoge kredietwaardigheid
sv: hög betalningsförmåga

source: very high solvency
de: Sehr starke Solvenz
fr: solvabilité très élevée
nl: Uitstekende kredietwaardigheid
sv: mycket hög betalningsförmåga

source: Is this correct?
de: Ist das richtig?
fr: Est-ce correct ?
nl: Is dit correct?
sv: Stämmer det här?

source: Was this you?
de: Waren Sie das?
fr: Était-ce vous ?
nl: Was u dit?
sv: Var detta du?

source: Is this OK?
de: Ist das okay?
fr: Est-ce bon ?
nl: Is dit oké?
sv: Är detta OK?

source: Yes
de: Ja
et: Jah
fr: Oui
it: Si
lt: Taip
lv: Jā
nl: Ja
sv: Ja

source: No
de: Nein
et: Ei
fr: Non
lt: Ne
lv: Nē
nl: Nee
sv: Nej

source: Org. number
de: Org.Nummer
fr: Numéro d'org.
sv: Org. nummer

source: Address
de: Adresse
fr: Adresse
nl: Adres
sv: Adress

source: F-tax
de: F-Steuer
sv: F-skatt

source: Vat
de: MwSt.
fr: TVA
nl: Btw
sv: Moms

source: Registrerat namn
de: Registrierter Name
fr: Nom enregistré

source: Type
de: Art
sv: Typ

source: Role
de: Rolle
fr: Rôle
sv: Roll

source: Credit rating
de: Kreditbewertung
fr: Taux de crédit
sv: Kreditscoring

source: Nbr employees
de: NBR-Angestellte
fr: Nbre d'employés
nl: Aantal werknemers
sv: Antal anställda

source: Revenue
de: Einkünfte
fr: Revenu
sv: Omsättning

source: Profit after tax
de: Gewinn nach Steuern
fr: Profit après impôt
nl: Winst na Belasting
sv: Res. e. finansnetto

source: Net profit
de: Nettogewinn
fr: Profit net
nl: Netto winst
sv: Årets resultat

source: Total capital
de: Gesamtkapital
fr: Capital total
nl: Totale kapitaal
sv: Summa tillgångar

source: Gross Profit Margin
de: Bruttogewinnspanne
fr: Marge brute de profit
nl: Brutowinstmarge
sv: Vinstmarginal

source: Quick ratio
de: Einzugsliquidität
fr: Ratio de liquidité
sv: Kassalikviditet

source: Solidity
de: Beständigkeit
fr: Solidité
nl: Betrouwbaarheid
sv: Soliditet

source: Director
de: Direktor
fr: Directeur
nl: Directeur

source: New events
de: Neue Events
fr: Nouveaux événements
nl: Nieuwe gebeurtenissen
sv: Nya händelser

source: You have new events in your feed
de: Sie haben neue Events in Ihrem Feed.
fr: Vous avez de nouveaux événements
nl: U heeft nieuwe gebeurtenissen in uw tijdlijn
sv: Du har nya händelser i din feed.

source: Updated.
de: Aktualisert.
fr: À jour
nl: Bijgewerkt.
sv: Uppdaterat.

source: Analyzed {0}.
de: {0} analysiert.
fr: {0} analysé.
nl: Geanalyseerd {0}.
sv: Analyserat {0}.

source: The bank connection was blocked due to an abnormal number of transactions.
de: Die Bankverbindung wurde aufgrund einer unnormalen Anzahl Transaktionen gesperrt.
fr: La connexion bancaire a été verrouillée du fait d'un nombre anormal de transactions

source: Loaded one transaction
de: Eine Überweisung geladen
fr: Une transaction chargée
nl: {0} transactie geladen
sv: Laddade en transaktion

source: You're using a version of the app that is too old. Please update to the latest version in order to login to your Tink account.
de: Sie verwenden eine Version der App, die zu alt ist. Bitte aktualisieren Sie auf die neuste Version, um sich in Ihr Tink-Konto einzuloggen.
fr: Vous utilisez une version trop ancienne de l'application. Veuillez mettre à jour vers la dernière version afin de vous connecter à votre compte Tink.
nl: U gebruikt een versie van de app die te oud is. Download de nieuwste versie van de app om in te loggen.
sv: Du använder en för gammal version av appen. Uppdatera till den senaste versionen för att logga in på ditt Tink-konto.

source: Unable to fetch accounts.
de: Konten konnten nicht aufgerufen werden.
fr: Impossible de récupérer les comptes.
nl: Er kunnen geen rekeningen opgehaald worden.
sv: Kunde inte hämta konton.

source: Unable to subscribe to accounts.
de: Konten konnten nicht abonniert werden.
fr: Impossible de s'abonner aux comptes.
sv: Kunde inte ansluta konton.

source: Please verify you bank connection before creating an account.
de: Bitte überprüfen Sie Ihre Bankverbindung, bevor Sie ein Konto erstellen.
fr: Veuillez vérifier votre connexion bancaire avant de créer un compte.

source: accounts
de: Konten
fr: comptes
nl: rekeningen
sv: konton

source: transactions
de: Transaktionen
nl: Betalingen
sv: transaktioner

source: amount spent in each category
de: Summe, die in jeder Kategorie ausgegeben wurde
fr: montant dépensé dans chaque catégorie
nl: bedrag uitgegeven in elke categorie
sv: hur mycket du spenderat i de olika kategorierna

source: number of purchases in each category
de: Anzahl der Käufe in jeder Kategorie
fr: nombre d'achats dans chaque catégorie
nl: aantal aankopen in elke categorie
sv: antal köp i de olika kategorierna

source: amount spent at each merchant
de: Summe, die bei jedem Händler ausgegeben wurde
fr: montant dépensé chez chaque marchand
nl: bedrag uitgegeven bij elke winkel
sv: hur mycket du spenderat hos respektive inköpsställe

source: number of purchases at each merchant
de: Anzahl der Käufe bei jedem Händler
fr: nombre d'achats chez chaque marchand
nl: aantal aankopen bij elke winkel
sv: antal köp hos respektive inköpsställe

source: bank connections
de: Bankverbindungen
fr: connexions bancaires
nl: bank connecties
sv: bankanslutningar

source: user profile
de: Nutzerprofil
fr: profil de l'utilisateur
nl: gebruikersprofiel
sv: användarprofil

source: budgets and savings goals
de: Budgets und Sparziele
fr: objectifs de budget et d'épargne
nl: budgetten en spaardoelen
sv: budgetar och sparmål

source: documents
de: Dokumente
nl: documenten
sv: dokument

source: payment options
de: Zahlungsoptionen
fr: options de paiement
nl: betaalopties
sv: betalningsalternativ

source: statistics
de: Statistik
fr: statistiques
nl: statistieken
sv: statistik

source: View your {0}
de: Ihr {0} ansehen
fr: Consulter votre {0}
nl: Bekijk uw {0}
sv: Se dina {0}

source: Update your {0}
de: Aktualisieren Sie Ihr {0}
fr: Mettre à jour votre {0}
nl: Werk jouw {0} bij
sv: Uppdatera dina {0}

source: Lunch
de: Mittagessen
fr: Déjeuner

source: Weekly groceries
de: Wöchentliche Einkäufe
fr: Épicerie hebdomadaire
nl: Wekelijkse boodschappen
sv: Veckohandling

source: Groceries
de: Einkäufe
fr: Courses
nl: Boodschappen
sv: Livsmedel

source: Small things
de: Kleine Dinge
fr: Petites dépenses
nl: Kleine dingen
sv: Småsaker

source: What a night
de: Was für eine Nacht
fr: Quelle nuit
nl: Wat een nacht
sv: Viken utekväll

source: Cash from the wall
de: Geld von der Wand
fr: Liquide du distributeur
nl: Geld uit de muur
sv: Pengar från väggen

source: Withdrawals
de: Abhebungen
fr: Retraits
nl: Geldopnames
sv: Kontantuttag

source: Going out
de: Ausgehen
fr: Sorties
nl: Uitgaan
sv: Utgång

source: Morning regrets
de: Morgendliche Reue
fr: Regrets le matin
nl: Wat een avond
sv: Morgonångest

source: Tagged with {0}
de: Getaggt mit {0}
fr: Taggé avec {0}
nl: Getagd met {0}
sv: Taggade med {0}

source: Source
de: Quelle
es: Fuente
et: Lähtekoht
it: Origine
lt: Šaltinis
lv: Avots
nl: Bron
pt: Origem
sv: Källa

source: Where does this information come from?
de: Woher kommen diese Informationen?
es: ¿De dónde viene esta información?
et: Kust see teave pärineb?
fr: D'où viennent ces informations ?
it: Da dove proviene questa informazione?
lt: Iš kur gauta ši informacija?
lv: No kurienes nāk šī informācija?
nl: Waar komt deze informatie vandaan?
pt: De onde vêm estas informações?
sv: Var kommer den här informationen ifrån?

source: What can I do if this looks weird?
de: Was kann ich tun, wenn etwas seltsam erscheint?
es: ¿Qué puedo hacer si esto parece extraño?
et: Mida teha, kui see näib kummaline?
fr: Que puis-je faire si cela a l'air étrange ?
it: Cosa posso fare se questo sembra sospetto?
lt: Ką galiu padaryti, jei ji atrodo keistai?
lv: Ko varu darīt, ja tas izskatās aizdomīgi?
nl: Wat kan ik doen als dit er gek uitziet?
pt: O que posso fazer se isto parecer estranho?
sv: Vad kan jag göra om informationen inte stämmer?

source: What can I do if this is not correct?
de: Was kann ich tun, wenn das nicht richtig war?
es: ¿Qué puedo hacer si esto no es correcto?
et: Mida teha, kui see pole õige?
fr: Que puis-je faire si c'est incorrect ?
it: Cosa posso fare se non è corretto?
lt: Ką galiu padaryti, jei ji neteisinga?
lv: Ko es varu darīt, ja tas ir nepareizs?
pt: O que posso fazer se isto não estiver correto?
sv: Vad kan jag göra om detta inte stämmer?

source: No thanks, I'd prefer to not get any e-mails from Tink.
de: Nein danke, ich möchte keine E-Mails von Tink erhalten.
fr: Non merci, je préfère ne pas recevoir d'e-mails de Tink.
nl: Nee bedankt, ik ontvang liever geen e-mail van Grip.
sv: Nej tack, jag vill inte ha några mejl från Tink.

source: Monthly e-mail summarizing the last month's activity on my account.
de: Monatliche E-Mail mit einer Übersicht über meine Kontoaktivitäten des letztes Monats.
fr: Un e-mail mensuel résumant l'activité du mois dernier de mon compte.
nl: Maandelijkse e-mail met inzicht in het gebruik van mijn rekening
sv: Månadsmejl med en sammanställning av min ekonomi.

source: When there are issues with my bank or credit card connection.
de: Wenn es Probleme mit meiner Bank oder meinen Kreditkarten gibt.
fr: Quand il y a des problèmes avec la connexion à ma banque ou à ma carte de crédit.
nl: Wanneer er problemen zijn met de verbinding met de bank.
sv: När min bank- eller kreditkortskoppling inte fungerar.

source: When Tink has new and exciting product updates.
de: Wenn Tink neue und interessante Produktupdates hat.
fr: Quand Tink a de nouvelles mises à jour intéressantes pour des produits.
nl: Wanneer xxx nieuwe updates heeft.
sv: När Tink har nya och spännande produktuppdateringar.

source: Follow the money
de: Folgen Sie dem Geld
fr: Suivre l'argent
nl: Volg het geld
sv: Följ pengarna

source: Manage your Tink subscriptions
de: Verwalten Sie Ihre Tink-Abonnements
fr: Gérer vos abonnements de Tink
nl: Beheer uw Grip aanmeldingen
sv: Välj vilka mejl du vill ha från Tink

source: Save
de: Speichern
fr: Enregistrer
nl: Sla op
sv: Spara

source: Settings saved.
de: Einstellungen gespeichert.
fr: Paramètres enregistrés
nl: Instellingen opgeslagen.
sv: Inställningar sparade.

source: We are sad to see you go but maybe you are not the email type of person? Follow us on <a href="https://twitter.com/tink" target="_blank">Twitter</a> and <a href="https://www.facebook.com/tink.se" target="_blank">Facebook</a> instead.
de: Es tut uns leid, dass Sie uns verlassen. Vielleicht mögen Sie einfach keine E-Mails? Folgen Sie uns stattdessen auf <a href="https://twitter.com/tink" target="_blank">Twitter</a> und <a href="https://www.facebook.com/tink.se" target="_blank">Facebook</a>.
fr: Nous sommes tristes de vous voir partir, mais peut-être que les e-mails ne sont pas votre tasse de thé ? Suivez-nous plutôt sur <a href="https://twitter.com/tink" target="_blank">Twitter</a> et <a href="https://www.facebook.com/tink.se" target="_blank">Facebook</a>.
sv: Tråkigt att du lämnar oss men du kanske inte är mejltypen? Följ oss på <a href="https://twitter.com/tink" target="_blank">Twitter</a> och <a href="https://www.facebook.com/tink.se" target="_blank">Facebook</a> istället.

source: Source account doesn't exist.
de: Quellkonto existiert nicht.
fr: Le compte source n'existe pas.
sv: Från-konto existerar inte.

source: Destination account doesn't exist.
de: Zielkonto existiert nicht.
fr: Le compte de destination n'existe pas.
sv: Till-konto existerar inte.

source: Destination account is not valid from source account.
de: Zielkonto ist nicht gültig vom Quellkonto.
fr: Le compte de destination est invalide depuis le compte source.
sv: Du kan inte skicka pengar mellan de här kontona.

source: Please verify you bank connection before making a transfer.
de: Bitte überprüfen Sie Ihre Bankverbindung, bevor Sie einen Transfer vornehmen.
fr: Veuillez vérifier votre connexion bancaire avant d'effectuer un transfert.

source: Unfortunately the maximum tansfer amount is {0}.
de: Leider ist die Höchstüberweisungssumme ist {0}.
fr: Malheureusement, le montant maximum de transfert est de {0}.
sv: Tyvärr är maximalt belopp för överföringar {0}.

source: Unfortunately the maximum payment amount is {0}.
de: Leider ist die Höchstzahlungssumme ist {0}.
fr: Malheureusement, le montant maximum de paiement est de {0}.
sv: Tyvärr är maximalt belopp för betalningar {0}.

source: You have transferred too much money in a short time. Please wait a while and try again.
de: Sie haben zu viel Geld in zu kurzer Zeit überwiesen. Bitte warten Sie etwas und versuchen Sie es erneut.
fr: Vous avez transféré trop d'argent sur une courte période. Veuillez patienter un moment et réessayez.

source: You just made a transfer just like this one. Make sure it's not a duplicate.
de: Sie haben gerade eine solche Überweisung getätigt. Passen Sie auf, dass Sie nicht doppelt ist.
fr: Vous venez d'effectuer un transfert identique. Vérifiez que ce n'est pas un doublon.
sv: Du gjorde precis en exakt likadan överföring. Om du vill göra samma igen, vänta en stund och testa igen.

source: Transfers has temporarily been disabled. Please try again later.
de: Die Überweisungen wurden vorübergehend deaktiviert. Bitte versuchen Sie es später erneut.
fr: Les transferts ont été désactivés temporairement. Veuillez réessayer ultérieurement.
sv: Överföringar är för tillfället avstängt. Testa gärna om en stund igen.

source: Transfer cannot be null
de: Überweisung darf nicht null sein
fr: Le transfert ne peut pas être nul
sv: Transfer kan inte vara null

source: Amount cannot be null
de: Summe darf nicht null sein
fr: Le montant ne peut pas être nul
sv: Belopp saknas
