Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Invalid account credentials.
de: Ungültige Kontoanmeldedaten
fr: Identifiants du compte invalides.

source: Payment date cannot be set before today.
de: Das Zahlungsdatum darf nicht vor heute liegen.
fr: La date de paiement ne peut pas précéder la date d'aujourd'hui.

source: Payment date have to be a business day.
de: Das Zahlungsdatum muss ein Werktag sein
fr: La date de paiement doit être un jour ouvré.
sv: Betaldatumet måste vara en arbetsdag

source: Couldn't find source account.
de: Quellkonto wurde nicht gefunden
fr: Compte source introuvable.

source: Amount has to be a positive value.
de: Summe muss positiv sein
fr: Le montant doit être une valeur positive.
sv: Beloppet måste vara positivt

source: Currency not available.
de: Währung ist nicht verfügbar.
fr: Devise indisponible.

source: Access denied.
de: Zugang nicht genehmigt.
fr: Accès refusé.
sv: Åtkomst nekad

source: The possibility to make transfers and pay invoices has temporarily been disabled. Please try again later.
de: Die Möglichkeit, Überweisungen durchzuführen und Rechnungen zu bezahlen, wurde vorübergehend deaktiviert. Bitte versuchen Sie es später erneut.
fr: La possibilité d'effectuer des transferts et de payer des factures est désactivée temporairement. Veuillez réessayer ultérieurement.
sv: Betaltjänsten är temporärt inaktiverad, vänligen försök igen senare

source: Couldn't execute transfer.
de: Überweisung konnte nicht ausgeführt werden.
fr: Impossible d'effectuer le transfert.
sv: Överföringen misslyckades

source: Couldn't update transfer.
de: Überweisung konnte nicht aktualisiert werden.
fr: Impossible de mettre à jour le transfert.
sv: Betalningen kunde inte uppdateras

source: Please choose an amount
de: Bitte wählen Sie eine Summe
fr: Veuillez choisir un montant
sv: Vänligen ange belopp

source: Please choose a currency
de: Bitte wählen Sie eine Währung
fr: Veuillez choisir une devise
sv: Vänligen ange valuta

source: Invalid source account.
de: Ungültiges Quellkonto
fr: Compte source invalide.
sv: Felaktigt avsändarkonto

source: Please verify your bank connection before making a transfer.
de: Bitte überprüfen Sie Ihre Bankverbindung, bevor Sie einen Transfer vornehmen.
fr: Veuillez vérifier votre connexion bancaire avant d'effectuer un transfert.
sv: Vänligen verifiera anslutningen till din bank innan du utför en betalning

source: You need to confirm your BankID to Skandiabanken. You do it by logging in with the Skandiabanken app once and confirm that your BankID is yours. You can then continue using Tink with BankID.
de: Sie müssen Ihre BankID bei Skandiabanken bestätigen. Sie können dies tun, indem Sie sich in die Skandiabanken-App einmal einloggen und bestätigen, dass die BankID Ihnen gehört. Sie können Tink weiter mit BankID verwenden.
fr: Nous devons confirmer votre BankID à Skandiabanken. Vous pouvez le faire en vous connectant à l'application Skandiabanken une fois et en confirmant que votre BankID est le vôtre. Vous pouvez ensuite continuer à utiliser Tink avec BankID.
sv: Du behöver bekräfta för Skandiabanken att ditt BankID är säkert. Du gör det genom att logga in med Skandiabankens app en gång och bekräfta att ditt BankID är just ditt. Du kan sen fortsätta använda Tink som vanligt.

source: The maximum transfer amount is {0}.
de: Die Höchstüberweisungssumme ist {0}.
fr: Le montant maximum du transfert est de {0}.
sv: Maxgränsen för överföringar är {0}.

source: The maximum payment amount is {0}.
de: Die Höchstzahlungssumme ist {0}.
fr: Le montant maximum du paiement est de {0}.
sv: Maxgränsen för betalningar är {0}.

source: There is a limit on how much you can transfer every 5 minutes. Please wait a while and try again.
de: Es gibt eine Beschränkung, wie viel Sie alle 5 Minuten überweisen können. Bitte warten Sie etwas und versuchen Sie es erneut.
fr: Il existe une limite sur le montant transférable toutes les 5 minutes. Veuillez patienter un moment et réessayez.
sv: Du har passerat gränsen för hur mycket du kan överföra per 5 minuter. Vänta en stund så kan du överföra igen.

source: You need to activate your BankID in the Handelsbanken app.
de: Sie müssen Ihre BankID in der Handelsbanken-App aktivieren.
es: Debe activar su BankID en la aplicación Handelsbanken.
et: Peate rakenduses Handelsbanken oma BankID aktiveerima.
fr: Vous devez activer votre BankID dans l'application Handelsbanken.
it: Devi attivare il tuo BankID nell'app Handelsbanken.
lt: Turite suaktyvinti „BankID“ „Handelsbanken“ programėlėje.
lv: Jums ir jāveic jūsu BankID aktivācija Handelsbanken lietotnē.
no: Du må aktivere BankID i Handelsbanken-appen.
pt: É necessário ativar o seu BankID na aplicação Handelsbanken.
sv: Du behöver aktivera ditt BankID i Handelsbankens app.

source: For the selected source, messages cannot contain some of the typed characters: {0} Valid characters: {1}
de: Für die ausgewählte Quelle dürfen Nachrichten einige der eingegebenen Zeichen nicht enthalten: {0} Gültige Zeichen: {1}
es: Para la fuente seleccionada, los mensajes no pueden contener algunos de los caracteres escritos: {0} Caracteres válidos: {1}
et: Valitud lähtekoha puhul ei tohi sõnumid sisaldada mõnda sisestatud tärki: {0} Lubatud tärgid: {1}
fr: Pour la source sélectionnée, les messages ne peuvent pas contenir certains des caractères saisis : {0} Caractères valides : {1}
it: Per l'origine selezionata, i messaggi non possono contenere alcuni dei caratteri digitati: {0} Caratteri validi: {1}
lt: Pasirinkto siuntėjo pranešimuose negali būtų kai kurių įvestų simbolių: {0} Teisingi simboliai: {1}
lv: Atlasītajam avotam ziņojumi nedrīkst saturēt vairāk par rakstzīmēm: {0} Derīgas rakstzīmes: {1}
pt: Para a origem selecionada, as mensagens não podem conter alguns dos caracteres inseridos: {0} Caracteres válidos: {1}

source: Open savings account
de: Sparkonto eröffnen
fr: Ouvrir un compte d'épargne
sv: Öppna sparkonto

source: The application has been signed
de: Der Antrag wurde unterzeichnet
fr: La demande a été signée
sv: Ansökan har signerats

source: Alimony amount per month
de: Unterhalt pro Monat
fr: Montant de la pension alimentaire mensuelle
sv: Barnunderhåll per månad

source: Did you bail someone loan?
de: Haben Sie für den Kredit von jemand anderem gebürgt?
fr: Avez-vous payé la caution du prêt de quelqu'un ?
sv: Har du gått i borgen för någons lån?

source: Bail Amount
de: Bürgschaftssumme
fr: Montant de la caution
sv: Borgensbelopp

source: Number of children receiving alimony
de: Anzahl der Kinder, die Unterhalt erhalten
fr: Nombre d'enfants touchant une pension
sv: Antal barn som erhåller underhåll

source: Does your co-applicant live at the same address as you
de: Lebt der Mitbewerber unter derselben Adresse wie Sie?
fr: Votre codemandeur vit-il à la même adresse que vous
sv: Bor din medsökande på samma adress som du?

source: Alimony amount per month for your co-applicant
de: Unterhalt pro Monat für Ihren Mitbewerber
fr: Montant de la pension par mois pour votre codemandeur
sv: Barnunderhåll per månad som din medsökande betalar

source: Does you co-applicant have a csn loan?
de: Hat Ihr Mitbewerber einen CSN-Kredit?
fr: Votre codemandeur a-t-il un prêt à CSN ?
sv: Har din medsökande någon studieskuld?

source: Amount for CSN loan
de: Summe des CSN-Kredits
fr: Montant du prêt à CSN
sv: Belopp för studieskuld

source: Does your co-applicant have children which whom is paying alimony for?
de: Hat Ihr Mitbewerber Kinder, für die er/sie Unterhalt bezahlt?
fr: Votre codemandeur a-t-il des enfants auxquels il verse une pension ?
sv: Har din medsökande några barn som han eller hon betalar underhåll för?

source: Town
de: Stadt
fr: Ville
sv: Ort

source: Does your co-applicant live on the same address as you?
de: Lebt der Mitbewerber unter derselben Adresse wie Sie?
fr: Votre codemandeur vit-il à la même adresse que vous ?
sv: Bor din medsökande på samma adress som du?

source: Account for money withdrawal
de: Konto für die Geldabhebung
fr: Compte pour retrait en liquide
sv: Uttagskonto

source: How much are you planning to deposit when opening the account?
de: Wie viel wollen Sie einzahlen, wenn Sie das Konto eröffnen?
fr: Combien comptez-vous déposez en ouvrant le compte ?
sv: Hur mycket planerar du att sätta in på kontot i samband med att du öppnar det?

source: How often will you withdrawal money from the account?
de: Wie oft werden Sie Geld von dem Konto abheben?
fr: À quelle fréquence retirerez-vous de l'argent du compte ?
sv: Hur ofta kommer pengar tas ut från kontot?

source: I confirm that I have read and accept the Collector Save Agreement.
de: Ich bestätige, dass ich das Collector Save Agreement gelesen habe und ihm zustimme.
fr: Je confirme avoir lu et accepté l'Accord d'épargne de Collector.
sv: Jag bekräftar att jag har läst och godkänner Collector Save-avtalet.

source: How often will you deposit money to the account?
de: Wie oft werden Sie Geld in das Konto einzahlen?
fr: À quelle fréquence déposerez-vous de l'argent sur le compte ?
sv: Hur ofta kommer pengar sättas in på kontot?

source: What is the purpose of your savings?
de: Worauf sparen Sie hin?
fr: Quel est l'objectif de votre épargne ?
sv: Vad är syftet med ditt sparande?

source: From where does the money originate?
de: Woher kommt das Geld?
fr: D'où vient l'argent ?
sv: Var kommer pengarna ifrån?

source: Where does the money that will be deposited into the account come from?
de: Woher kommt das Geld, das in das Konto eingezahlt wird?
fr: D'où vient l'argent que vous déposerez sur le compte ?
sv: Varifrån kommer pengarna som ska sättas in på kontot?

source: Current loans
de: Aktuelle Kredite
fr: Prêts actuels
sv: Nuvarande lån

source: Mark all the loans that belongs to the property at
de: Markieren Sie alle Kredite, die zu der Immobilie gehören unter
fr: Marquez tous les prêts de la propriété à
sv: Markera alla lån som tillhör fastigheten

source: Street address
de: Straße
fr: Adresse postale
sv: Gatuadress

source: Deferred amount
de: Ausgesetzte Summe
fr: Montant reporté
sv: Uppskovsbelopp

source: Do you have deferred capital gains tax?
de: Haben Sie eine ausgesetzte Kapitalertragssteuer?
fr: Avez-vous reporté la taxation des plus-values ?
sv: Har du uppskjuten reavinstskatt?

source: Employee since
de: Angestellt seit
fr: Employé depuis
sv: Anställd sedan

source: Employer or Company name
de: Arbeitgeber oder Firmenname
fr: Employeur ou nom de l'entreprise
sv: Arbetsgivare eller företagsnamn

source: Employment type
de: Art der Anstellung
fr: Type d'emploi
sv: Anställningsform

source: What is the market value for your property?
de: Wie ist der Marktwerk für Ihre Immobilie?
fr: Quelle est la valeur du marché de votre propriété ?
sv: Vad är marknadsvärdet av din fastighet?

source: Do you get alimony?
de: Erhalten Sie Unterhalt?
fr: Touchez-vous une pension ?
sv: Tar du emot något barnunderhåll?

source: Do you have a co-applicant for your mortgage?
de: Haben Sie einen Mitbewerber für Ihre Kredit?
fr: Y a-t-il un codemandeur pour votre prêt immobilier ?
sv: Har du någon medsökande till ditt bolån?

source: Do you have a student loan from CSN?
de: Haben Sie einen Studentenkredit von CSN?
fr: Avez-vous un prêt étudiant de CSN ?
sv: Har du ett studielån från CSN?

source: Are there anymore adults (over 18 years) in the household?
de: Gibt es noch mehr Erwachsene (über 18) im Haushalt?
fr: Y a-t-il encore des adultes (plus de 18 ans) dans votre ménage ?
sv: Finns det några andra vuxna (över 18 år) i hushållet?

source: Number of adults in the household
de: Anzahl der Erwachsenen im Haushalt
fr: Nombre d'adultes de votre ménage
sv: Antal vuxna i hushållet

source: Is there someone in your household that bailed a loan for someone else?
de: Gibt es jemanden in Ihrem Haushalt, der für einen Kredit für jemand anderen gebürgt hat?
fr: Une personne de votre ménage a-t-elle payé la caution d'un prêt pour quelqu'un d'autre ?
sv: Finns det någon i hushållet som har gått i borgen för någon annan?

source: Total bail amount
de: Gesamte Bürgschaftssumme
fr: Montant total de la caution
sv: Totalt borgensbelopp

source: Are there any children in the household?
de: Gibt es Kinder im Haushalt?
fr: Y a-t-il des enfants dans votre ménage ?
sv: Finns det några barn i hushållet?

source: Number of children
de: Anzahl Kinder
fr: Nombre d'enfants
sv: Antal barn

source: Number of children you get alimony for
de: Anzahl Kinder, für die Sie Unterhalt erhalten
fr: Nombre d'enfants pour lesquels vous touchez une pension
sv: Antal barn du/ni erhåller underhåll för

source: Did someone in your household requested deferral of capital gains tax?
de: Hat jemand in Ihrem Haushalt um die Aussetzung von Kapitalertragssteuer gebeten?
fr: Une personne de votre ménage a-t-elle demandé un report de la taxation des plus-values ?
sv: Har någon i hushållet begärt uppskov med reavinstskatt?

source: Total amount of deferral capital gain tax
de: Gesamtsumme der ausgesetzten Kapitalertragssteuer
fr: Montant total du report de la taxation des plus-values
sv: Totalt uppskovsbelopp

source: Is there someone in your household that has other loans?
de: Gibt es jemanden in Ihrem Haushalt, der andere Kredite hat?
fr: Une personne de votre ménage a-t-elle d'autres prêts ?
sv: Har någon annan i hushållet andra lån?

source: Total amount of all loans
de: Gesamtsumme alle Kredite
fr: Montant total de tous les prêts
sv: Totalt belopp för alla lån

source: Housing community name
de: Name der Hausverwaltung
fr: Nom du logement communautaire
sv: Bostadsrättsföreningsnamn

source: Do you have a mortgage on the property at
de: Haben Sie einen Hauskredit für die Immobilie unter
fr: Avez-vous un prêt immobilier pour la propriété à
sv: Har du ett bolån för fastigheten på

source: Are you, a family member or a close associate in a political exposed position?
de: Sind Sie, ein Familienmitglied oder eine enge Person in einer exponierten politischen Lage?
fr: Est-ce que vous, un membre de votre famille, ou un collègue proche, êtes à un poste exposé politiquement ?
sv: Är du, en familjemedlem eller nära medarbetare i politiskt utsatt ställning?

source: Living area (m²)
de: Wohnbereich (m²)
fr: Superficie du foyer (m²)
sv: Boyta (m²)

source: Amount
de: Summe
fr: Montant
sv: Belopp

source: Lender
de: Kreditgeber
fr: Prêteur
sv: Långivare

source: Monthly fee (SEK)
de: Monatliche Gebühr (SEK)
fr: Frais mensuels (SEK)
sv: Månadsavgift (SEK)

source: Monthly income (SEK)
de: Monatliches Einkommen (SEK)
fr: Revenu mensuel (SEK)
sv: Månadsinkomst (SEK)

source: Choose bank to switch your mortgage to
de: Wählen Sie eine Bank, zu der Sie mit Ihrem Kredit wechseln möchten
fr: Choisissez la banque vers laquelle déplacer votre prêt immobilier
sv: Välj bank att byta ditt bolån till

source: Number of rooms
de: Anzahl Zimmer
fr: Nombre de chambres
sv: Antal rum

source: + Add loan
de: '+ Kredit hinzufügen
fr: + Ajouter prêt
sv: + Lägg till lån

source: Market value
de: Marktwert
fr: Valeur du marché
sv: Marknadsvärde

source: Loan amount
de: Kreditsumme
fr: Montant du prêt
sv: Lånebelopp

source: Monthly cost
de: Monatliche Kosten
fr: Coût mensuel
sv: Månadskostnad

source: Assessed value
de: Geschätzter Wert
fr: Valeur estimée
sv: Taxeringsvärde

source: Ground rent
de: Bodenrente
fr: Loyer foncier
sv: Tomträttsavgäld

source: Are you paying alimony?
de: Zahlen Sie Unterhalt?
fr: Versez-vous une pension ?
sv: Betalar du underhåll för barn?

source: Property type
de: Art der Immobilie
fr: Type de propriété
sv: Fastighetstyp

source: For how much did you buy the apartment for?
de: Für wie viel haben Sie die Wohnung gekauft?
fr: Quel prix avez-vous payé l'appartement ?
sv: Hur mycket köpte du lägenheten för?

source: Relationship status
de: Beziehungsstatus
fr: Statut de la relation
sv: Civilstatus

source: Product
de: Produkt
fr: Produit
sv: Produkt

source: Add citizenship in other county
de: Fügen Sie eine Staatsbürgerschaft in einem anderen Land hinzu
fr: Ajouter une citoyenneté dans un autre pays
sv: Lägg till medborgarskap i annat land

source: Citizenship in other country
de: Staatsbürgerschaft in einem anderen Land
fr: Citoyenneté dans un autre pays
sv: Medborgarskap i annat land

source: Who is depositing money to the account?
de: Wer zahlt das Geld in das Konto ein?
fr: Qui dépose l'argent sur le compte ?
sv: Vem sätter in pengar på kontot?

source: Savings amount per month
de: Gesparte Summe pro Monat
fr: Montant d'épargne par mois
sv: Sparbelopp per månad

source: I confirm that I have read and accept the Terms and Conditions, that I have read the information sheet about Deposit insurance and Information concerning the processing of personal data.
de: Ich bestätige, dass ich die Nutzungsbedingungen gelesen habe, dass ich das Informationsblatt über Einlagensicherung und Informationen über die Verarbeitung von persönlichen Daten gelesen habe.
fr: Je confirme avoir lu et accepté les Conditions d'utilisation, avoir lu la feuille d'informations concernant l'assurance de dépôt et les informations concernant le traitement des données personnelles.
sv: Jag bekräftar att jag tagit del av och godkänner Allmänna Villkor, och därmed tagit det av informationen om insättningsgarantin och informationen om behandling av personuppgifter.

source: Monthly income
de: Monatliches Einkommen
fr: Revenu mensuel
sv: Månadsinkomst

source: Where does the money come from that will be deposited into this account?
de: Woher kommt das Geld, das in das Konto eingezahlt wird?
fr: D'où vient l'argent qui sera déposé sur ce compte ?
sv: Varifrån kommer pengarna som ska sättas in på kontot?

source: Taxpayer identification number
de: Steueridentifikationsnummer
fr: Numéro d'identification fiscal
sv: Skatteregistreringsnummer (TIN)

source: Street adress
de: Straße
fr: Adresse postale
sv: Gatuadress

source: Are you a Swedish citizen?
de: Sind Sie schwedischer Staatsbürger?
fr: Êtes-vous un citoyen suédois ?
sv: Är du svensk medborgare?

source: Add taxable country
de: Steuerpflichtiges Land hinzufügen
fr: Ajouter un pays imposable
sv: Lägg till land där du är skatteskyldig

source: Are you paying tax in any other country?
de: Zahlen Sie Steuern in einem anderen Land?
fr: Payez-vous des impôts dans un autre pays ?
sv: Betalar du skatt i något annat land?

source: Are you paying tax in Sweden?
de: Zahlen Sie Steuern in Schweden?
fr: Payez-vous des impôts en Suède ?
sv: Betalar du skatt i Sverige?

source: Taxable in USA
de: Steuerpflichtig in den USA
fr: Imposable aux États-Unis
sv: Skatteskyldig i USA

source: If you for example help a family member with taking a loan.
de: Wenn Sie zum Beispiel einem Familienmitglied mit einem Kredit helfen.
fr: Si par exemple vous aidez un membre de votre famille avec un prêt.
sv: Om du t.ex. hjälper en familjemedlem med att ta ett lån.

source: Do not include loans for other properties.
de: Dazu gehören keine Kredite für andere Immobilien.
fr: N'incluez pas les prêts pour les autres propriétés.
sv: Inkludera inte lån för övriga fastigheter

source: Try to make the best estimate of the market value as possible to get more precise interest rate proposals.
de: Versuchen Sie, so gut wie möglich den Marktwert zu schätzen, um genauere Angebote für Zinsen zu erhalten.
fr: Essayez de faire la meilleure estimation de valeur du marché possible pour obtenir des offres de taux d'intérêts plus précises.
sv: Försök att göra en så bra uppskattning av marknadsvärdet som möjligt, för att få ett mer precist ränteförslag.

source: For example, if you and your partner took a loan together.
de: Wenn Sie und Ihr Partner zum Beispiel gemeinsam einen Kredit aufgenommen haben.
fr: Par exemple, si votre partenaire et vous avez un prêt ensemble.
sv: Till exempel, om du och din parter tog ett lån ihop.

source: For example, adult children that still lives at home.
de: Wenn erwachsene Kinder zum Beispiel noch zuhause leben.
fr: Par exemple, un enfant adulte vivant toujours chez vous.
sv: Till exempel, vuxna barn som fortfarande bor hemma.

source: This question also applies to your co-applicant if you live together.
de: Diese Frage bezieht sich auch auf Ihren Mitbewerber, wenn Sie zusammen leben.
fr: Cette question s'applique aussi à votre codemandeur si vous vivez ensemble.
sv: Frågan inkluderar även din medsökande om ni bor tillsammans.

source: Square meters
de: Quadratmeter
fr: Mètres carrés
sv: Kvadratmeter

source: In Swedish kronor
de: In schwedischen Kronen
fr: En couronnes suédoises
sv: I svenska kronor

source: From a foreign bank
de: Von einer ausländischen Bank
fr: Pour une banque étrangère
sv: Från utländsk bank

source: Between 10000 and 20000
de: Zwischen 10.000 und 20.000
fr: Entre 10 000 et 20 000
sv: Mellan 10000 och 20000

source: Between 10000 and 25000
de: Zwischen 10.000 und 25.000
fr: Entre 10 000 et 25 000
sv: Mellan 10000 och 25000

source: Between 20000 and 30000
de: Zwischen 20.000 und 30.000
fr: Entre 20 000 et 30 000
sv: Mellan 20000 och 30000

source: Between 20000 and 35000
de: Zwischen 20.000 und 35.000
fr: Entre 20 000 et 35 000
sv: Mellan 20000 och 35000

source: Between 25000 and 50000
de: Zwischen 25.000 und 50.000
fr: Entre 25 000 et 50 000
sv: Mellan 25000 och 50000

source: Between 30000 and 40000
de: Zwischen 30.000 und 40.000
fr: Entre 30 000 et 40 000
sv: Mellan 30000 och 40000

source: Between 35000 and 50000
de: Zwischen 35.000 und 50.000
fr: Entre 35 000 et 50 000
sv: Mellan 35000 och 50000

source: Between 50000 and 70000
de: Zwischen 50.000 und 70.000
fr: Entre 50 000 et 70 000
sv: Mellan 50000 och 70000

source: Between 50000 and 150000
de: Zwischen 50.000 und 150.000
fr: Entre 50 000 et 150 000
sv: Mellan 50000 och 150000

source: Between 150000 and 250000
de: Zwischen 150.000 und 250.000
fr: Entre 150 000 et 250 000
sv: Mellan 150000 och 250000

source: Between 250000 and 350000
de: Zwischen 250.000 und 350.000
fr: Entre 250 000 et 350 000
sv: Mellan 250000 och 350000

source: Cohabitant
de: Mitbewohner
sv: Sambo

source: Employed
de: Angestellt
fr: Employé
sv: Anställd

source: False
de: Falsch
fr: Faux
sv: Falskt

source: Five to ten times a month
de: Fünf bis zehnmal im Monat
fr: Cinq à dix fois par mois
sv: Fem till tio gånger per månad

source: Gift or inheritance
de: Geschenk oder Erbe
fr: Cadeau ou héritage
sv: Gåva eller arv

source: House
de: Haus
fr: Maison
sv: Villa

source: Less than 10000
de: Weniger als 10.000
fr: Moins de 10 000
sv: Mindre än 10000

source: Less than 20000
de: Weniger als 20.000
fr: Moins de 20 000
sv: Mindre än 20000

source: Less than 50000
de: Weniger als 50.000
fr: Moins de 50 000
sv: Mindre än 50000

source: Less than once a month
de: Weniger als einmal im Monat
fr: Moins d'une fois par mois
sv: Mindre än en gång per månad

source: Lottery or gambling
de: Lotto oder Wetten
fr: Loto ou paris
sv: Lotteri eller spel

source: Married
de: Verheiratet
fr: Marié
sv: Gift

source: More than 350000
de: Mehr als 350.000
fr: Plus de 350 000
sv: Mer än 350000

source: More than 40000
de: Mehr als 40.000
fr: Plus de 40 000
sv: Mer än 40000

source: More than 50000
de: Mehr als 50.000
fr: Plus de 50 000
sv: Mer än 50000

source: More than 70000
de: Mehr als 70.000
fr: Plus de 70 000
sv: Mer än 70000

source: More than five times a month
de: Mehr als fünfmal im Monat
fr: Plus de cinq fois par mois
sv: Mer än fem gånger per månad

source: More than ten times a month
de: Mehr als zehnmal im Monat
fr: Plus de dix fois par mois
sv: Mer än tio gånger per månad

source: From my account in a swedish bank
de: Von meinem Konto bei einer schwedischen Bank
fr: De mon compte dans une banque suédoise
sv: Från mitt konto i svensk bank

source: No other properties
de: Keine anderen Immobilien
fr: Aucune autre propriété
sv: Inga övriga fastigheter

source: One to five times a month
de: Ein bis fünfmal im Monat
fr: Une à cinq fois par mois
sv: En till fem gånger per månad
