Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Every day we scan all your transactions to find deviations from your normal behavior and things to pay extra attention to. In this case we noticed there was an unusual high activity on one of you accounts with more transactions than usual.
es: Todos los días escaneamos todas sus transacciones para encontrar desviaciones de su comportamiento normal y cosas a las que prestar especial atención. En este caso, notamos que había una actividad alta inusual en una de sus cuentas con más transacciones de lo habitual.
et: Kontrollime iga päev kõiki teie tehinguid, et leida kõrvalekalded teie tavapärasest käitumisest ja tähelepanu nõudvad tehingud. Seekord märkasime ühel teie kontol tavapärasest suuremat aktiivsust ebatavaliselt arvukate tehingutega.
it: Ogni giorno analizziamo tutte le tue transazioni per rilevare deviazioni dal tuo normale comportamento e indizi a cui prestare particolare attenzione. In questo caso è stata rilevata un'attività insolitamente elevata su uno dei tuoi conti, con più transazioni del solito.
lt: Kasdien nuskaitome visas jūsų operacijas, kad rastumėme nukrypimų nuo jūsų įprasto elgesio ir dalykus, į kuriuos reikėtų atkreipti daugiau dėmesio. Šiuo atveju pastebėjome, kad vienoje iš jūsų sąskaitų buvo atliktas neįprastai didelis kiekis veiksmų su daugiau operacijų nei įprastai.
lv: Katru dienu mēs skenējam jūsu darījumus, lai atklātu novirzes no jūsu ierastās uzvedības un lietas, kurām jums jāpievērš papildu uzmanība. Šajā gadījumā pamanījām neierasti lielu aktivitāti vienā no jūsu kontiem, kurā tika veikts vairāk darījumu kā ierasts.
pt: Inspecionamos diariamente todas as suas transações para detetar desvios ao seu comportamento normal e acontecimentos aos quais deva prestar atenção especial. Neste caso, detetámos uma atividade invulgarmente elevada numa das suas contas, com mais transações do que o habitual.

source: Invalid credentials status. Update the credentials before retrying the operation.
es: Estado de credenciales no válido. Actualice las credenciales antes de volver a intentar la operación.
et: Kehtetu identimisteave. Värskendage enne toimingu kordamist identimisteavet.
it: Stato delle credenziali non valido. Aggiorna le credenziali prima di ritentare l'operazione.
lt: Neteisinga kredencialų būsena. Prieš vėl bandydami operaciją atnaujinkite kredencialus.
lv: Nederīgs pierakstīšanās informācijas statuss. Atjauniniet informāciju pirms atkārtot darbību.
pt: As credenciais apresentam um estado inválido. Atualize as credenciais antes de voltar a tentar a operação.

source: The bank returned an empty list of accounts. Is this correct?
es: El banco devolvió una lista vacía de cuentas. ¿Es esto correcto?
et: Pank tagastas tühja kontoloendi. Kas see on õige?
it: La banca ha restituito un elenco vuoto di conti. È corretto?
lt: Bankas grąžino tuščią sąskaitų sąrašą. Ar tai teisinga?
lv: Banka atgrieza tukšu kontu sarakstu. Vai tas ir pareizi?
pt: O banco respondeu com uma lista de contas vazia. Isto está correto?

source: Please be aware of that checking this box will delete the history of your accounts
es: Tenga en cuenta que marcar esta casilla eliminará el historial de sus cuentas
et: Pange tähele, et selle ruudu märkimine kustutab teie kontode ajaloo
it: Tieni presente che selezionando questa casella eliminerai la cronologia dei tuoi conti
lt: Supraskite, kad pažymėjus šį langelį, bus ištrinta jūsų sąskaitų istorija
lv: Lūdzu, ņemiet vērā, ka pēc šīs rūtiņas atzīmēšanas tiks dzēsta jūsu kontu vēsture
pt: Saiba que, ao marcar esta caixa, eliminará o histórico das suas contas

source: The transfer amount will exceed the total allowed weekly limit for the beneficiary.
es: El monto de la transferencia excederá el límite semanal total permitido para el beneficiario.
et: Ülekande summa ületab saajale määratud nädalase kogulimiidi.
it: L'importo del bonifico supererà il limite settimanale totale consentito per il beneficiario.
lt: Pavedimo suma viršys bendrą gavėjui leidžiamą savaitinę ribą.
lv: Pārskaitījuma summa pārsniegs saņēmēja kopējo atļauto nedēļas limitu.
pt: O montante da transferência excederá o limite total permitido semanalmente ao beneficiário.

source: The transfer has been sent to your bank and will be executed when funds are available
es: La transferencia se ha enviado a su banco y se ejecutará cuando haya fondos disponibles.
et: Ülekanne on saadetud teie panka ja see sooritatakse raha olemasolul
it: Il bonifico è stato inviato alla tua banca e verrà eseguito quando saranno disponibili i fondi
lt: Pavedimas buvo išsiųstas į jūsų banką ir bus įvykdytas, kai bus laisvų lėšų
lv: Pārskaitījums tika nosūtīts uz jūsu banku un tiks izpildīts, kad būs pieejami līdzekļi
pt: A transferência foi enviada para o seu banco e será executada quando os fundos estiverem disponíveis

source: Card ID
es: Tarjeta de identificacion
et: Kaardi tunnus
it: ID carta
lt: Kortelės ID
lv: Kartes ID
pt: ID do Cartão

source: Username
es: Nombre de usuario
et: Kasutajanimi
it: Nome utente
lt: Naudotojo vardas
lv: Lietotājvārds
pt: Nome de utilizador

source: Use the same username and password as you would in the bank's mobile app.
es: Utilice el mismo nombre de usuario y contraseña que utilizaría en la aplicación móvil del banco.
et: Kasutage sama kasutajanime ja parooli nagu panga mobiilirakenduses.
it: Usa lo stesso nome utente e la stessa password dell'app mobile della banca.
lt: Naudokite tą patį naudotojo vardą ir slaptažodį, kurį naudotumėte banko mobiliojoje programėlėje.
lv: Izmantojiet lietotājvārdu un paroli, ko izmantojat bankas mobilajā lietotnē.
pt: Use o mesmo nome de utilizador e a mesma palavra-passe que usaria na aplicação móvel do banco.

source: Mobile BankID
lt: Mobilusis „BankID“

source: Use the same username and password as you would in the card issuer's mobile app.
es: Utilice el mismo nombre de usuario y contraseña que utilizaría en la aplicación móvil del emisor de la tarjeta.
et: Kasutage sama kasutajanime ja parooli nagu kaardi väljastaja mobiilirakenduses.
it: Usa lo stesso nome utente e la stessa password dell'app mobile dell'emittente della carta.
lt: Naudokite tą patį naudotojo vardą ir slaptažodį, kurį naudotumėte kortelę išdavusio subjekto mobiliojoje programėlėje.
lv: Izmantojiet lietotājvārdu un paroli, ko izmantojat kartes izsniedzēja mobilajā lietotnē.
pt: Use o mesmo nome de utilizador e a mesma palavra-passe que usaria na aplicação móvel do emissor do cartão.

source: To connect your broker, you need to identify yourself using Mobile BankID.
es: Para conectar a su corredor, debe identificarse mediante Mobile BankID.
et: Vahendaja ühendamiseks peate end Mobile BankID abil tuvastama.
it: Per connettere il tuo broker, devi identificarti utilizzando Mobile BankID.
lt: Norėdami prijungti savo brokerį, turite identifikuoti save naudodami mobiliojo banko ID.
lv: Lai pievienotu jūsu brokeri, jums ir jāidentificē sevi ar Mobile BankID.
pt: Para ligar o seu corretor, é necessário que se identifique através do Mobile BankID.

source: YYYYMMDDNNNN
es: AAAAMMDDNNNN
et: AAAAKKPPNNNN
it: AAAAMMGGNNNN
lt: MMMMMMDDNNNN
lv: GGGGMMDDNNNN
pt: AAAAMMDDNNNN

source: Please enter a valid social security number.
es: Ingrese un número de seguro social válido.
et: Sisestage kehtiv sotsiaalkindlustusnumber.
it: Inserisci un numero di previdenza sociale valido.
lt: Įveskite galiojantį socialinio draudimo numerį.
lv: Lūdzu, ievadiet derīgu sociālās apdrošināšanas numuru.
pt: Introduza um número de segurança social válido.

source: To connect your credit card, you need to identify yourself using Mobile BankID.
es: Para conectar su tarjeta de crédito, debe identificarse mediante Mobile BankID.
et: Krediitkaardi ühendamiseks peate end Mobile BankID abil tuvastama.
it: Per connettere la tua carta di credito, devi identificarti utilizzando Mobile BankID.
lt: Norėdami prisijungti savo kredito kortelę, turite identifikuoti save naudodami mobiliojo banko ID.
lv: Lai pievienotu jūsu kredītkarti, jums ir jāidentificē sevi ar Mobile BankID.
pt: Para ligar o seu cartão de crédito, é necessário que se identifique através do Mobile BankID.

source: To connect your bank, you need to identify yourself using Mobile BankID.
es: Para conectar su banco, debe identificarse mediante Mobile BankID.
et: Panga ühendamiseks peate end Mobile BankID abil tuvastama.
it: Per connettere la tua banca, devi identificarti utilizzando Mobile BankID.
lt: Norėdami prisijungti prie savo banko, turite identifikuoti save naudodami mobiliojo banko ID.
lv: Lai pievienotu jūsu banku, jums ir jāidentificē sevi ar Mobile BankID.
pt: Para ligar o seu banco, é necessário que se identifique através do Mobile BankID.

source: You use the same 4-digit PIN as when you log in at the service provider's web site.
es: Utiliza el mismo PIN de 4 dígitos que cuando inicia sesión en el sitio web del proveedor de servicios.
et: Kasutage sama neljakohalist PIN-koodi nagu teenuse pakkuja veebisaidile sisselogimisel.
it: Usi lo stesso PIN di 4 cifre che usi per accedere al sito Web del service provider.
lt: Naudojate tą patį 4 skaičių PIN, kaip ir prisijungdami prie paslaugos teikėjo interneto svetainės.
lv: Izmantojiet 4 ciparu PIN kodu, ko izmantojat, lai pierakstītos pakalpojumu sniedzēja vietnē.
pt: Use o mesmo PIN de 4 algarismos do início de sessão no website do prestador do serviço.

source: Please enter 4 digits
es: Ingrese 4 dígitos
et: Sisestage 4-kohaline number
it: Inserisci 4 cifre
lt: Įveskite 4 skaičius
lv: Lūdzu, ievadiet 4 ciparus
pt: Introduza 4 algarismos

source: You use the same 4-digit service code as for the bank's mobile app. You also need access to your token generator to create a screen code.
es: Utiliza el mismo código de servicio de 4 dígitos que para la aplicación móvil del banco. También necesita acceso a su generador de tokens para crear un código de pantalla.
et: Kasutage sama neljakohalist teenuskoodi nagu panga mobiilirakenduses. Ekraanikoodi loomiseks on teil vaja ka juurdepääsu oma tõendigeneraatorile.
it: Usi lo stesso codice di servizio a 4 cifre dell'app mobile della banca. Devi anche accedere al generatore di token per creare un codice su schermo.
lt: Naudokite tą patį 4 skaičių paslaugos kodą, kaip ir banko mobiliajai programėlei. Turite prieiti prie savo ženklelių generatoriaus, kad susikurtumėte ekrano kodą.
lv: Izmantojiet tādu pašu 4 ciparu pakalpojuma kodu kā bankas mobilajā lietotnē. Jums ir jāpiekļūst kodu ģeneratoram, lai izveidotu ekrāna kodu.
pt: Deve usar o mesmo código de serviço de 4 algarismos que usa na aplicação móvel do banco. Também precisará de aceder ao seu gerador de códigos para criar um código para o ecrã.

source: Token generator
es: Generador de token
et: Tõendigeneraator
it: Generatore di token
lt: Ženklelių generatorius
lv: Kodu ģenerators
pt: Gerador de códigos

source: You use your social security number and PIN in the same way as when you log in to the bank's mobile app.
es: Utiliza su número de seguro social y PIN de la misma manera que cuando inicia sesión en la aplicación móvil del banco.
et: Kasutage sotsiaalkindlustusnumbrit ja PIN-koodi nagu mobiilirakendusse sisselogimisel.
it: Usi il tuo numero di previdenza sociale e il PIN come quando accedi all'app mobile della banca.
lt: Socialinio draudimo numerį ir PIN naudojate lygiai taip pat, kaip prisijungtumėte prie banko mobiliosios programėlės.
lv: Izmantojiet savu sociālās apdrošināšanas numuru un PIN kodu tāpat kā pierakstoties jūs bankas mobilajā lietotnē.
pt: Deve usar o seu número de segurança social e o seu PIN do mesmo modo que inicia sessão na aplicação móvel do banco.

source: You use your card reader and personal code the same way as you would in the bank's mobile app.
da: Du bruger din kortlæser og personlige kode på samme måde som du ville i bankens mobilapp.
es: Utiliza su lector de tarjetas y su código personal de la misma manera que lo haría en la aplicación móvil del banco.
et: Kasutage oma kaardilugejat ja isikukoodi nagu panga mobiilirakenduses.
it: Usa il tuo lettore di carte e il tuo codice personale come faresti con l'app mobile della banca.
lt: Naudokite savo kortelių skaitytuvą taip pat, kaip naudotumėte banko mobiliojoje programėlėje.
lv: Izmantojiet savu karšu lasītāju un personas kodu tāpat kā jūsu bankas lietotnē.
no: Du bruker kortleseren og din personlige kode på samme måte som i bankens mobilapp.
pt: Deve usar o seu leitor de cartões e código pessoal do mesmo modo que faria na aplicação móvel do banco.

source: Card reader
es: Lector de tarjetas
et: Kaardilugeja
it: Lettore di carte
lt: Kortelių skaitytuvas
lv: Karšu lasītājs
pt: Leitor de cartões

source: Use the same code that you use in the bank's mobile app after you log in with Bank ID once. If you forgot your code, you can choose a new one in the bank's mobile app. By filling in this, transactions can be downloaded automatically in the background, so you do not need to use Bank ID every time.
es: Use el mismo código que usa en la aplicación móvil del banco después de iniciar sesión con la identificación del banco una vez. Si olvidó su código, puede elegir uno nuevo en la aplicación móvil del banco. Al completar esto, las transacciones se pueden descargar automáticamente en segundo plano, por lo que no es necesario utilizar la identificación bancaria cada vez.
et: Pärast ühe korra BankID-ga sisselogimist kasutage sama koodi nagu panga mobiilirakenduses. Kui olete oma koodi unustanud, saate panga mobiilirakenduses uue valida. Selle täitmisel saab tehinguid automaatselt taustal alla laadida nii, et te ei pea iga kord Bank ID-d kasutama.
it: Usi lo stesso codice utilizzato nell'app mobile della banca dopo aver effettuato l'accesso con Bank ID una volta. Se hai dimenticato il codice, puoi sceglierne uno nuovo nell'app mobile della banca. Inserendo questo, le transazioni possono essere scaricate automaticamente in background, quindi non è necessario utilizzare Bank ID ogni volta.
lt: Naudokite tą patį kodą, kaip ir banko mobiliojoje programėlėje, kai vieną kartą prisijungsite su „Bank ID“. Jei pamiršote kodą, galite pasirinkti naują banko mobiliojoje programėlėje. Tai užpildžius, operacijas galima automatiškai atsisiųsti fone, taigi, neturėsite kiekvieną kartą naudoti „BankID“.
lv: Pēc pirmās pierakstīšanās ar Bank ID, izmantojiet to pašu kodu, ko izmantojat bankas mobilajā lietotnē. Ja aizmirsāt kodu, jūs varat izvēlēties jaunu bankas mobilajā lietotnē. Aizpildot šo, darījumus ir iespējams lejupielādēt fondā, lai jums nebūtu katru reizi jāizmanto Bank ID.
pt: Use o mesmo código que usa na aplicação móvel do seu banco depois de iniciar sessão com o Bank ID pela primeira vez. Caso se esqueça do seu código, pode escolher um novo código na aplicação móvel do banco. Se preencher isto, as transações podem ser descarregadas automaticamente em segundo plano, para que não precise de usar constantemente o Bank ID.

source: Use the same username and password as you would in the broker's mobile app.
es: Use el mismo nombre de usuario y contraseña que usaría en la aplicación móvil del corredor.
et: Kasutage sama kasutajanime ja parooli nagu vahendaja mobiilirakenduses.
it: Usa lo stesso nome utente e la stessa password dell'app mobile del broker.
lt: Naudokite tą patį naudotojo vardą ir slaptažodį, kurį naudotumėte brokerio mobiliojoje programėlėje.
lv: Izmantojiet lietotājvārdu un paroli, ko izmantojat brokera mobilajā lietotnē.
pt: Use o mesmo nome de utilizador e a mesma palavra-passe que usaria na aplicação móvel do corretor.

source: You use Mobile BankID the same way as in the bank's mobile app. If you have a personal code for simplified login, we recommend using it instead of Mobile BankID.
es: Utiliza Mobile BankID de la misma forma que en la aplicación móvil del banco. Si tiene un código personal para un inicio de sesión simplificado, le recomendamos que lo utilice en lugar de Mobile BankID.
et: Kasutage Mobile BankID-d nagu panga mobiilirakenduses. Kui teil on lihtsisselogimiseks isiklik kood, soovitame kasutada seda Mobile BankID asemel.
it: Devi utilizzare Mobile BankID allo stesso modo dell'app mobile della banca. Se disponi di un codice personale per l'accesso semplificato, ti consigliamo di utilizzarlo al posto di Mobile BankID.
lt: Naudokite mobilųjį „BankID“ taip pat, kaip banko mobiliojoje programėlėje. Jei turite asmens kodą supaprastintam prisijungimui, vietoj to, rekomenduojame naudoti mobilųjį „BankID“.
lv: Izmantojiet Mobile BankID tāpat kā bankas mobilajā lietotnē. Ja jums ir personas kods, lai veiktu vienkāršotu pierakstīšanos, iesakām izmantot šo kodu Mobile BankID vietā.
pt: Deve usar o Mobile BankID do mesmo modo que na aplicação móvel do banco. Caso tenha um código pessoal para início de sessão simplificado, recomendamos que o utilize em vez do Mobile BankID.

source: 1. Insert your card into the card reader and press (M1) 2. 'CHALLENGE?' is displayed.Enter []
es: 1. Inserte su tarjeta en el lector de tarjetas y presione (M1) 2. '¿RETO?' se muestra. Introduzca []
et: 1. Asetage oma pangakaart kaardilugejasse ja vajutage (M1) 2. Kuvatakse „KATSE?“. Sisestage []
it: 1. Inserisci la tua carta nel lettore di carte e premi (M1) 2. Viene visualizzato 'IMPUGNARE?'. Inserisci []
lt: 1. Įstatykite kortelę į kortelių skaitytuvą ir paspauskite (M1) 2. Parodoma „IŠŠŪKIS?“. Įveskite []
lv: 1. Ievietojiet karti karšu lasītājā un nospiediet (M1) 2. Tiek radīts “CHALLENGE?”. Ievadiet []
pt: 1. Insira o seu cartão no leitor de cartões e pressione (M1) 2. Será visualizado "CONFIRMAÇÃO?". Introduza []

source: 3. 'PIN?' is displayed. Enter your PIN and press (OK) 4. The e-signature is displayed. Enter the e-signature
es: 3. '¿PIN?' se visualiza. Ingrese su PIN y presione (OK) 4. Se muestra la firma electrónica. Ingrese la firma electrónica
et: 3. Kuvatakse „PIN?“. Sisestage oma PIN-kood ja vajutage (OK) 4. Kuvatakse e-allkiri. Sisestage e-allkiri
it: 3. Viene visualizzato 'PIN?'. Immetti il PIN e premi (OK) 4. Viene visualizzata la firma elettronica. Inserisci la firma elettronica
lt: 3. Rodoma „PIN?“. Įveskite PIN ir paspauskite (GERAI) 4. Parodomas el. parašas. Įveskite el. parašą
lv: 3. Tiek radīts “PIN?”. Ievadiet savu PIN kodu un nospiediet (OK) 4. Tiek parādīts e-paraksts. Ievadīt e-parakstu
pt: 3. Será visualizado "PIN?". Introduza o seu PIN e pressione (OK) 4. Será visualizada a e-assinatura. Introduza a e-assinatura

source: Input
es: Entrada
et: Sisend
it: Ingresso
lt: Įvestis
lv: Ievadīt
pt: Entrada

source: Incorrect login credentials. You have one more attempt before your account will be locked.
da: Ukorrekte login detaljer. Du har et mere forsøg, før din konto vil blive blokeret.
es: Credenciales de inicio de sesión incorrectas. Tiene un intento más antes de que se bloquee su cuenta.
et: Valed sisselogimisandmed. Enne konto lukustamist saate teha veel ühe katse.
it: Credenziali di accesso errate. Hai ancora un tentativo prima che il tuo conto venga bloccato.
lt: Neteisingi prisijungimo kredencialai. Turite dar vieną bandymą prieš užrakinant jūsų paskyrą.
lv: Nederīga pierakstīšanās informācija. Jums ir atlicis tikai viens mēģinājums līdz konta bloķēšanai.
no: Feil påloggingsinformasjon. Du har et forsøk igjen før kontoen din låses.
pl: Nieprawidłowe dane logowania. Pozostała jeszcze jedna próba zanim Twoje konto zostanie zablokowane
pt: Credenciais de início de sessão incorretas. Dispõe de mais uma tentativa antes da sua conta ser bloqueada.

source: Cannot schedule future transfers.
es: No se pueden programar transferencias futuras.
et: Tulevasi ülekandeid ei saa ajastada.
it: Non è possibile pianificare bonifici futuri.
lt: Nepavyko suplanuoti būsimų pavedimų.
lv: Nav iespējams ieplānot pārskaitījumus nākotnē.
pt: Não é possível agendar transferências futuras.

source: Another client is already trying to sign in. Please close the Codes app and try again.
es: Otro cliente ya está intentando iniciar sesión. Cierre la aplicación Códigos y vuelva a intentarlo.
et: Teine klient proovib juba sisse logida. Sulgege rakendus Codes ja proovige uuesti.
it: Un altro client sta già tentando di accedere. Chiudi l'app Codes e riprova.
lt: Jau bando prisijungti kitas klientas. Pataisykite programėlę „Codes“ ir bandykite dar kartą.
lv: Cits klients mēģina pierakstīties. Lūdzu, aizveriet lietotni Codes un mēģiniet vēlreiz.
pt: Um outro cliente já está a tentar iniciar sessão. Feche a aplicação Codes e tente novamente.

source: To be able to refresh your accounts you need to update your customer info in your bank app.
es: Para poder actualizar sus cuentas, debe actualizar su información de cliente en su aplicación bancaria.
et: Oma kontode uuendamiseks peate uuendama oma kliendiandmeid ICA pangarakenduses.
it: Per poter aggiornare i tuoi conti devi aggiornare le informazioni sui tuoi clienti nell'app della banca.
lt: Kad galėtumėte atnaujinti savo paskyras, turite atnaujinti kliento informaciją savo banko programėlėje.
lv: Lai jūs varētu atsvaidzināt savus kontus, jums ir jāatjauno jūsu klienta informācija savā bankas lietotnē.
pt: Para poder atualizar as suas contas, é necessário atualizar as suas informações de cliente na sua aplicação bancária.

source: Message from bank: You have used the service too many times today, please try again tomorrow.
es: Mensaje del banco: Ha utilizado el servicio demasiadas veces hoy. Vuelva a intentarlo mañana.
et: Teade pangast: „Olete seda teenust täna liiga palju kasutanud, proovige homme uuesti.“
it: Messaggio dalla banca: Hai usato il servizio troppe volte oggi; riprova domani.
lt: Pranešimas iš banko: šiandien naudojotės paslauga per daug kartų. Pabandykite dar kartą rytoj.
lv: Ziņojums no bankas: Šodien jūs pārāk bieži izmantojāt šo pakalpojumu, lūdzu, rītdien mēģiniet vēlreiz.
pt: Mensagem do banco: Usou o serviço demasiadas vezes hoje; tente novamente amanhã.

source: Code app authentication timed out.
da: Godkendelse af kode app'en er udløbet.
es: Se agotó el tiempo de espera de autenticación de la aplicación de código.
et: Koodirakenduse autentimine aegus.
it: Timeout dell'autenticazione dell'app Codes.
lt: „Code“ programėlės autentifikavimo laikas baigėsi.
lv: Iestājās lietotnes Code autentifikācijas noildze.
no: Autentisering via kodeapp tidsavbrutt.
pt: A autenticação da aplicação de códigos expirou.

source: Code app authentication was rejected by user.
da: Godkendelse af kode app'en er afvist af bruger.
es: El usuario rechazó la autenticación de la aplicación de código.
et: Koodirakenduse autentimine kasutaja poolt tagasi lükatud.
it: L'autenticazione dell'app Codes è stata rifiutata dall'utente.
lt: „Code“ programėlės autentifikavimą atmetė naudotojas.
lv: Lietotnes Code autentifikāciju noraidīja lietotājs.
no: Autentisering via kodeapp ble avvist av bruker.
pt: A autenticação do código da aplicação foi rejeitada pelo utilizador.

source: Because of repeated attempts the authentication request has been cancelled. Please try again later.
es: Debido a repetidos intentos, se canceló la solicitud de autenticación. Por favor, inténtelo de nuevo más tarde.
et: Korduvate katsete tõttu on autentimistaotlus tühistatud. Proovige hiljem uuesti.
it: A causa di ripetuti tentativi, la richiesta di autenticazione è stata annullata. Riprova più tardi.
lt: Dėl pasikartojančių bandymų autentifikavimo užklausa buvo atšaukta. Bandykite dar kartą vėliau.
lv: Atkārtoto mēģinājumu dēļ šis autentifikācijas pieprasījums tika atcelts. Lūdzu, vēlāk mēģiniet vēlreiz.
pt: Devido a tentativas sucessivas, o pedido de autenticação foi cancelado. Tente novamente mais tarde.
