Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Check if your authentication parameters are correct: 1. ING ID from your bank card 2. Card ID from your bank card 3. "RESPONSE" from the ING Card Reader
es: Compruebe si sus parámetros de autenticación son correctos: 1. ING ID de su tarjeta bancaria 2. ID de tarjeta de su tarjeta bancaria 3. "RESPUESTA" del lector de tarjetas ING
et: Kontrollige, kas teie autentimisteave on õige: 1. ING ID teie pangakaardilt 2. Kaardi ID teie pangakaardilt 3. INGi kaardilugeja „VASTUS“
it: Verifica se i parametri di autenticazione sono corretti: 1. ID ING dalla tua carta 2. ID carta dalla tua carta 3. "RISPOSTA" dal lettore di carte ING
lt: Patikrinkite, ar jūsų autentifikavimo parametrai yra teisingi: 1. ING ID iš jūsų banko kortelės 2. Kortelės ID iš jūsų banko kortelės 3. „ATSAKYMAS“ iš ING kortelių skaitytuvo
lv: Pārbaudiet, vai jūsu autentifikācijas parametri ir pareizi: 1. ING ID no jūsu bankas kartes 2. Kartes ID no jūsu bankas kartes 3. “ATBILDE” no ING karšu lasītāja
pt: Verifique se os seus parâmetros de autenticação estão corretos: 1. ING ID do seu cartão bancário 2. ID de Cartão do seu cartão bancário 3. "RESPOSTA" do Leitor de cartões ING

source: The amount of this transaction exceeds your transfer limits. Please log in to Home'Bank to check your transfer limits.
es: El monto de esta transacción excede sus límites de transferencia. Inicie sesión en Home'Bank para verificar sus límites de transferencia.
et: See tehingusumma ületab teie ülekandelimiidi. Ülekandelimiitide kontrollimiseks logige sisse Home'Banki.
it: L'importo di questa transazione supera i limiti di bonifico. Accedi a Home'Bank per verificare i limiti di bonifico.
lt: Šios operacijos suma viršija pavedimo ribas. Prisijunkite prie „Home‘Bank“, kad patikrintumėte pavedimo ribas.
lv: Šī pārskaitījuma summa pārsniedz jūsu pārskaitījuma limitus. Lūdzu, pierakstieties Home'Bank , lai apskatītu pārskaitījuma limitus.
pt: O montante desta transação excede os seus limites de transferência. Inicie sessão no Home'Bank para verificar os seus limites de transferência.

source: Transfers to accounts from other banks is not allowed from this account.
es: No se permiten transferencias a cuentas de otros bancos desde esta cuenta.
et: Sellelt kontolt pole lubatud teha ülekandeid teiste pankade kontodele.
it: Il bonifico a conti di altre banche non è consentito da questo conto.
lt: Iš šios sąskaitos negalima daryti pavedimų į kitų bankų sąskaitas.
lv: Šim kontam nav atļauti pārskaitījumi uz citām bankām.
pt: As transferências para contas de outros bancos não são permitidas a partir desta conta.

source: Execution date have to be a business day, choose another date.
es: La fecha de ejecución debe ser un día hábil, elija otra fecha.
et: Tehingu kuupäev peab olema tööpäev; valige teine kuupäev.
it: La data di esecuzione deve essere un giorno lavorativo; scegli un'altra data.
lt: Vykdymo data turi būti darbo diena. Pasirinkite kitą dieną.
lv: Izpildes dienai ir jābūt darba dienai. Izvēlieties citu dienu.
pt: A data de execução tem de ser um dia útil; escolha uma outra data.

source: Destination name have to be supplied for third party transfers.
es: El nombre de destino debe proporcionarse para transferencias de terceros.
et: Kolmanda isiku ülekannete jaoks tuleb esitada sihtkoha nimi.
it: Il nome di destinazione deve essere fornito per i bonifici di terze parti.
lt: Trečiųjų šalių pavedimams turi būti nurodytas gavėjo pavadinimas.
lv: Trešo pušu pārskaitījumiem ir jānorāda saņēmēja vārds.
pt: O nome do destino tem de ser fornecido para transferências de terceiros.

source: Transfer validation failed.
es: La validación de la transferencia falló.
et: Ülekande kinnitamine nurjus.
it: Convalida del bonifico non riuscita.
lt: Pavedimo patvirtinti nepavyko.
lv: Pārskaitījuma validācija neizdevās.
pt: A validação da transferência falhou.

source: Transfer execution failed.
es: Error en la ejecución de la transferencia.
et: Ülekanne nurjus.
it: Esecuzione del bonifico non riuscita.
lt: Pavedimo įvykdyti nepavyko.
lv: Pārskaitījuma izpilde neizdevās.
pt: A execução da transferência falhou.

source: Download Nordea Codes
es: Descargar códigos Nordea
et: Laadige alla Nordea Codes
it: Scarica Nordea Codes
lt: Atsisiųskite „Nordea Codes“
lv: Lejupielādēt Nordea Codes
pt: Descarregar códigos Nordea

source: You need to download the Nordea Codes app in order to continue.
es: Debe descargar la aplicación Nordea Codes para continuar.
et: Jätkamiseks peate alla laadima rakenduse Nordea Codes.
it: Per continuare, devi scaricare l'app Nordea Codes.
lt: Norėdami tęsti, turite atsisiųsti „Nordea Codes“.
lv: Lai turpinātu, jums ir jālejupielādē Nordea Codes lietotne.
pt: É necessário descarregar a aplicação de Códigos Nordea para continuar.

source: Upgrade Nordea Codes
es: Actualizar códigos de Nordea
et: Värskendage rakendust Nordea Codes
it: Aggiorna Nordea Codes
lt: Atnaujinkite „Nordea Codes“
lv: Uzlabot Nordea Codes
pt: Atualizar Códigos Nordea

source: You need to upgrade the Nordea Codes app in order to continue.
es: Necesita actualizar la aplicación Nordea Codes para continuar.
et: Jätkamiseks peate värskendama rakenduse Nordea Codes.
it: Per continuare, devi aggiornare l'app Nordea Codes.
lt: Norėdami tęsti, turite atnaujinti „Nordea Codes“.
lv: Lai turpinātu, jums ir jāuzlabo Nordea Codes lietotne.
pt: É necessário atualizar a aplicação de Códigos Nordea para continuar.

source: Authentication cancelled by the Codes app. Please try again.
es: Autenticación cancelada por la aplicación Códigos. Inténtalo de nuevo.
et: Rakendus Codes tühistas autentimise. Proovige uuesti.
it: Autenticazione annullata dall'app Codes. Riprova.
lt: „Codes“ programėlė atšaukė autenteifikavimą. Bandykite dar kartą.
lv: Autentifikāciju atcēla lietotne Codes. Lūdzu, mēģiniet vēlreiz.
pt: A autenticação foi cancelada pela aplicação Códigos. Tente novamente.

source: Authentication timed out.
da: Godkendelsen er udløbet.
es: Se agotó el tiempo de espera de autenticación.
et: Autentimine aegus.
it: Autenticazione scaduta.
lt: Autentifikavimo laikas baigėsi.
lv: Autentifikācijas noildze.
no: Autentiseringen ble tidsavbrutt.
pl: Przekroczono limit czasu logowania.
pt: A autenticação expirou.

source: Another client is already trying to sign in.
da: En anden kunde er allerede ved at forsøge at logge ind.
es: Otro cliente ya está intentando iniciar sesión.
et: Teine klient proovib juba sisse logida.
it: Un altro client sta già tentando di accedere.
lt: Jau bando prisijungti kitas klientas.
lv: Cits klients mēģina pierakstīties.
pl: W trakcie jest więcej niż jedna próba logowania.
pt: Existe um outro cliente que está a tentar iniciar sessão.

source: Your current password has expired and you have to create a new one. You can do this in Ålandsbanken's app if you have a registered device, if not, please contact Ålandsbanken at: 0204 292 910.
es: Su contraseña actual ha caducado y debe crear una nueva. Puede hacerlo en la aplicación de Ålandsbanken si tiene un dispositivo registrado; de lo contrario, comuníquese con Ålandsbanken al: 0204292 910.
et: Teie praegune parool on aegunud ja te peate uue looma. Kui teil on registreeritud seade, saate seda teha Ålandsbankeni rakenduses. Kui ei, siis helistage Ålandsbankenisse numbril 0204 292 910.
it: La tua password attuale è scaduta e devi crearne una nuova. Puoi farlo nell'app di Ålandsbanken se hai un dispositivo registrato; in caso contrario, contatta Ålandsbanken al numero 0204 292 910.
lt: Jūsų dabartinio slaptažodžio galiojimas baigėsi ir turite susikurti naują. Tai galite padaryti programėlėje „Ålandsbanken“, jei turite užregistruotą įrenginį. Jei ne, kreipkitės į „Ålandsbanken“ adresu: 0204 292 910.
lv: Jūsu pašreizējā parole ir beigusies un jums ir jāizveido jauna. Jūs to varat izdarīt lietotnē Ålandsbanken, ja jums ir reģistrēta ierīce, bet, ja nav, tad sazinieties ar Ålandsbanken pa tālruni: 0204 292 910.
pt: A sua palavra-passe atual expirou e terá de criar uma nova palavra-passe. Se tiver um dispositivo registado, poderá fazer isso na aplicação do Ålandsbanken. Caso contrário, contacte o Ålandsbanken em: 0204 292 910.

source: There is already an active session on this account. Please try again.
es: Ya hay una sesión activa en esta cuenta. Inténtalo de nuevo.
et: Sellel kontol on juba aktiivne seanss. Proovige uuesti.
it: Esiste già una sessione attiva su questo account. Riprova.
lt: Šioje sąskaitoje jau yra aktyvi sesija. Bandykite dar kartą.
lv: Šajā kontā jau ir aktīva sesija. Lūdzu, mēģiniet vēlreiz.
pl: Na tym koncie jest już aktywna sesja. Proszę spróbuj ponownie.
pt: Já existe uma sessão ativa nesta conta. Tente novamente.

source: Your device could not be registered. This could be due to restrictions in the number of devices your bank allows you to register. Please try again later or reach out to your bank.
es: No se pudo registrar su dispositivo. Esto podría deberse a restricciones en la cantidad de dispositivos que su banco le permite registrar. Vuelva a intentarlo más tarde o comuníquese con su banco.
et: Teie seadme registreerimine nurjus. Selle põhjuseks võib olla panga lubatud registreeritud seadmete limiit. Proovige hiljem uuesti või pöörduge oma panga poole.
it: Impossibile registrare il tuo dispositivo. Ciò potrebbe essere dovuto alle restrizioni del numero di dispositivi che la tua banca ti consente di registrare. Riprova più tardi o contatta la tua banca.
lt: Jūsų įrenginio nepavyko užregistruoti. Taip galėjo atsitikti dėl įrenginių, kuriuos jūsų bankas leidžia užregistruoti, skaičiaus apribojimų. Bandykite dar kartą vėliau arba kreipkitės į savo banką.
lv: Jūsu ierīci nebija iespējams reģistrēt. Iespējams, ka tas ir jūsu bankas atļauto ierīču skaita ierobežojuma dēļ. Lūdzu, mēģiniet vēlāk vai sazinieties ar savu banku.
pl: Nie można zarejestrować Twojego urządzenia. Może to być spowodowane ograniczeniem liczby urządzeń, na których Twój bank dopuszcza jednoczesną rejestrację. Spróbuj ponownie później lub skontaktuj się ze swoim bankiem.
pt: Não foi possível registar o seu dispositivo. Isto pode dever-se a restrições no número de dispositivos que o seu banco lhe permite registar. Tente novamente mais tarde ou contacte o seu banco.

source: The payment date is too soon or not a business day
es: La fecha de pago es demasiado pronto o no es un día hábil.
et: Maksekuupäev on liiga varane või mitte tööpäev
it: La data di pagamento è troppo vicina o non è un giorno lavorativo
lt: Mokėjimo data yra per greitai arba nėra darbo diena
lv: Maksājuma datums ir pārāk drīz vai nav darba diena
pt: A data de pagamento é demasiado próxima ou não é um dia útil

source: It's not possible to modify this payment
es: No es posible modificar este pago
et: Makset ei saa muuta
it: Non è possibile modificare questo pagamento
lt: Nepavyko pakeisti šio mokėjimo
lv: Nav iespējams mainīt šo maksājumu
pt: Não é possível modificar este pagamento

source: It's not possible to modify the amount of this payment
es: No es posible modificar el monto de este pago
et: Makse summat ei saa muuta
it: Non è possibile modificare l'importo di questo pagamento
lt: Nepavyko pakeisti šio mokėjimo sumos
lv: Nav iespējams mainīt šī maksājuma summu
pt: Não é possível modificar o montante deste pagamento

source: It's not possible to modify the destination of this payment
es: No es posible modificar el destino de este pago
et: Makse sihtkohta ei saa muuta
it: Non è possibile modificare la destinazione di questo pagamento
lt: Nepavyko pakeisti šio mokėjimo gavėjo
lv: Nav iespējams mainīt šī maksājuma saņēmēju
pt: Não é possível modificar o destino deste pagamento

source: It's not possible to modify the source account of this payment
es: No es posible modificar la cuenta de origen de este pago.
et: Makse lähtekontot ei saa muuta
it: Non è possibile modificare il conto di origine di questo pagamento
lt: Nepavyko pakeisti šio mokėjimo siuntėjo sąskaitos
lv: Nav iespējams mainīt šī maksājuma avota kontu
pt: Não é possível modificar a conta de origem deste pagamento

source: It's not possible to modify the payment date of this payment
es: No es posible modificar la fecha de pago de este pago.
et: Makse kuupäeva ei saa muuta
it: Non è possibile modificare la data di pagamento di questo pagamento
lt: Nepavyko pakeisti šios mokėjimo datos
lv: Nav iespējams mainīt šī maksājuma datumu
pt: Não é possível modificar a data de pagamento deste pagamento

source: It's not possible to modify OCR/message of this payment
es: No es posible modificar OCR / mensaje de este pago
et: Makse viitenumbrit/sõnumit ei saa muuta
it: Non è possibile modificare l'OCR/messaggio di questo pagamento
lt: Nepavyko pakeisti šio mokėjimo OCR / pranešimo
lv: Nav iespējams mainīt šī maksājuma OCR/ziņojumu
pt: Não é possível modificar o OCR/a mensagem deste pagamento

source: It's not possible to modify the source message of this payment
es: No es posible modificar el mensaje de origen de este pago.
et: Makse lähtesõnumit ei saa muuta
it: Non è possibile modificare il messaggio di origine di questo pagamento
lt: Nepavyko pakeisti šio mokėjimo siuntėjo pranešimo
lv: Nav iespējams mainīt šī maksājuma avota ziņojumu
pt: Não é possível modificar a mensagem original deste pagamento

source: Could not save new recipient
es: No se pudo obtener el nombre del destinatario del usuario.
et: Uut saajat ei saanud salvestada
lt: Nepavyko įrašyti naujo gavėjo
lv: Neizdevās saglabāt jauno saņēmēju

source: Check that the information is correct
es: Comprueba que la información sea correcta
et: Kontrollige teabe õigsust
lt: Patikrinkite, ar informacija teisinga
lv: Pārbaudiet, vai informācija ir pareiza

source: You need to confirm your BankID to Skandiabanken. You do it by logging in with the Skandiabanken app once to confirm that the BankID is yours. You may then continue using BankID here.
es: Debe confirmar su BankID a Skandiabanken. Puede hacerlo iniciando sesión con la aplicación Skandiabanken una vez para confirmar que el BankID es suyo. Luego puede continuar usando BankID aquí.
et: Peate Skandiabankenis oma BankID kinnitama. Selleks logige korraks oma Skandiabankenisse ja kinnitage, et BankID kuulub teile. Seejärel saate jätkata siin BankID kasutamist.
it: Devi confermare il tuo BankID su Skandiabanken. Puoi farlo accedendo con l'app Skandiabanken una volta per confermare che il BankID è tuo. Potrai quindi continuare a utilizzare BankID qui.
lt: Turite patvirtinti „Skandiabanken“ „BankID“. Tai padarykite prisijungę prie programėlės „Skandibanken“, kai patvirtinsite, kad „BankID“ yra jūsų. Tada čia galėsite ir toliau naudoti „BankID“.
lv: Jums ir jāapstiprina jūsu BankID ar Skandiabanken. Jūs varat to izdarīt, pierakstoties Skandiabanken lietotnē, lai apstiprinātu to, ka šis BankID pieder jums. Pēc tam jūs varat turpināt izmantot BankID šeit.
pt: Precisa de confirmar o seu BankID no Skandiabanken. Para tal, tem de iniciar sessão na aplicação Skandiabanken para confirmar que o BankID é seu. Seguidamente, pode continuar a usar aqui o BankID.

source: We encountered problems signing the payment/transfer with your bank. Please log in to your bank app and validate the payment/transfer.
es: Tuvimos problemas para firmar el pago / transferencia con su banco. Inicie sesión en su aplicación bancaria y valide el pago / transferencia.
et: Makse/ülekande allkirjastamisel tekkis teie pangaga probleeme. Logige oma panga rakendusse ja kinnitage makse/ülekanne.
it: Abbiamo riscontrato problemi nella firma del pagamento/bonifico con la tua banca. Accedi all'app della tua banca e convalida il pagamento/bonifico.
lt: Mums iškilo problemų pasirašant mokėjimą / pavedimą jūsų banke. Prisijunkite prie savo banko programėlės ir patvirtinkite mokėjimą / pavedimą.
lv: Parakstot maksājumu/pārskaitījumu jūsu bankā saskārāmies ar problēmām. Lūdzu, pieraksties savas bankas lietotnē un apstipriniet maksājumu/pārskaitījumu.
pt: Deparámo-nos com problemas na conclusão do pagamento/transferência junto do seu banco. Inicie sessão na sua aplicação bancária e valide o pagamento/transferência.

source: Failed to sign using BankID, please try again later
es: No se pudo firmar con BankID. Vuelve a intentarlo más tarde.
et: BankID-ga allkirjastamine nurjus, proovige hiljem uuesti
it: Impossibile firmare utilizzando BankID; riprova più tardi
lt: Nepavyko pasirašyti naudojant „BankID“. Bandykite dar kartą vėliau
lv: Neizdevās parakstīt ar BankID, lūdzu, mēģiniet vēlreiz
pt: Falha na assinatura com BankID; tente novamente mais tarde

source: Every day we scan all your transactions to find deviations from your normal behavior and things to pay extra attention to. In this case we noticed there were two transactions deducted from your account the same day with the same amount and description. It could be someone with bad intentions that has charged you twice but it could of course also been you buying the same thing twice the same day.
es: Todos los días escaneamos todas sus transacciones para encontrar desviaciones de su comportamiento normal y cosas a las que prestar especial atención. En este caso, notamos que se dedujeron dos transacciones de su cuenta el mismo día con la misma cantidad y descripción. Podría ser alguien con malas intenciones que te haya cobrado dos veces pero, por supuesto, también podría ser que compraste lo mismo dos veces el mismo día.
et: Kontrollime iga päev kõiki teie tehinguid, et leida kõrvalekalded teie tavapärasest käitumisest ja tähelepanu nõudvad tehingud. Seekord märkasime, et samal päeval võeti teie kontolt kaks korda raha samas summas ja sama kirjeldusega. Keegi võis teilt pahatahtlikult kaks korda tasu võtta, kuid samuti võisite te ise samal päeval kaks korda sama asja osta.
it: Ogni giorno analizziamo tutte le tue transazioni per rilevare deviazioni dal tuo normale comportamento e indizi a cui prestare particolare attenzione. In questo caso abbiamo notato che ci sono due transazioni di pagamento dal tuo conto lo stesso giorno con lo stesso importo e la stessa descrizione. Potrebbe essere stato un malintenzionato che ti ha addebitato due volte la stessa spesa, ma ovviamente potresti anche aver acquistato la stessa cosa due volte lo stesso giorno.
lt: Kasdien nuskaitome visas jūsų operacijas, kad rastumėme nukrypimų nuo jūsų įprasto elgesio ir dalykus, į kuriuos reikėtų atkreipti daugiau dėmesio. Šiuo atveju pastebėjome, kad iš jūsų paskyros tą pačią dieną buvo du kartus nuskaičiuotos dvi tokios pačios sumos su tokiu pačiu aprašymu. Tai galėjo būti asmuo su blogais ketinimais, kuris jums nuskaičiavimo mokestį du kartus, bet be abejo, galėjo būti, kad ir jūs tą patį daiktą du kartus pirkote tą pačią dieną.
lv: Katru dienu mēs skenējam jūsu darījumus, lai atklātu novirzes no jūsu ierastās uzvedības un lietas, kurām jums jāpievērš papildu uzmanība. Šajā gadījumā mēs pamanījām, ka jūsu kontā vienas dienas laikā tika veikti divi darījumi par vienādām summām un ar vienādiem aprakstiem. Iespējams, ka kāds ļaunprātīgi ieturēja maksājumu divreiz, bet ir iespējams arī tas, ka jūs vienā dienā divas reizes veicāt vienādus pirkumus.
pt: Inspecionamos diariamente todas as suas transações para detetar desvios ao seu comportamento normal e acontecimentos aos quais deva prestar atenção especial. Neste caso, reparámos que foram debitadas duas transações da sua conta no mesmo dia, com o mesmo montante e descrição. Pode ter sido alguém mal-intencionado que lhe cobrou uma transação em duplicado, mas claro que também pode corresponder a ter comprado a mesma coisa duas vezes no mesmo dia.

source: Every day we scan all your transactions to find deviations from your normal behavior and things to pay extra attention to. In this case we noticed there was an unusual large expense on your account.
es: Todos los días escaneamos todas sus transacciones para encontrar desviaciones de su comportamiento normal y cosas a las que prestar especial atención. En este caso, notamos que había un gasto grande inusual en su cuenta.
et: Kontrollime iga päev kõiki teie tehinguid, et leida kõrvalekalded teie tavapärasest käitumisest ja tähelepanu nõudvad tehingud. Seekord märkasime, et teie kontol oli ebatavaliselt suur kulutus.
it: Ogni giorno analizziamo tutte le tue transazioni per rilevare deviazioni dal tuo normale comportamento e indizi a cui prestare particolare attenzione. In questo caso abbiamo notato che sul tuo conto è presente una spesa insolita.
lt: Kasdien nuskaitome visas jūsų operacijas, kad rastumėme nukrypimų nuo jūsų įprasto elgesio ir dalykus, į kuriuos reikėtų atkreipti daugiau dėmesio. Šiuo atveju jūsų sąskaitoje pastebėjome neįprastai dideles išlaidas.
lv: Katru dienu mēs skenējam jūsu darījumus, lai atklātu novirzes no jūsu ierastās uzvedības un lietas, kurām jums jāpievērš papildu uzmanība. Šajā gadījumā jūsu kontā pamanījām maksājumu par neierasti lielu summu.
pt: Inspecionamos diariamente todas as suas transações para detetar desvios ao seu comportamento normal e acontecimentos aos quais deva prestar atenção especial. Neste caso, reparámos que foi debitada uma despesa invulgarmente elevada à sua conta.

source: Every day we scan all your transactions to find deviations from your normal behavior and things to pay extra attention to. In this case we noticed there was an unusual large cash withdrawal on your account.
es: Todos los días escaneamos todas sus transacciones para encontrar desviaciones de su comportamiento normal y cosas a las que prestar especial atención. En este caso, notamos que había un gran retiro de efectivo inusual en su cuenta.
et: Kontrollime iga päev kõiki teie tehinguid, et leida kõrvalekalded teie tavapärasest käitumisest ja tähelepanu nõudvad tehingud. Seekord märkasime, et teie kontol oli ebatavaliselt suur sularaha väljavõtt.
it: Ogni giorno analizziamo tutte le tue transazioni per rilevare deviazioni dal tuo normale comportamento e indizi a cui prestare particolare attenzione. In questo caso abbiamo notato che sul tuo conto è stato effettuato un prelievo di contanti insolitamente grande.
lt: Kasdien nuskaitome visas jūsų operacijas, kad rastumėme nukrypimų nuo jūsų įprasto elgesio ir dalykus, į kuriuos reikėtų atkreipti daugiau dėmesio. Šiuo atveju pastebėjome, kad iš jūsų sąskaitos buvo paimtas neįprastai didelis kiekis grynųjų.
lv: Katru dienu mēs skenējam jūsu darījumus, lai atklātu novirzes no jūsu ierastās uzvedības un lietas, kurām jums jāpievērš papildu uzmanība. Šajā gadījumā jūsu kontā pamanījām naudas izmaksu par neierasti lielu summu.
pt: Inspecionamos diariamente todas as suas transações para detetar desvios ao seu comportamento normal e acontecimentos aos quais deva prestar atenção especial. Neste caso, reparámos que ocorreu um levantamento de dinheiro invulgarmente elevado na sua conta.
