Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Your personal code has been locked. Contact Nordea customer services (0771-42 15 16) to order a new code, or contact your local Nordea office.
de: Ihr persönlicher Code wurde gesperrt. Kontaktieren Sie den Nordea-Kundendienst (0771-42 15 16), um einen neuen Code zu bestellen, oder kontaktieren Sie Ihr örtliches Nordea-Büro.
es: Tu código personal ha sido bloqueado. Comuníquese con el servicio de atención al cliente de Nordea (0771-42 15 16) para solicitar un nuevo código, o comuníquese con su oficina local de Nordea.
et: Teie isikukood on lukus. Uue koodi tellimiseks võtke ühendust Nordea klienditeenindusega (0771-42 15 16) või pöörduge oma kohaliku Nordea esinduse poole.
fr: Votre code personnel a été verrouillé. Contactez le service client de Nordea (0771-42 15 16) pour commander un nouveau code, ou contactez votre bureau Nordea local.
it: Il tuo codice personale è stato bloccato. Contatta il servizio clienti Nordea (0771-42 15 16) per ordinare un nuovo codice o contatta la sede locale Nordea.
lt: Jūsų asmens kodas buvo užrakintas. Kreipkitės į „Nordea“ klientų aptarnavimo tarnybas (0771-42 15 16), kad užsisakytumėte naują kodą arba kreipkitės į vietinį „Noredea“ biurą.
lv: Jūsu personīgais kods tika bloķēts. Sazinieties ar Nordea klientu atbalsta dienestu (0771-42 15 16), lai pasūtītu jaunu kodu, vai sazinieties ar tuvāko Nordea biroju.
pt: O seu código pessoal foi bloqueado. Contacte os serviços de apoio a clientes Nordea (0771-42 15 16) para solicitar um novo código, ou contacte o seu escritório Nordea local.
sv: Din pesonliga kod har spärrats. Kontakta Nordea kundservice (0771-42 15 16) för att beställa en ny kod, eller ta kontakt med ditt lokala Nordea-kontor.

source: You're missing a valid Mobilt BankID. Download the BankID app and login to Internetbanken to order and connect to Mobil BankID.
de: Ihnen fehlt eine gültige Mobilt BankID. Laden Sie die BankID-App herunter und loggen Sie sich bei Internetbanken ein, um Mobil BankID zu bestellen und sich damit zu verbinden.
es: Falta un Mobilt BankID válido. Descargue la aplicación BankID e inicie sesión en Internetbanken para realizar pedidos y conectarse a Mobil BankID.
et: Teil puudub kehtiv Mobilt BankID. Mobilt BankID tellimiseks ja selle ühendamiseks laadige alla BankID rakendus ja logige internetipanka.
fr: Vous n'avez pas de BankID Mobile valide. Téléchargez l'application BankID et connectez-vous à Internetbanken afin de vous connecter à BankID Mobile.
it: Non ha un Mobil BankID valido. Scarica l'app BankID e accedi all'Internet banking per ordinare e connetterti a Mobil BankID.
lt: Jums trūksta galiojančio „Mobilt BankID“. Atsisiųskite „BankID“ programėlę ir prisijunkite prie „Internetbanken“, kad užsisakytumėte ir prisijungtumėte prie „Mobil BankID“.
lv: Jums nav derīga Mobilt BankID. Lejupielādējiet BankID lietotni un pierakstieties internetbankā, lai pasūtītu un savienotu Mobil BankID.
pt: Falta-lhe um BankID Mobilt válido. Descarregue a aplicação BankID e inicie sessão no Internetbanken para solicitar e ligar-se ao BankID Mobilt.
sv: Du saknar ett godkänt Mobilt BankID. Ladda ner BankID-appen och logga in på Internetbanken för att beställa och koppla dig till Mobilt BankID.

source: We could not find a valid internet banking agreement. If you login to Nordea's internetbank with e-code (card reader) you may sign an agreement for internet and telephone banking
de: Wir konnten keine gültige Internetbankingvereinbarung finden. Wenn Sie sich in Nordeas Internetbank mit einem E-Code (Kartenlesegerät) einloggen, können Sie eine Vereinbarung für das Internet- und Telefonbanking unterschreiben.
es: No pudimos encontrar un acuerdo de banca por Internet válido. Si inicia sesión en el banco de Internet de Nordea con un código electrónico (lector de tarjetas), puede firmar un acuerdo para la banca por Internet y por teléfono.
et: Me ei leidnud kehtivat internetipangalepingut. Kui logite Nordea internetipanka e-koodiga (kaardilugeja), võite sõlmida interneti- ja telefonipanga lepingu
fr: Nous n'avons pas pu trouver d'accord bancaire Internet. Si vous vous connectez à internetbank de Nordea avec un e-code (un lecteur de carte), vous pourrez signer un accord pour la banque par Internet et par téléphone.
it: Non è stato possibile trovare un contratto di Internet banking valido. Se accedi all'Internet banking di Nordea con l'e-code (lettore di carte) puoi firmare un contratto per il banking via Internet e telefono
lt: Mums nepavyko rasti galiojančios internetinės bankininkystės sutarties. Jei prie „Nordea“ internetinės bankininkystės prisijungsite su el. kodu (kortelių skaitytuvu), galite pasirašyti internetinės ir telefoninės bankininkystės sutartį
lv: Neizdevās atrast derīgu internetbankas līgumu. Ja pieteiksieties Nordea internetbankā ar e-kodu (karšu lasītājs), jūs varat parakstīt internetbankas un telefonbankas līgumu
pt: Não detetámos qualquer acordo válido de internet banking. Se iniciar sessão no internetbank da Nordea com um e-code (leitor de cartões), pode celebrar um acordo para internet banking e banca telefónica
sv: Vi kunde inte hitta något godkänt avtal för internetbanken. Om du loggar in till Nordeas internetbank med e-kod (kortläsare) så kan du godkänna avtalet för internet- och telefonbanken.

source: Your password has expired.
de: Ihr Passwort ist abgelaufen.
fr: Votre mot de passe a expiré.
sv: Ditt lösenord har gått ut.

source: The first time you use your mobile BankId you have to verify it with your Digipass. Login to the SEB-app with your mobile BankID to do this.
de: Beim ersten Mal, wenn Sie Ihre mobile BankID verwenden, müssen Sie sie mit ihrem Digipass bestätigen. Loggen Sie sich dazu mit Ihrer mobilen BankID bei der SEB-App ein.
es: La primera vez que uses tu BankId móvil tienes que verificarlo con tu Digipass. Inicie sesión en la aplicación SEB con su BankID móvil para hacer esto.
et: Esmakordsel Mobile BankID kasutamisel peate kinnitama selle oma Digipassiga. Selleks logige oma Mobile BankID-ga SEB-rakendusse.
fr: À votre première utilisation de Mobile BankID, vous devez effectuer une vérification avec votre Digipass. Connectez-vous à l'application de SEB avec votre Mobile BankID pour cela.
it: La prima volta che usi il tuo Mobile BankId devi verificarlo con il tuo Digipass. Accedi all'app SEB con il tuo Mobile BankID per farlo.
lt: Pirmą kartą naudodamiesi mobiliuoju „BankID“, turite jį patvirtinti su savo „Digipass“. Norėdami tai padaryti, prisijunkite prie „SEB“ programėlės su savo mobiliuoju „BankID“.
lv: Pirmo reizi izmantojot BankID jūsu mobilajā ierīcē, jums ir jāveic verifikācija ar Digipass. Lai to izdarītu, pierakstieties SEB lietotnē ar jūsu BankID.
pt: Na primeira vez em que usar o seu Mobile BankID, terá de confirmá-lo com o seu Digipass. Para fazer isso, inicie sessão na aplicação SEB com o seu Mobile Bank ID.
sv: Första gången du loggar in med ditt mobila BankID måste du godkänna det med ditt Digipass. Logga in i SEB-appen med ditt mobila BankID för att göra detta.

source: Could not find any engagements in Swedbank. Use Swedbank Ung (Mobile BankID) instead.
de: Keine Engagements in Swedbank gefunden. Verwenden Sie stattdessen Swedbank Ung (Mobile BankID).
fr: Impossible de trouver un engagement dans Swedbank. Utilisez plutôt Swedbank Ung (Mobile BankID).
sv: Kunde inte hitta några engagemang i Swedbank. Använd Swedbank Ung (Mobilt BankID) istället.

source: Could not find any engagements in Swedbank Ung. Use Swedbank (Mobile BankID) instead.
de: Keine Engagements in Swedbank Ung gefunden. Verwenden Sie stattdessen Swedbank (Mobile BankID).
fr: Impossible de trouver un engagement dans Swedbank Ung. Utilisez plutôt Swedbank (Mobile BankID).
sv: Kunde inte hitta några engagemang i Swedbank Ung. Använd Swedbank (Mobilt BankID) istället.

source: Could not find any engagements in Sparbankerna. Use Sparbankerna Ung (Mobile BankID) instead.
de: Keine Engagements in Sparbankerna gefunden. Verwenden Sie stattdessen Sparbankerna Ung (Mobile BankID).
fr: Impossible de trouver un engagement dans Sparbankerna. Utilisez plutôt Sparbankerna Ung (Mobile BankID).
sv: Kunde inte hitta några engagemang i Sparbankerna. Använd Sparbankerna Ung (Mobilt BankID) istället.

source: Could not find any engagements in Sparbankerna Ung. Use Sparbankerna (Mobile BankID) instead.
de: Keine Engagements in Sparbankerna Ung gefunden. Verwenden Sie stattdessen Sparbankerna (Mobile BankID).
fr: Impossible de trouver un engagement dans Sparbankerna Ung. Utilisez plutôt Sparbankerna (Mobile BankID).
sv: Kunde inte hitta några engagemang i Sparbankerna Ung. Använd Sparbankerna (Mobilt BankID) istället.

source: You are not authorized to use this service.
da: Du har ikke adgang til at bruge denne service.
de: Sie sind nicht berechtigt, diesen Dienst zu nutzen.
es: No está autorizado a utilizar este servicio.
et: Teil pole luba seda teenust kasutada.
fr: Vous n'êtes pas autorisé à utiliser ce service.
it: Non sei autorizzato a utilizzare questo servizio.
lt: Neturite leidimo naudotis šia paslauga.
lv: Jums nav atļaujas izmantot šo pakalpojumu.
no: Du er ikke autorisert til å bruke denne tjenesten.
pl: Nie masz uprawnień do korzystania z tej usługi.
pt: Não tem autorização para utilizar este serviço.
sv: Du har inte behörighet att använda denna tjänst.

source: You do not have a valid profile.
de: Sie haben kein gültiges Profil.
es: No tienes un perfil válido.
et: Teil pole kehtivat profiil.
fr: Vous n'avez pas de profil valide.
it: Non hai un profilo valido.
lt: Neturite teisingo profilio.
lv: Jums nav derīga profila.
pl: Twój profil nie jest ważny.
pt: Não tem um perfil válido.
sv: Du har ingen giltig profil.

source: Move the loan directly
de: Den Kredit direkt verschieben
fr: Déplacer le prêt directement
sv: Flytta lånet direkt

source: Banks not connected
de: Banken sind nicht verbunden
fr: Banques non connectées
sv: Ej anslutna banker

source: 3 months list rate / average rate
de: 3 Monate Listensatz/Durchschnittssatz
fr: Taux de liste / taux moyen sur 3 mois
sv: 3 mån listränta / snittränta

source: Interest rates for you
de: Zinssätze für Sie
fr: Taux d'intérêt pour vous
sv: Räntor för dig

source: The interest rates are based on your information, your finances and loan size.
de: Die Zinssätze basieren auf Ihren Informationen, Ihren Finanzen und der Größe des Kredits.
fr: Les taux d'intérêt se basent sur vos informations, vos finances et l'ampleur de votre prêt.
sv: Räntorna baseras på dina uppgifter, din ekonomi och lånestorlek.

source: The source and destination accounts cannot be the same.
de: Die Quell- und Zielkonten dürfen nicht identisch sein.
fr: Les comptes de la source et de la destination ne peuvent pas être identiques.
sv: Från- och tillkonto kan inte vara samma konto.

source: You must be over the age of 16 to use Mobilt BankID.
de: Sie müssen älter als 16 sein, um die Mobilt BankID zu verwenden.
es: Debe ser mayor de 16 años para utilizar Mobilt BankID.
et: Mobilt BankID kasutamiseks peate olema üle 16-aastane.
fr: Vous devez avoir plus de 16 ans pour utiliser Mobilt BankID.
it: Per utilizzare Mobilt BankID devi avere più di 16 anni.
lt: Kad galėtumėte naudotis „Mobilt BankID“, turite būti vyresnis nei 16 metų.
lv: Jums ir jābūt vecākiem par 16 gadiem, lai izmantotu Mobilt BankID.
pt: Tem de ter mais de 16 anos para usar o Mobilt BankID.
sv: Du måste vara över 16 år för att använda Mobilt BankID.

source: Could not login to Skandiabanken. Unfortunately we don't support Skandiabanken for customers under the age of 18 years.
de: Einloggen bei Skandiabanken nicht möglich. Leider bieten wir Skandiabanken für Kunden unter 18 Jahren nicht an.
es: No se pudo iniciar sesión en Skandiabanken. Lamentablemente, no admitimos Skandiabanken para clientes menores de 18 años.
et: Skandiabankenisse ei saanud sisse logida. Kahjuks ei toeta me Skandiabankenit alla 18-aastastele klientidele.
fr: Connexion impossible à Skandiabanken. Malheureusement, nous ne prenons pas en charge Skandiabanken pour les clients de moins de 18 ans.
it: Impossibile accedere a Skandiabanken. Purtroppo non supportiamo Skandiabanken per i clienti di età inferiore ai 18 anni.
lt: Nepavyko prisijungti prie „Skandiabanken“. Deja, neleidžiame naudoti „Skandiabanken“ 18 metų neturintiems klientams.
lv: Neizdevās pierakstīties Skandiabanken. Diemžēl mēs neatbalstām Skandiabanken lietotājiem, kas ir jaunāki par 18 gadiem.
pt: Não foi possível iniciar sessão no Skandiabanken. Infelizmente, não asseguramos o Skandiabanken para clientes com idade inferior a 18 anos.
sv: Kunde inte logga in till Skandiabanken. Tyvärr stöds inte Skandiabanken för kunder under 18 år.

source: Your identity could not be validated. Please try again.
de: Ihre Identität konnte nicht bestätigt werden. Bitte versuchen Sie es erneut.
es: No se pudo validar su identidad. Inténtalo de nuevo.
et: Teie isiku kinnitamine nurjus. Proovige uuesti.
fr: Votre identité n'a pas pu être validée. Veuillez réessayer.
it: Impossibile convalidare la tua identità. Riprova.
lt: Jūsų tapatybės nepavyko patvirtinti. Bandykite dar kartą.
lv: Neizdevās pārbaudīt jūsu identitāti. Lūdzu, mēģiniet vēlreiz.
pt: Não foi possível validar a sua identidade. Tente novamente.
sv: Din identitet kunde inte bekräftas. Försök igen.

source: Your BankID is not authorized for this service.
de: Ihre BankID ist für diesen Dienst nicht autorisiert.
es: Su BankID no está autorizado para este servicio.
et: Teie BankID-l puudub volitus selle teenuse kasutamiseks.
fr: Votre BankID n'est pas autorisé pour ce service.
it: Il tuo BankID non è autorizzato per questo servizio.
lt: Jūsų „BankID“ nepatvirtintas šiai paslaugai.
lv: Jūsu BankID nav atļauts šim pakalpojumam.
pt: O seu BankID não está autorizado para este serviço.
sv: Ditt BankID har inte behörighet för denna tjänst.

source: It looks like you have SEB Ung. Unfortunately we currently only support SEB's standard login.
de: Es sieht so aus, als haben Sie SEB Ung. Leider unterstützen wir für SEB nur das Standard-Login.
es: Parece que tienes SEB Ung. Desafortunadamente, actualmente solo admitimos el inicio de sesión estándar de SEB.
et: Näib, et teil on SEB Ung. Kahjuks toetame praegu ainult SEB tavapärast sisselogimist.
fr: On dirait que vous utilisez SEB Ung. Malheureusement, nous ne prenons actuellement en charge que la connexion standard de SEB.
it: Sembra che tu abbia SEB Ung. Purtroppo al momento supportiamo solo l'accesso standard di SEB.
lt: Atrodo, kad turite „SEB Ung“. Deja, šiuo metu palaikome tik standartinį prisijungimą prie „SEB“.
lv: Izskatās, ka jums ir SEB Ung. Diemžēl mēs atbalstām tikai SEB standarta pierakstīšanos.
pt: Aparentemente, tem o SEB Ung. Infelizmente, de momento só asseguramos o início de sessão normal do SEB.
sv: Det ser ut som att du använder SEB Ung. Tyvärr stödjer vi idag endast SEBs ordinarie app.

source: We are currently having issues with {0}. Please try again later.
de: Wir haben derzeit Probleme mit {0}. Bitte versuchen Sie es später erneut.
fr: Nous rencontrons actuellement des problèmes avec {0}. Veuillez réessayer ultérieurement.

source: We are currently having technical issues with {0}. Please try again later.
de: Wir haben derzeit technische Probleme mit {0}. Bitte versuchen Sie es später erneut.
es: Actualmente tenemos problemas técnicos con {0}. Por favor, inténtelo de nuevo más tarde.
et: Meil on praegu ettevõttega {0} tehnilisi probleeme. Proovige hiljem uuesti.
fr: Nous rencontrons actuellement des problèmes techniques avec {0}. Veuillez réessayer ultérieurement.
it: Al momento stiamo riscontrando problemi tecnici con {0}. Riprova più tardi.
lt: Šiuo metu mums iškilo techninių problemų su {0}. Bandykite dar kartą vėliau.
lv: Pašlaik ir tehniskas problēmas ar {0}. Lūdzu, vēlāk mēģiniet vēlreiz.
pt: De momento, estamos a ter problemas técnicos com {0}. Tente novamente mais tarde.
sv: Vi har för närvarande tekniska problem med {0}. Vänligen försök igen senare.

source: See your summer spendings
de: Sehen Sie Ihre Ausgaben im Sommer
fr: Consulter vos dépenses estivales
sv: Se hur du spenderade i somras

source: I confirm that I have read and accepted the terms of service for direct debit.
de: Ich bestätige, dass ich die Nutzungsbedingungen für Abbuchungen gelesen habe und ihm zustimme.
fr: Je confirme avoir lu et accepté les conditions d'utilisation du débit direct.
sv: Jag bekräftar att jag tagit del av och godkänner villkoren för autogiro.

source: Account for direct debit
de: Konto für Abbuchungen
fr: Compte de débit direct
sv: Konto för autogiro

source: With direct debit your payment is debited every month from the account of your choice.
de: Mit den Abbuchungen werden Ihre Zahlungen jeden Monat von einem Konto Ihrer Wahl abgezogen.
fr: Avec le débit direct, votre paiement est débité chaque mois du compte de votre choix.
sv: Med autogiro dras din betalning automatiskt varje månad från ett konto du bestämmer.

source: Signature
de: Unterschrift
sv: Underskrift

source: Your signature
de: Ihre Unterschrift
fr: Votre signature
sv: Din underskrift

source: Do you have an income in another currency than Swedish crowns?
de: Haben Sie ein Einkommen in einer anderen Währung als schwedische Kronen?
fr: Avez-vous un revenu dans une autre devise que les couronnes suédoises ?
sv: Har du inkomst i annan valuta än svenska kronor?

source: We ask because changes in the exchange rate can affect your finances.
de: Wir fragen, weil Änderungen im Wechselkurs Einfluss auf Ihre Finanzen haben können.
fr: Nous posons la question car des changements du taux d'intérêt peuvent affecter vos finances.
sv: Vi frågar eftersom förändringar i valutakursen kan påverka din ekonomi.

source: You spend the most money on this the last month.
de: Sie haben letzten Monat hierfür am meisten Geld ausgegeben.
fr: C'est là-dessus que vous avez dépensé le plus le mois dernier.
sv: Det här la du mest pengar på förra månaden.

source: In Tink you get on top of where you spend your money. Do you need to reduce any expenses? or spend more on something that’s important to you?
de: In Tink sehen Sie genau, wofür Sie Ihr Geld ausgeben. Müssen Sie Ausgaben reduzieren? Oder mehr für etwas anderes ausgeben, das Ihnen wichtig ist?
fr: Dans Tink, vous pouvez découvrir où vous dépensez le plus d'argent. Devez-vous réduire vos dépenses ? Ou dépenser plus sur quelque chose d'important pour vous ?
sv: I Tink får du koll på var du spenderar dina pengar. Behöver du dra ner på något? Eller spendera mer på något som är viktigt för dig?

source: Do you have savings that you want to transfer to SEB?
de: Haben Sie Ersparnisse, die Sie zu SEB übertragen möchten?
fr: Souhaitez-vous transférer une épargne vers SEB ?
sv: Har du ett sparande som du vill flytta över till SEB?

source: Are you interested in other services from SEB in addition to mortgages?
de: Haben Sie Interesse an anderen Diensten von SEB, außer Hauskrediten?
fr: En plus des prêts immobiliers, d'autres services de SEB vous intéressent-ils ?
sv: Är du intresserad av andra tjänster från SEB utöver bolån?

source: Was your mortgage granted, extended, or otherwise changed after the 1st of June 2016?
de: Wurde Ihr Hauskredit nach dem 1. Juni 2016 gewährt, verlängert oder anderweitig geändert?
fr: Votre prêt immobilier a-t-il été octroyé, rallongé ou modifié après le 1er juin 2016 ?
sv: Var ditt bolån beviljat, utökat, eller på annat sätt ändrat efter den 1 juni 2016?

source: This is not a requirement and you do not need to make a decision now.
de: Dies ist keine Bedingung und Sie müssen sich jetzt nicht entscheiden.
fr: Ce n'est pas obligatoire et nous n'avez pas à vous décider maintenant.
sv: Det är inget krav och du behöver inte bestämma dig nu.

source: Insurance payout
de: Versicherungsauszahlung
fr: Versement de l'assurance
sv: Försäkringsutbetalning

source: Dividends from small business
de: Dividenden aus kleinen Unternehmen
fr: Dividendes des petites entreprises
sv: Utdelning i fåmansbolag

source: Capital management
de: Investitionsmanagement
fr: Gestion de capital
sv: Placering

source: Cards
de: Karten
fr: Cartes
sv: Kort

source: Pension insurance
de: Rentenversicherung
fr: Assurance retraite
sv: Pensionsförsäkring

source: Investing
de: Investieren
fr: Investissement
sv: Investering

source: Where is the money that you plan on transfering originating from?
de: Woher kommt das Geld, das Sie überweisen wollen?
fr: D'où vient l'argent que vous comptez transférer ?
sv: Varifrån kommer pengarna som du planerar att föra över?

source: What kind of services are you interested in?
de: Für welche Dienste interessieren Sie sich?
fr: Quels genres de services vous intéressent ?
sv: Vilken typ av tjänster är du intresserad av?

source: Nice job! Your application is complete.
de: Gut gemacht! Ihr Antrag ist vollständig.
fr: Beau travail ! Votre demande est terminée.
sv: Snyggt jobbat! Din ansökan är klar.

source: You are ready to apply! Here is everything you need to know about your new mortgage.
de: Sie können den Antrag stellen! Hier ist alles, was Sie über Ihren neuen Hauskredit wissen müssen.
fr: Vous êtes prêt pour la demande ! Voici tout ce que vous devez savoir sur votre nouveau prêt immobilier.
sv: Du är redo att skicka in! Här har du allt du behöver veta om ditt nya lån.

source: Your mortgage interest rate is lower than most others.
de: Ihr Hauskredit-Zinssatz ist niedriger als die meisten anderen.
fr: Le taux d'intérêt de votre prêt immobilier est plus que bas que la plupart des autres.
sv: Din boränta är lägre än de flesta andras.

source: In Tink you get help to keep track on your interest rate and the value of the residence. You can also lower your interest rate directly in the app!
de: In Tink erhalten Sie Hilfe, um Ihren Zinssatz nachzuvollziehen wie auch den Wert des Wohnsitzes. Sie können Ihren Zinssatz auch direkt in der App senken!
fr: Dans Tink, nous vous aidons à surveiller votre taux d'intérêt et la valeur de votre résidence. Vous pouvez également réduire le taux d'intérêt directement dans l'application !
sv: I Tink får du hjälp att hålla koll på din boränta och på bostadens värde. Du kan dessutom sänka din boränta direkt i appen!

source: You spend on average {0} per day.
de: Sie geben durchschnittlich {0} pro Tag aus.
fr: Vous dépensez en moyenne {0} par jour.
nl: Je geeft gemiddeld {0} per dag uit.
sv: Du spenderar i snitt {0} per dag.

source: You’re spending the most on {0}, on which you spend on average {1}.
de: Sie geben das Meiste für {0} aus. Durchschnittlich sind es {1}.
fr: Vous dépensez le plus sur {0}, et vous dépensez en moyenne {1} pour cela.
sv: Mest spenderar du på {0}, då gör du av med {1} i snitt.

source: You normally have a bunch of money left of your salary.
de: Normalerweise haben Sie viel Geld von Ihrem Gehalt übrig.
fr: Il vous reste normalement beaucoup d'argent de votre salaire.
sv: Du brukar ha en hel del pengar kvar av din lön.

source: Deposit the surplus every month into a savings account where it grows over time. Open a savings account with interest rate directly in Tink.
de: Zahlen Sie den Restbetrag jeden Monat in ein Sparkonto ein, wo es mit der Zeit anwächst. Öffnen Sie direkt in Tink ein Sparkonto mit einem Zinssatz.
fr: Déposez le solde disponible chaque mois sur un compte d'épargne pour le faire grandir avec le temps. Ouvrez un compte d'épargne avec un taux d'intérêt directement dans Tink.
sv: Sätt in det som blir över varje månad på ett sparkonto där dina pengar växer över tid. Starta ett sparkonto med ränta direkt i Tink.
