Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Your mortgage interest rate is lower than most others, but there's room for improvement.
de: Ihr Hauskredit-Zinssatz ist niedriger als die meisten anderen, aber er kann noch besser werden.
fr: Le taux d'intérêt de votre prêt immobilier est plus que bas que la plupart des autres, mais il peut encore être amélioré.
sv: Din boränta är lägre än de flesta andras, men det finns förbättringspotential.

source: Your mortgage interest rate is higher than most others.
de: Ihr Hauskredit-Zinssatz ist höher als die meisten anderen.
fr: Le taux d'intérêt de votre prêt immobilier est plus que élevé que la plupart des autres.
sv: Din boränta är högre än de flesta andras.

source: Do you like Tink?
de: Gefällt Ihnen Tink?
fr: Aimez-vous Tink ?
nl: Wat fijn dat u Grip gebruikt!
sv: Tycker du om Tink?

source: Rate the app and leave a comment in the App Store!
de: Bewerten Sie die App und hinterlassen Sie einen Kommentar im App Store!
fr: Évaluez l'application et laissez un commentaire dans l'App Store !
nl: We zijn benieuwd wat u van de app vindt. Wilt u een beoordeling geven?
sv: Lämna ditt betyg och en kommentar om oss i App Store!

source: Rate the app and leave a comment in the Play Store!
de: Bewerten Sie die App und hinterlassen Sie einen Kommentar im Play Store!
fr: Évaluez l'application et laissez un commentaire dans le Play Store !
nl: We zijn benieuwd wat u van de app vindt. Wilt u een beoordeling geven?
sv: Lämna ditt betyg och en kommentar om oss i Play Store!

source: No, thanks
de: Nein danke
fr: Non merci
nl: Nee, bedankt
sv: Nej, tack

source: Sure!
de: Klar!
fr: D'accord !
nl: Ja, graag
sv: Ja, gärna!

source: Name of asset
de: Name des Vermögens
fr: Nom du bien
sv: Tillgångens namn

source: Value of asset
de: Wert des Vermögens
fr: Valeur du bien
sv: Tillgångens värde

source: Sale of property
de: Verkauf von Immobilien
fr: Vente de propriété
sv: Försäljning av bostad

source: Do you have other assets?
de: Haben Sie noch andere Vermögenswerte?
fr: Avez-vous d'autres biens ?
sv: Har du fler tillgångar?

source: Those could be mutual funds, stocks, other securities, and savings. Do not include pension savings.
de: Es könnten Anlagefonds, Aktien, andere Sicherheit und Ersparnisse sein. Dazu gehören keine Rentenersparnisse.
fr: Cela peut inclure un fonds mutuel, des actions, d'autres titres, et de l'épargne. N'incluez pas l'épargne-retraite.
sv: Det kan vara fonder, aktier, värdepapper eller sparpengar. Räkna inte med pensionssparande.

source: We are curious to know what you think about the app. Would you like to rate it?
de: Wir sind neugierig, was Sie über die App denken. Möchten Sie sie gerne bewerten?
fr: Nous sommes curieux de connaître votre avis sur l'application. Souhaitez-vous l'évaluer ?
nl: We zijn benieuwd wat u van de app vindt. Wilt u een beoordeling geven?

source: Do you like Grip?
de: Gefällt Ihnen Grip?
fr: Aimez-vous Grip ?
nl: Wat fijn dat u Grip gebruikt!

source: Could not fetch payment accounts.
de: Zahlungskonten konnten nicht aufgerufen werden.
fr: Impossible de récupérer les comptes de paiement.

source: You need to activate the connection with your Handelsbanken card reader.
de: Sie müssen die Verbindung mit Ihrem Handelsbanken-Kartenlesegerät aktivieren.
fr: Vous devez activer la connexion avec votre lecteur de carte de Handelsbanken.
sv: Du behöver aktivera anslutningen med din kortläsare.

source: Are you trying to use your charge card to login? Please use your login card for BankID. The response should be 9 figures.
de: Veresuchen Sie, Ihre Kreditkarten zum Einloggen zu verwenden? Bitte verwenden Sie Ihre Login-Karte für BankID. Die Antwort sollte aus 9 Zahlen bestehen.
es: ¿Está intentando utilizar su tarjeta de crédito para iniciar sesión? Utilice su tarjeta de inicio de sesión para BankID. La respuesta debe ser de 9 cifras.
et: Kas proovite sisse logida oma maksekaardi abil? Kasutage oma BankID sisselogimiskaarti. Vastus peab olema 9-kohaline.
fr: Essayez-vous d'utiliser votre carte de paiement pour vous connecter ? Veuillez utiliser votre carte de connexion pour BankID. La réponse devrait être 9 caractères.
it: Stai tentando di utilizzare la tua carta di pagamento per accedere? Utilizza la tua carta di accesso per BankID. La risposta dovrebbe essere di 9 cifre.
lt: Ar bandote naudoti savo mokėjimo kortelę prisijungdami? Naudokite savo „BankID“ prisijungimo kortelę. Atsakymas turėtų būti iš 9 skaičių.
lv: Vai jūs mēģināt izmantot maksājumu karti, lai pierakstītos? Lūdzu, izmantojiet pierakstīšanās karti, lai ievadītu BankID. Atbildei ir jābūt 9 rakstzīmes garai.
pt: Está a tentar usar o seu cartão recarregável para iniciar sessão? Use o seu cartão de início de sessão para o BankID. A resposta deve ser composta por 9 algarismos.
sv: Försöker du använda ditt betalkort för att logga in? Testa att använda inloggningskortet istället. Svarskoden borde då bli 9 siffror.

source: You need to activate your personal code for telephone and mobile services on the internet bank.
da: Du skal aktivere din personlige kode for telefon og mobile services i din netbank.
de: Sie müssen Ihren persönlichen Code für Telefon- und Mobildienste bei der Internetbank aktivieren.
es: Debe activar su código personal para los servicios telefónicos y móviles en el banco de Internet.
et: Peate internetipangas telefoni- ja mobiiliteenuste jaoks oma isikukoodi aktiveerima.
fr: Vous devez activer votre code personnel pour les services téléphoniques et mobile sur la banque par Internet.
it: Devi attivare il tuo codice personale per i servizi telefonici e mobile nella banca online.
lt: Turite suaktyvinti telefono ir mobiliųjų paslaugų internetiniame banke asmens kodą.
lv: Jums internetbankā ir jāaktivizē jūsu personīgais kods tālruņa un mobilajiem pakalpojumiem.
no: Du må aktivere din personlige kode for telefon- og mobiltjenester i nettbanken.
pt: É necessário ativar o seu código pessoal para ter acesso aos serviços telefónicos e móveis de internet banking.
sv: Du måste aktivera din personliga kod för telefon- och mobiltjänster på internetbanken.

source: Handelsbanken is no longer active for the specified user. This could be due to that the Handelsbanken app for this device has not been active in 90 days. To login again you need to activate the app again.
de: Handelsbanken ist für den angegebenen Nutzer nicht mehr aktiv. Das könnte daran liegen, dass die Handelsbanken-App für dieses Gerät 90 Tage lang nicht mehr aktiv war. Um sich erneut einzuloggen, müssen Sie die App wieder aktivieren.
es: Handelsbanken ya no está activo para el usuario especificado. Esto podría deberse a que la aplicación Handelsbanken para este dispositivo no ha estado activa en 90 días. Para iniciar sesión nuevamente, debe activar la aplicación nuevamente.
et: Handelsbanken ei ole märgitud kasutaja jaoks enam aktiivne. See võib tuleneda asjaolust, et Handelsbankeni rakendust pole selles seadmes 90 päeva jooksul kasutatud. Uuesti sisselogimiseks peate rakenduse uuesti aktiveerima.
fr: Handelsbanken n'est plus active pour l'utilisateur indiqué. Cela vient peut-être du fait que l'application Handelsbanken pour cet appareil n'a pas été active en 90 jours. Pour vous reconnecter, vous devez réactiver l'application.
it: Handelsbanken non è più attiva per l'utente specificato. Il motivo potrebbe essere che l'app Handelsbanken per questo dispositivo non è attiva da 90 giorni. Per accedere nuovamente devi attivare nuovamente l'app.
lt: „Handelsbanken“ daugiau nebėra aktyvus nurodytam naudotojui. Taip galėjo atsitikti todėl, kad šio įrenginio „Handelsbanken“ programėlė nebuvo aktyvi 90 dienų. Norėdami vėl prisijungti, turite vėl suaktyvinti programėlę.
lv: Handelsbanken vairs nav aktīvs norādītajam lietotājam. Tas varētu būt tāpēc, ka Handelsbanken lietotne šajā ierīcē netika izmantota 90 dienas. Lai pierakstītos, jums atkal ir jāaktivizē lietotne.
no: Handelsbanken er ikke lenger aktiv for brukeren. Det kan skyldes at Handelsbanken-appen for denne enheten ikke har vært aktiv på 90 dager. For å logge inn igjen må du aktivere appen på nytt.
pt: O Handelsbanken já não está ativo para o utilizador especificado. Isto pode dever-se ao facto de a aplicação Handelsbanken para este dispositivo não registar atividade há 90 dias. Para iniciar sessão novamente, é necessário voltar a ativar a aplicação.
sv: Handelsbanken är inte längre aktiv för angiven användare. Det kan bero på att Handelsbankens app inte använts på den här enheten på 90 dagar. För att logga in behöver du aktivera appen på nytt.

source: Incorrect answer code. The challenge code is only active for four minutes. Press OK to restart.
da: Ukorrekt svar-kode. Den midlertidige kode er kun aktiv i 4 minutter. Tryk OK for at genstarte.
de: Falscher Antwortcode. Der Challenge-Code ist nur vier Minuten lang aktiv. Drücken Sie zum Neustarten OK.
es: Código de respuesta incorrecto. El código de desafío solo está activo durante cuatro minutos. Presione OK para reiniciar.
et: Vale vastusekood. Katsekood kehtib ainult 4 minutit. Taaskäivitamiseks vajutage „Nõus“.
fr: Code de la réponse incorrect. Le code du défi est actif pendant quatre minutes uniquement. Appuyez sur OK pour réessayer.
it: Codice di risposta errato. Il codice di impugnazione è attivo solo per quattro minuti. Premi OK per riavviare.
lt: Neteisingas atsakymo kodas. Saugos kodas aktyvus tik keturias minutes. Paspauskite „GERAI“, kad paleistumėte iš naujo.
lv: Nepareizs atbildes kods. Šis kods ir derīgs tikai četras minūtes. Nospiediet OK, lai restartētu.
pt: Código de resposta incorreto. O código de confirmação só está ativo durante quatro minutos. Pressione OK para recomeçar.
sv: Felaktig svarskod. Tänk på att kontrollkoden endast är giltig i fyra minuter. Tryck OK för att börja om.

source: You have used incorrect credentials. Please try again.
de: Sie haben falsche Anmeldedaten verwendet. Bitte versuchen Sie es erneut.
es: Ha utilizado credenciales incorrectas. Inténtalo de nuevo.
et: Kasutasite valet identimisteavet. Proovige uuesti.
fr: Vous avez utilisé des identifiants de connexion incorrects. Veuillez réessayer.
it: Hai utilizzato credenziali errate. Riprova.
lt: Naudojote neteisingus kredencialus. Bandykite dar kartą.
lv: Jūs izmantojāt nepareizus pierakstīšanās datus. Lūdzu, mēģiniet vēlreiz.
pt: Usou credenciais incorretas. Tente novamente.

source: You lack the sufficient permissions for this service.
de: Sie haben nicht genug Berechtigungen für diesen Dienst.
es: No tienes los permisos suficientes para este servicio.
et: Teil pole selle teenuse jaoks piisavaid õigusi.
fr: Vous n'avez pas les autorisations suffisantes pour ce service.
it: Mancano le autorizzazioni necessarie per questo servizio.
lt: Šiai paslaugai jums trūksta pakankamo skaičiaus leidimų.
lv: Jums nav atļaujas šim pakalpojumam.
pt: Não tem as permissões suficientes para este serviço.

source: The card you are using is blocked. Please contact Handelsbanken technical support or visit your local bank office to order a new login card.
da: Kortet som du bruger er blevet blokeret. Kontakt venligst Handelsbankens tekniske support eller besøg din lokale bank filial for at bestille et nyt nøgle-kort.
de: Die Karte, die Sie verwenden, ist gesperrt. Bitte kontaktieren Sie den technischen Support von Handelsbanken oder besuchen Sie Ihre lokale Filiale, um eine neue Login-Karte zu bestellen.
es: La tarjeta que estás usando está bloqueada. Comuníquese con el soporte técnico de Handelsbanken o visite la oficina de su banco local para solicitar una nueva tarjeta de inicio de sesión.
et: Teie kasutatud kaart on blokitud. Uue sisselogimiskaardi tellimiseks võtke ühendust Handelsbankeni tehnilise toega või minge kohalikku pangakontorisse.
fr: La carte que vous utilisez est verrouillée. Veuillez contacter l'assistance technique de Handelsbanken ou vous rendre dans votre bureau local pour demander une nouvelle carte de connexion.
it: La carta che stai utilizzando è bloccata. Contatta l'assistenza tecnica di Handelsbanken o visita la sede locale della banca per ordinare una nuova carta di accesso.
lt: Jūsų naudojama kortelė užblokuota. Kreipkitės į „Handelsbanken“ techninio aptarnavimo skyrių arba apsilankykite vietiniame banko skyriuje, kad užsisakytumėte naują prisijungimo kortelę.
lv: Jūsu izmantotā karte ir bloķēta. Lūdzu, sazinieties ar Handelsbanken tehniskā atbalsta dienestu vai apmeklējiet tuvāko bankas biroju, lai saņemtu jaunu pierakstīšanās karti.
no: Kortet du bruker, er blokkert. Ta kontakt med Handelsbankens tekniske støtte eller besøk ditt lokale bankkontor for å bestille et nytt innloggingskort.
pt: O cartão que está a usar encontra-se bloqueado. Contacte o apoio técnico Handelsbanken ou visite o seu balcão local do banco para solicitar um novo cartão para início de sessão.
sv: Kortet är spärrat. Kontakta Teknisk support eller ditt bankkontor för att beställa ett nytt inloggningskort.

source: Too many incorrect tries. The card has been locked for 60 minutes for signing with the card reader without a cord. Contact Handelsbanken technical support for more information.
da: For mange forkerte forsøg. Kortet er blevet låst i 60 minutter for signering med en kortlæser uden ledning. Konktakt Handelsbankens tekniske support for mere information.
de: Zu viele falsche Versuche. Die Karte wurde 60 Minuten lang gesperrt, weil Sie das Kartenlesegerät ohne Kabel unterzeichnet haben. Kontaktieren Sie den technischen Support von Handelsbanken, um mehr Informationen zu erhalten.
es: Demasiados intentos incorrectos. La tarjeta se ha bloqueado durante 60 minutos para firmar con el lector de tarjetas sin cable. Póngase en contacto con el soporte técnico de Handelsbanken para obtener más información.
et: Liiga palju nurjunud katseid. Kaart on juhtmeta kaardilugejaga allkirjastamiseks 60 minutiks lukustatud. Lisateabe saamiseks pöörduge Handelsbankeni tehnilise toe poole.
fr: Trop d'essais incorrects. La carte a été verrouillée pour 60 minutes pour une signature du lecteur de carte sans câble. Contactez l'assistance technique de Handelsbanken pour en savoir plus.
it: Troppi tentativi errati. La carta è stata bloccata per 60 minuti per aver firmato con il lettore di carte senza cavo. Contatta l'assistenza tecnica Handelsbanken per ulteriori informazioni.
lt: Per daug neteisingų bandymų. Kortelė buvo užrakinta 60 minučių pasirašymui su belaidžiu kortelių skaitytuvu. Dėl išsamesnės informacijos kreipkitės į „Handelsbanket“ techninio aptarnavimo tarnybą.
lv: Pārāk daudz nepareizu mēģinājumu. Karte tika bloķēta uz 60 minūtēm, jo tika veikta parakstīšana ar karšu lasītāju bez vada. Lai uzzinātu vairāk, sazinieties ar Handelsbanken tehniskā atbalsta dienestu.
no: Advarsel: grunnet gjentatte feil ved innlogging har kortet blitt sperret for bruk med trådløs kortleser. Kontakt Handelsbankens teknisk støtte for mer informasjon.
pt: Demasiadas tentativas falhadas. O cartão foi bloqueado durante 60 minutos devido a tentar iniciar sessão com o leitor de cartões sem utilizar cabo. Contacte o apoio técnico Handelsbanken para mais informações.
sv: För många felaktiga försök. Kortet är låst i 60 min för signering med kortläsaren utan sladd. Kontakta Teknisk support för mer information.

source: The activation could not be completed. It is not possible to activate more than ten apps.
da: Aktiveringen kunne ikke blive afsluttet. Det er ikke muligt at aktivere mere end 10 apps.
de: Die Aktivierung konnte nicht abgeschlossen werden. Es ist nicht möglich, mehr als zehn Apps zu aktivieren.
es: No se pudo completar la activación. No es posible activar más de diez aplicaciones.
et: Aktiveerimine nurjus. Pole võimalik aktiveerida üle kümne rakenduse.
fr: L'activation n'a pas pu se terminer. Il est impossible d'activer plus de dix applications.
it: Impossibile completare l'attivazione. Non è possibile attivare più di dieci app.
lt: Suaktyvinimo nepavyko užbaigti. Neįmanoma suaktyvinti daugiau nei dešimt programėlių.
lv: Neizdevās pabeigt aktivāciju. Nav iespējams aktivizēt vairāk par desmit lietotnēm.
no: Aktiveringen kan ikke fullføres. Det er ikke mulig å aktivere mer enn ti apper.
pt: A ativação não pôde ser completada. Não é possível ativar mais de dez aplicações.
sv: Aktiveringen kunde inte genomföras. Det är inte möjligt att aktivera fler än 10 appar.

source: Congratulation! You have a good savings buffer! {0}% better than Tink users into savings and investments accounts.
de: Herzlichen Glückwunsch! Sie haben einen guten Puffer! {0}% besser als Tink-Nutzer mit Spar- und Investitionskonten.
fr: Félicitations ! Vous avez un bon matelas de sécurité ! {0}% meilleur que les utilisateurs de Tink pour les comptes d'épargne et d'investissement.

source: You have a good savings buffer! {0}% better than Tink users into savings and investments accounts. Keep saving!
de: Sie haben einen guten Puffer! {0}% besser als Tink-Nutzer mit Spar- und Investitionskonten. Sparen Sie weiter so!
fr: Vous avez un bon matelas de sécurité ! {0}% meilleur que les utilisateurs de Tink pour les comptes d'épargne et d'investissement. Continuez à épargner !

source: Your savings buffer is {0} less than average Tink user.
de: Ihr Puffer ist weniger als {0} des durchschnittlichen Tink-Nutzers.
fr: Votre matelas de sécurité est {0} de moins que l'utilisateur moyen de Tink.

source: Tink helps you keep track of all you accounts. You can create a new account with a good savings rate and setup savings goals to help you get started!
de: Tink hilft Ihnen dabei, den Überblick über all Ihre Konten nicht zu verlieren. Sie können ein neues Konto mit einem guten Sparzinssatz erstellen und Sparziele einrichten, die Ihnen beim Loslegen helfen!
fr: Tink vous aide à surveiller tous vos comptes. Vous pouvez créer un nouveau compte avec un bon taux d'épargne et définir des objectifs d'épargne pour vous aider à commencer !
sv: Tink hjälper dig att ha koll på alla dina konton. Du kan öppna ett nytt konto med en bra sparränta och sätta upp sparmål för att komma igång!

source: If the e-invoice has been modified in the ICA Banken app, please refresh you credentials.
de: Wenn die E-Rechnung in der ICA Banken-App bearbeitet wurde, dann aktualisieren Sie bitte Ihre Anmeldedaten.
es: Si la factura electrónica se ha modificado en la aplicación ICA Banken, actualice sus credenciales.
et: Kui e-arve on ICA Bankeni rakenduses muudetud, värskendage oma identimisteavet.
fr: Si l'e-facture a été modifiée dans l'application ICA Banken, veuillez actualiser vos identifiants.
it: Se la fattura elettronica è stata modificata nell'app ICA Banken, aggiorna le tue credenziali.
lt: Jei programėlėje „ICA Banken“ buvo pakeista el. sąskaita, atnaujinkite savo kredencialus.
lv: Ja e-rēķins tika modificēts ICA Banken lietotnē, lūdzu, atsvaidziniet savu pierakstīšanās informāciju.
pt: Se a e-fatura tiver sido modificada na aplicação ICA Banken, atualize as suas credenciais.

source: The social security number has been updated, please try again
de: Die Sozialversicherungsnummer wurde aktualisiert. Bitte versuchen Sie es erneut.
es: El número de seguro social se ha actualizado, inténtelo de nuevo.
et: Sotsiaalkindlustusnumber on uuendatud, proovige uuesti
fr: Le numéro de sécurité sociale a été mis à jour, veuillez réessayer
it: Il numero di previdenza sociale è stato aggiornato; riprova
lt: Socialinio draudimo numeris buvo atnaujintas. Bandykite dar kartą
lv: Sociālās apdrošināšanas numurs tika atjaunots, mēģiniet vēlreiz.
pt: O número da segurança social foi atualizado; tente novamente
sv: Personnumret har uppdaterats, vänligen försök igen

source: Another BankId authentication was initiated while authenticating. Please try again.
de: Während der Authentifizierung wurde eine andere BankID-Authentifizierung gestartet. Bitte versuchen Sie es erneut.
es: Se inició otra autenticación BankId durante la autenticación. Inténtalo de nuevo.
et: Ülekande jaoks on algatatud veel üks BankID-ga autentimine. Proovige uuesti.
fr: Une autre authentification de BankID a été initiée durant l'authentification. Veuillez réessayer.
it: Un'altra autenticazione BankId è stata avviata durante l'autenticazione. Riprova.
lt: Autentifikuojant buvo inicijuotas kitas „BankID“. Bandykite dar kartą.
lv: Autentifikācijas laikā tika sākta cita BankId autentifikācija. Lūdzu, mēģiniet vēlreiz.
no: Du har en annen pågående BankID-økt. Prøv på nytt.
pt: Foi iniciada outra autenticação do BankID durante esta autenticação. Tente novamente.

source: Something went wrong with the BankId authentication
de: Etwas ist mit der BankID-Authentifizierung schiefgegangen.
es: Algo salió mal con la autenticación BankId
et: BankId-ga autentimisel läks midagi valesti
fr: Une erreur s'est produite lors de l'authentification à BankID.
it: Qualcosa è andato storto con l'autenticazione BankId
lt: Kažkas nepavyko su „BankID“ autentifikavimu
lv: Notika BankID autentifikācijas kļūda
no: Noe gikk galt med BankId-autentiseringen
pt: Algo correu mal com a autenticação do BankID

source: You've received a Swish from {0}
de: Sie haben einen Swish von erhalten von {0}
fr: Vous avez reçu un sifflement de {0}

source: someone
de: jemandem
fr: quelqu'un

source: Is it a reimbursement for an expense?
de: Ist es eine Rückerstattung für eine Ausgabe?
fr: Est-ce un remboursement d'une dépense ?

source: Deduct from expense
de: Von Ausgabe abziehen
fr: Déduire des dépenses

source: Skip
de: Überspringen
fr: Passer

source: Your verification code is
de: Ihr Verifizierungscode lautet
fr: Votre code de vérification est le
nl: Je verificatiecode is

source: Mondays
de: Montags
fr: Lundis
nl: maandag
sv: måndagar

source: Tuesdays
de: Dienstags
fr: Mardis
nl: dinsdag
sv: tisdagar

source: Wednesdays
de: Mittwochs
fr: Mercredis
nl: woensdag
sv: onsdagar

source: Thursdays
de: Donnerstags
fr: Jeudis
nl: donderdag
sv: torsdagar

source: Fridays
de: Freitags
fr: Vendredis
nl: vrijdag
sv: fredagar

source: Saturdays
de: Samstags
fr: Samedis
nl: zaterdag
sv: lördagar

source: Sundays
de: Sonntags
fr: Dimanches
nl: zondag
sv: söndagar

source: Your mortgage interest rate is decent, but there's room for improvement.
de: Ihr Hauskredit-Zinssatz ist okay, aber er kann noch besser werden.
fr: Le taux d'intérêt de votre prêt immobilier est correct, mais il peut encore être amélioré.
sv: Din bolåneränta är hyfsad, men det finns utrymme för förbättring!

source: Your mortgage interest rate is quite high. Maybe we can help?
de: Ihr Hauskredit-Zinssatz ist sehr hoch. Vielleicht können wir helfen?
fr: Le taux d'intérêt de votre prêt immobilier est plutôt élevé. Nous pouvons peut-être vous aider ?
sv: Din bolåneränta är ganska hög. Kanske kan vi hjälpa till?

source: The last few months, you’re spending the most on {0}, on which you spend on average {1}.
de: In den letzten paar Monaten geben Sie das Meiste für {0} aus. Durchschnittlich sind es {1}.
fr: Ces derniers mois, vous avez dépensé le plus en {0}, ce qui fait une dépense moyenne de {1} pour cela.
sv: De senaste månaderna har du spenderat mest på {0}, då du i snitt gör av med {1}.

source: Congratulation! You have a good amount saved. You belong to the top {0}!
de: Herzlichen Glückwunsch! Sie haben eine gute Summe gespart. Sie gehören zu den Top {0}!
fr: Félicitations ! Vous avez épargné un beau montant. Vous appartenez au top {0} !
sv: Grattis! Du har ett bra belopp sparat. Du tillhör topp {0}!

source: You have a good savings buffer! More than {0} over average. Keep up the good job!
de: Sie haben einen guten Puffer! Mehr als {0} über Durchschnitt. Machen Sie weiter so!
fr: Vous avez un bon matelas de sécurité ! Plus de {0} au-dessus de la moyenne. Continuez comme ça !
sv: Du har en bra sparbuffert! Mer än {0} över snittet. Fortsätt så!
