Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: You do not have access to mobile banking. Please contact your bank.
da: Du har ikke adgang til mobilbank. Kontakt venligst din bank.
es: No tiene acceso a la banca móvil. Comuníquese con su banco.
et: Teil pole juurdepääsu mobiilpangale. Pöörduge oma panga poole.
it: Non hai accesso al mobile banking. Contatta la tua banca.
lt: Neturite prieigos prie mobiliosios bankininkystės. Kreipkitės į savo banką.
lv: Jums nav piekļuves mobilajiem bankas pakalpojumiem. Lūdzu, sazinieties ar savu banku.
no: Du har ikke tilgang til mobilbank. Ta kontakt med banken din.
pl: Nie masz dostępu do bankowości mobilnej. Skontaktuj się ze swoim bankiem.
pt: Não tem acesso ao mobile banking. Contacte o seu banco.

source: The bank service is offline; please try again later.
da: Bankens tjeneste er ude af drift; forsøg venligst igen senere.
es: El servicio bancario está fuera de línea; Por favor, inténtelo de nuevo más tarde.
et: Pangateenus on võrguühenduseta; proovige hiljem uuesti.
it: Il servizio bancario non è online; riprova più tardi.
lt: Banko paslauga neprijungta; bandykite dar kartą vėliau.
lv: Bankas pakalpojums ir bezsaistē; lūdzu, vēlāk mēģiniet vēlreiz.
no: Banktjenesten opplever tekniske problemer, vennligst prøv igjen senere.
pt: O serviço bancário está offline; tente novamente mais tarde.

source: The bank service has temporarily failed; please try again later.
da: Bankens tjeneste har en midlertidig fejl; forsøg venligst igen senere.
es: El servicio bancario ha fallado temporalmente; Por favor, inténtelo de nuevo más tarde.
et: Pangateenus ei toimi ajutiselt; proovige hiljem uuesti.
it: Il servizio bancario è temporaneamente fuori uso; riprova più tardi.
lt: Banko paslauga laikinai neveikia; bandykite dar kartą vėliau.
lv: Īslaicīga bankas pakalpojumu darbības kļūda; lūdzu, vēlāk mēģiniet vēlreiz.
no: Banktjenesten er midlertidig overbelastet eller under vedlikehold. Prøv igjen senere.
pt: O serviço bancário está temporariamente indisponível; tente novamente mais tarde.

source: The maximum allowed number of requests to the bank service has been exceeded; please try again later.
es: Se superó el número máximo permitido de solicitudes al servicio bancario; Por favor, inténtelo de nuevo más tarde.
et: Pangateenuse maksimaalne lubatud taotluste limiit on täis. Proovige hiljem uuesti.
it: È stato superato il numero massimo consentito di richieste al servizio bancario; riprova più tardi.
lt: Buvo viršytas didžiausias leidžiamas banko paslaugos užklausų skaičius; bandykite dar kartą vėliau.
lv: Pārsniegts maksimālais atļautais bankas pakalpojumu pieprasījumu skaits;lūdzu, vēlāk mēģiniet vēlreiz.
pt: O número máximo permitido de solicitações ao serviço bancário foi excedido; tente novamente mais tarde.

source: Authenticating with Mobile BankID timed out. Have you opened the app?
es: Se agotó el tiempo de autenticación con Mobile BankID. ¿Has abierto la aplicación?
et: Mobile BankID-ga autentimine aegus. Kas olete rakenduse avanud?
it: Autenticazione con Mobile BankID scaduta. Hai aperto l'app?
lt: Autentifikavimo su mobiliuoju „BankID“ laikas baigėsi. Ar atidarėte programėlę?
lv: Iestājās autentifikācijas ar Mobile BankID noildze. Vai atvērāt lietotni?
pt: A autenticação com o Mobile BankID expirou. Abriu a aplicação?

source: To continue using this app you must answer some questions from your bank. Please log in with your bank's app or website.
da: For fortsat at bruge denne app må du besvare nogle spørgsmål fra din bank. Venligst log ind med din banks app eller hjemmeside.
es: Para seguir usando esta aplicación debes responder algunas preguntas de tu banco. Inicie sesión con la aplicación o el sitio web de su banco.
et: Selle rakendusega jätkamiseks peate vastama mõnele panga küsimusele. Logige sisse oma panga rakendusse või veebisaidile.
it: Per continuare a utilizzare questa app devi rispondere ad alcune domande della tua banca. Accedi con l'app o il sito Web della tua banca.
lt: Norėdami ir toliau naudoti šią programėlę, privalote atsakyti į kelis savo banko pateiktus atsakymus. Prisijunkite su savo banko programėle arba interneto svetaine.
lv: Jums ir jāatbild uz jūsu bankas jautājumiem, lai turpinātu lietot šo lietotni. Lūdzu, pieraksties jūsu bankas lietotnē vai vietnē.
no: For å fortsette å bruke denne appen må du svare på noen spørsmål fra banken din. Vennligst logg inn med bankens app eller nettside.
pt: Para continuar a usar esta aplicação, tem de responder a algumas perguntas do seu banco. Inicie sessão na aplicação ou website do seu banco.

source: Download Caixadirecta
es: Descarga Caixadirecta
et: Laadige alla Caixadirecta
it: Scarica Caixadirecta
lt: Atsisiųskite „Caixadirecta“
lv: Lejupielādēt Caixadirecta
pt: Descarregar Caixadirecta

source: You need to download the Caixadirecta app in order to continue.
es: Debes descargar la aplicación Caixadirecta para continuar.
et: Jätkamiseks peate alla laadima Caixadirecta mobiilpangarakenduse.
it: Per continuare, devi scaricare l'app Caixadirecta.
lt: Norėdami tęsti, turite atsisiųsti programėlę „Caixadirecta“.
lv: Lai turpinātu, jums ir jālejupielādē Caixadirecta lietotne.
pt: É necessário descarregar a aplicação Caixadirecta para poder continuar.

source: Please enter this code into your token generator and write the generated response code here.
es: Ingrese este código en su generador de tokens y escriba aquí el código de respuesta generado.
et: Sisestage see kood oma tõendigeneraatorisse ja tippige loodud vastuskood siia.
it: Inserisci questo codice nel generatore di token e scrivi qui il codice di risposta generato.
lt: Įveskite šį kodą į savo ženklelių generatorių ir čia įrašykite sugeneruotą atsakymo kodą.
lv: Lūdzu, ievadiet šo kodu jūsu kodu ģeneratorā un šeit ierakstiet kodu ģeneratora atbildes kodu.
pt: Introduza este código no seu gerador de códigos e escreva aqui a resposta gerada.

source: Security Token
es: Token de seguridad
et: Turvatõend
it: Token di sicurezza
lt: Saugos ženklelis
lv: Drošības kods
pt: Código de segurança

source: Start your code generator and write your PIN code. When APPLI is shown on the display press the key labeled 1 on your generator. Write the response code shown on the display in the field below.
es: Inicie su generador de código y escriba su código PIN. Cuando APPLI se muestre en la pantalla, presione la tecla etiquetada 1 en su generador. Escriba el código de respuesta que se muestra en la pantalla en el campo siguiente.
et: Käivitage koodigeneraator ja kirjutage oma PIN-kood. Kui ekraanil kuvatakse APPLI, vajutage oma generaatori klahvi 1. Kirjutage allolevale väljale ekraanil kuvatud vastuskood.
it: Avvia il generatore di codici e scrivi il tuo codice PIN. Quando APPLI viene visualizzato sul display, premi il tasto 1 sul generatore. Scrivi il codice di risposta mostrato sul display nel campo sottostante.
lt: Paleiskite kodų generatorių ir įrašykite savo PIN kodą. Kai ekrane bus parodyta „APPLI“, generatoriuje paspauskite 1 pažymėtą raktą. Įrašykite ekrane rodomą atsakymo kodą toliau pateiktame laukelyje.
lv: Atveriet kodu ģeneratoru un ierakstiet savu PIN kodu. Kad ekrānā tiek rādīts APPLI, kodu ģeneratorā nospiediet taustiņu 1. Laukā zemāk ierakstiet atbildes kodu.
pt: Inicie o seu gerador de códigos e escreva o seu código PIN. Quando for mostrado APPLI no visor, pressione a tecla 1 do seu gerador. Escreva o código-resposta mostrado no visor no campo abaixo.

source: The consent given to us to access your data has been revoked by the bank.
es: El banco ha revocado el consentimiento que nos ha dado para acceder a sus datos.
et: Pank on tühistanud meile antud loa juurdepääsuks teie andmetele.
it: Il consenso concessoci per accedere ai tuoi dati è stato revocato dalla banca.
lt: Mums suteiktą leidimą prieiti prie jūsų duomenų panaikino bankas.
lv: Banka atsauca savu atļauju mums piekļūt jūsu datiem.
pt: O consentimento que nos foi concedido para aceder aos seus dados foi revogado pelo banco.

source: You were automatically logged out because you logged in to another channel; Logout is done for your security.
es: Se cerró la sesión automáticamente porque inició sesión en otro canal; El cierre de sesión se realiza por su seguridad.
et: Teid logiti automaatselt välja, kuna logisite sisse teisele kanalile. Väljalogimine on teie turvalisuse huvides.
lt: Buvote automatiškai atjungtas, nes prisijungėte prie kito kanalo; atjungiama norint užtikrinti jūsų saugumą.
lv: Jūs automātiski izrakstījāties, jo jūs pierakstījāties citā kanālā. Izrakstīšanās tika veikta jūsu drošībai.

source: Your BankID was not issued by the bank you are trying to authenticate with. This is not allowed by the bank. Please contact the bank to resolve this issue.
es: Su BankID no fue emitido por el banco con el que intenta autenticarse. Esto no está permitido por el banco. Comuníquese con el banco para resolver este problema.
et: Teie BankID-d ei ole väljastanud pank, mille jaoks proovite autentida. Pank ei luba seda. Selle probleemi lahendamiseks võtke ühendust pangaga.
lt: Jūsų „BankID“ neišdavė bankas, kuriame bandote save autentifikuoti. To neleidžia bankas. Kreipkitės į banką, kad išspręstumėte šią problemą.
lv: Jūsu BankID neizsniedza banka, kurā jūs mēģināt veikt autentifikāciju. Banka neļauj veikt šo darbību. Lūdzu, sazinieties ar banku, lai atrisinātu šo problēmu.
no: Din BankID ble ikke utstedt av banken du prøver å autentisere med. Dette er ikke tillatt av denne banken. Kontakt banken for å løse dette problemet.

source: We currently only support photo TAN with QR code scanning, which is not available for your user.
es: Actualmente solo admitimos fotos TAN con escaneo de códigos QR, que no está disponible para su usuario.
et: Praegu toetame ainult QR-koodi skannimisega photoTAN-i, mis pole teile saadaval.
lt: Šiuo metu palaikome tik „photoTAN“ su QR kodo nuskaitymu, kuris nesiūlomas jūsų naudotojui.
lv: Pašlaik mēs atbalstām tikai lietotni photoTAN ar QR skenēšanu, kas nav pieejama jūsu lietotājam.

source: Scan the QR code with the photoTAN app.
es: Escanee el código QR con la aplicación photoTAN.
et: Skannige QR-kood rakendusega photoTAN.
lt: Nuskaitykite QR kodą su programėle „photoTAN“.
lv: Skenējiet QR kodu ar lietotni photoTAN.

source: Enter the TAN from the photoTAN app.
es: Ingrese el TAN desde la aplicación photoTAN.
et: Sisestage TAN rakenduses photoTAN.
lt: Įveskite TAN iš programėlės „photoTAN“.
lv: Ievadiet TAN no photoTAN lietotnes.

source: Unknown error
es: Error desconocido
et: Tundmatu viga
lt: Nežinoma klaida
lv: Nezināma kļūda
pl: Nieznany błąd

source: You have reached the maximum number of mobile device registrations. Please check if you can unregister some devices using the bank's web portal, or contact the bank.
es: Ha alcanzado el número máximo de registros de dispositivos móviles. Verifique si puede cancelar el registro de algunos dispositivos utilizando el portal web del banco o comuníquese con el banco.
et: Teie registreeritud mobiilseadmete limiit on täis. Vaadake, kas saate mõne seadme panga veebiportaali kaudu kustutada, või pöörduge panga poole.
lt: Pasiekėte didžiausią užregistruotų mobiliųjų įrenginių skaičių. Patikrinkite, ar galite išregistruoti kai kuriuos įrenginius naudodami banko žiniatinklio portalą arba kreipkitės į banką.
lv: Jūs sasniedzāt maksimālo atļauto mobilo ierīču reģistrāciju skaitu. Lūdzu, pārbaudiet, vai varat noņemt dažas ierīces bankas tīmekļa vietnē, vai sazinieties ar banku.

source: You have reached maximum number of tries. Please try again later
es: Has alcanzado el número máximo de intentos. Por favor, inténtelo de nuevo más tarde
et: Olete teinud lubatud arvul katseid. Proovige hiljem uuesti
lt: Pasiekėte maksimalų bandymų skaičių. Prašome bandyti dar kartą vėliau
lv: Jūs sasniedzāt maksimālo mēģinājumu skaitu. Lūdzu, vēlāk mēģiniet vēlreiz

source: Your password has changed. Please enter the latest password in all other devices.
es: Tu contraseña ha cambiado. Introduzca la última contraseña en todos los demás dispositivos.
et: Teie parool on muutunud. Sisestage kõigis teistes seadmetes uusim parool.
lt: Jūsų slaptažodis pasikeitė. Įveskite naujausią slaptažodį visuose kituose įrenginiuose.
lv: Jūsu parole ir nomainīta. Lūdzu, ievadiet jaunāko paroli visās citās ierīcēs.

source: The consent has been expired.
es: El consentimiento ha caducado.
et: Nõusolek on aegunud.
lt: Sutikimo galiojimas baigėsi.
lv: Šī atļauja beidzās.
pl: Zgoda wygasła.

source: The consent is invalid.
da: Samtykket er ugyldigt.
es: El consentimiento no es válido.
et: Nõusolek on kehtetu.
lt: Sutikimas negalioja.
lv: Šī atļauja nav derīga.
no: Samtykket er ugyldig.
pl: Zgoda jest nieważna.

source: The consent has been revoked by the user.
es: El consentimiento ha sido revocado por el usuario.
et: Kasutaja on nõusoleku tühistanud.
lt: Sutikimą atšaukė naudotojas.
lv: Lietotājs atsauca šo atļauju.
pl: Zgoda została cofnięta przez użytkownika.

source: The consent has been revoked by the bank.
es: El banco ha revocado el consentimiento.
et: Pank on nõusoleku tühistanud.
lt: Sutikimą atšaukė bankas.
lv: Banka atsauca šo atļauju.
pl: Zgoda została cofnięta przez bank.

source: Recipient accounts missing from accounts ledger
es: Cuentas de destinatarios que faltan en el libro mayor de cuentas
et: Kontoraamatus puuduvad saajakontod
lt: Gavėjo paskyrų trūksta paskyrų knygoje
lv: Saņēmēju kontu nav kontu žurnālā

source: Transfer rejected by the Bank
es: Transferencia rechazada por el Banco
et: Pank keeldus ülekandest
lt: Pavedimą atmetė bankas
lv: Banka noraidīja pārskaitījumu

source: Could not validate the destination account.
es: No se pudo validar la cuenta de destino.
et: Sihtkontot ei saanud kinnitada.
lt: Nepavyko patvirtinti gavėjo sąskaitos.
lv: Neizdevās validēt saņēmēja kontu.

source: Could not validate the date you entered for the payment.
es: No se pudo validar la fecha que ingresó para el pago.
et: Sisestatud maksekuupäeva ei saanud kinnitada.
lt: Nepavyko patvirtinti datos, kurią įvedėte mokėjimui.
lv: Neizdevās validēt jūsu ievadītā maksājuma datumu.

source: Could not execute payment due to insufficient funds.
es: No se pudo ejecutar el pago debido a fondos insuficientes.
et: Makset ei saanud sooritada, kuna teie kontol pole piisavalt raha.
lt: Nepavyko įvykdyti mokėjimo dėl nepakankamų lėšų.
lv: Neizdevās izpildīt maksājumu līdzekļu trūkuma dēļ.

source: Could not validate the account, you are trying to pay from.
es: No se pudo validar la cuenta, está intentando pagar desde.
et: Makse lähtekontot ei saanud kinnitada.
lt: Nepavyko patvirtinti sąskaitos, iš kurios bandote mokėti.
lv: Neizdevās validēt kontu, no kura mēģināt veikt maksājumu.

source: The reference you provided for the payment is not valid.
es: La referencia que proporcionó para el pago no es válida.
et: Makse viide ei ole kehtiv.
lt: Jūsų pateikta mokėjimo nuoroda neteisinga.
lv: Jūsu norādītais maksājuma komentārs nav derīgs.

source: Payment authentication failed.
es: Error de autenticación de pago.
et: Makse autentimine nurjus.
lt: Mokėjimo autentifikuoti nepavyko.
lv: Maksājuma autentifikācija neizdevās.

source: Payment authorization failed.
es: Autorización de Pago Falló.
et: Makse autoriseerimine ebaõnnestus.
lt: Mokėjimo autorizuoti nepavyko.
lv: Maksājuma autorizācija neizdevās.

source: Payment validation failed.
es: Error en la validación del pago.
et: Makse kinnitamine nurjus.
lt: Mokėjimo patvirtinti nepavyko.
lv: Maksājuma validācija neizdevās.

source: Payment failed.
es: Pago fallido.
et: Makse nurjus.
lt: Mokėjimas nepavyko.
lv: Maksājums neizdevās.

source: TokenDefinition
lt: ŽenklelioApibrėžimas

source: mobilePhoneNumber
es: Número de teléfono móvil
lt: mobiliojoTelefonoNumeris

source: processedOn
es: procesado en
lt: apdorota

source: replywith
es: responder con
lt: atsakytisu

source: Code
es: Código
et: Kood
lt: Kodas
lv: Kods

source: versionToken
lt: versijosŽenklelis

source: Could not initiate login session.
es: No se pudo iniciar la sesión de inicio de sesión.
et: Sisselogimisseanssi ei saanud algatada.
lt: Nepavyko pradėti prisijungimo sesijos.
lv: Neizdevās sākt pierakstīšanās sesiju.

source: Error message:
es: Mensaje de error:
et: Veateade.
lt: Klaidos pranešimas:
lv: Kļūdas ziņojums:

source: Another authentication attempt was initiated while authenticating. Please try again.
es: Se inició otro intento de autenticación durante la autenticación. Inténtalo de nuevo.
et: Autentimise ajal algatati veel üks autentimine. Proovige uuesti.
lt: Autentifikuojant buvo inicijuotas kitas autentifikavimo bandymas. Bandykite dar kartą.
lv: Autentifikācijas laikā tika sākts cits autentifikācijas mēģinājums. Lūdzu, mēģiniet vēlreiz.

source: Your session has been terminated by the bank.
da: Din session er blevet afsluttet af banken.
es: Su sesión ha sido cancelada por el banco.
et: Pank on teie seansi lõpetanud.
lt: Jūsų sesiją nutraukė bankas.
lv: Banka izbeidza jūsu sesiju.
no: Økten din har blitt avsluttet av banken.

source: Please ensure that you have entered the correct mobile number
da: Sørg venligst for, at du har indtasted korrekt mobilnummer
es: Asegúrese de haber ingresado el número de teléfono móvil correcto
et: Veenduge, et sisestasite õige mobiilinumbri
lt: Įsitikinkite, kad įvedėte teisingą mobiliojo telefono numerį
lv: Lūdzu, pārliecinieties par to, ka ievadījāt pareizu mobilā tālruņa numuru
no: Vennligst kontroller at du har oppgitt riktig mobilnummer.
pl: Upewnij się, że wprowadzono poprawny numer telefonu komórkowego.

source: Source and destination account must not be the same.
es: La cuenta de origen y de destino no debe ser la misma.
et: Lähte- ja sihtkonto ei saa olla identsed.
lt: Siuntėjo ir gavėjo sąskaita neturi būti tokia pati.
lv: Avota un saņēmēja konts nevar būt vienādi.

source: Invalid username type
es: Tipo de usuario inválido
et: Kehtetu kasutajanimetüüp
lt: Neteisingas naudotojo vardo tipas
lv: Nederīgs lietotājvārda veids

source: The transfer amount, less than 1 SEK is not supported.
es: No se admite el monto de la transferencia, menos de 1 SEK.
et: Ülekande summat (alla 1 SEK) ei toetata.
lt: Mažesnės nei 1 SEK sumos pavedimas nevykdomas.
lv: Nav iespējams veikt pārskaitījumu par summu, kas ir mazāka par 1 SEK.

source: This type of payment is unavailable for you
es: Este tipo de pago no está disponible para ti
et: See maksetüüp pole teie jaoks saadaval
lt: Šis mokėjimo tipas jums neprieinamas
lv: Šis maksājumu veids jums nav pieejams

source: The code you entered is not valid
es: La clave que has introducido no es válida
et: Sisestatud kood pole õige
lt: Jūsų įvestas kodas neteisingas
lv: Jūsu ievadītais kods nav derīgs

source: Enter the code you received from the bank
es: Introduce la clave que has recibido del banco
et: Sisestage pangast saadud kood
lt: Įveskite kodą, kurį gavote iš banko
lv: Ievadiet no bankas saņemto kodu

source: Failed to read user input
es: Ocurrió un error al leer los datos introducidos por el usuario
et: Kasutaja sisendi lugemine nurjus
lt: Nepavyko perskaityti naudotojo įrašo
lv: Neizdevās nolasīt lietotāja ievadi

source: The first time you use your BankId, you need to accept the terms and conditions. Please login to the Länsförsäkringar with your moible BankId to do this
es: La primera vez que use su BankId, debe aceptar los términos y condiciones. Inicie sesión en Länsförsäkringar con su BankId móvil para hacer esto
et: Esmakordsel BankId kasutamisel peate nõustuma tingimustega. Selleks logige oma BankId-ga Länsförsäkringarisse
lt: Pirmą kartą naudodamiesi „BankID“, turite sutikti su sąlygomis. Kad tai padarytumėte, prisijunkite prie „Länsförsäkringar“ su savo mobiliojo „BankId“
lv: Pirmajā BankId izmantošanas reizē jums ir jāpiekrīt noteikumiem. Lai to izdarītu, lūdzu, pierakstieties Länsförsäkringar ar jūsu BankId

source: We currently only support push PhotoTAN method, which is not available for your user.
es: Actualmente solo admitimos el método push PhotoTAN, que no está disponible para su usuario.
et: Praegu toetame ainult push-photoTAN-i, mis pole teile saadaval.
lt: Šiuo metu palaikome tik aktyviųjų „photoTAN“ metodą, kuris nesiūlomas jūsų naudotojui.
lv: Pašlaik mēs atbalstām PhotoTAN metodi, kas nav pieejama jūsu lietotājam.

source: Authenticating with Mobile BankID timed out. Please try again.
es: Se agotó el tiempo de autenticación con Mobile BankID. Inténtalo de nuevo.
et: Mobile BankID-ga autentimine aegus. Proovige uuesti.
lt: Autentifikavimo su „Mobile BankID“ laikas baigėsi. Bandykite dar kartą.
lv: Iestājās autentifikācijas ar Mobile BankID noildze. Lūdzu, mēģiniet vēlreiz.

source: Your existing credentials have been invalidated, Please delete this credentials and create a new one.
da: Dine eksisterende login-detaljer er ugyldiggjorte. Slet disse legitimationsoplysninger og opret nye.
es: Sus credenciales existentes han sido invalidadas. Elimine estas credenciales y cree una nueva.
et: Teie identimisteave on kehtetu. Kustutage see identimisteave ja looge uus.
lt: Jūsų esamų kredencialų galiojimas panaikintas. Pašalinkite šiuos kredencialus ir susikurkite naujus.
lv: Jūsu pašreizējā pierakstīšanās informācija nav derīga. Lūdzu, dzēsiet šo pierakstīšanās informāciju un izveidojiet jaunu.
no: Din eksisterende legitimasjon er ugyldiggjort. Vennligst slett denne og opprett ny.
pl: Twoje obecne dane logowania zostały unieważnione. Usuń dane logowania i stwórz je ponownie.

source: Password change is required.
es: Se requiere cambio de contraseña.
et: Nõutav paroolimuudatus.
lt: Reikia pakeisti slaptažodį.
lv: Nepieciešama paroles maiņa.

source: User must accept terms in other channel.
es: El usuario debe aceptar los términos en otro canal.
et: Kasutaja peab teises kanalis tingimustega nõustuma.
lt: Naudotojas privalo sutikti su taisyklėmis kitame kanale.
lv: Lietotājam ir jāpiekrīt noteikumiem otrā kanālā.

source: In order to add new recipients you need to activate Mobile BankID for extended use. You can find more information on how to extend your Mobile BankID in your Internet bank.
es: Para agregar nuevos destinatarios, debe activar Mobile BankID para un uso prolongado. Puede encontrar más información sobre cómo ampliar su Mobile BankID en su banco de Internet.
et: Uute saajate lisamiseks peate aktiveerima Mobile BankID laiendatud kasutuse. Lisateavet Mobile BankID kasutuse laiendamise kohta leiate oma internetipangast.
lt: Norėdami pridėti naujus gavėjus, turite suaktyvinti mobilųjį „BankID“ platesniam naudojimui. Daugiau informacijos apie taip, kaip išplėsti savo mobilųjį „BankID“, rasite savo interneto banke.
lv: Lai pievienotu jaunus saņēmējus, jums ir jāaktivizē Mobile BankID paplašinātai lietošanai. Vairāk informācijas par Mobile BankID paplašināto lietošanu atradīsies savā internetbankā.

source: Could not save new recipient, check that the information is correct
es: No se pudo guardar el nuevo destinatario, verifique que la información sea correcta
et: Uut saajat ei saanud salvestada; kontrollige teabe õigsust
lt: Nepavyko įrašyti naujo gavėjo. Patikrinkite, ar informacija teisinga
lv: Neizdevās saglabāt jauno saņēmēju, pārbaudiet, vai informācija ir pareiza

source: The payment was rejected by the bank.
es: El pago fue rechazado por el banco.
et: Pank keeldus maksest.
lt: Mokėjimą atmetė bankas.
lv: Maksājumu noraidīja banka

source: The payment was cancelled by the user.
es: El pago fue cancelado por el usuario.
et: Kasutaja tühistas makse.
lt: Mokėjimą atšaukė naudotojas.
lv: Maksājumu atcēla lietotājs

source: An error occurred when confirming the payment.
es: Ocurrió un error al confirmar el pago.
et: Makse kinnitamisel tekkis viga.
lt: Tvirtinant mokėjimą įvyko klaida.
lv: Maksājuma apstiprināšanas brīdī notika kļūda.
