Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Your savings buffer is a little bit lower than average. Let us help you improve!
de: Ihr Puffer ist ein bisschen geringer als der des durchschnittlichen Tink-Nutzers. Wir helfen Ihnen dabei, das zu verbessern!
fr: Votre matelas de sécurité est un peu plus bas que la moyenne. Laissez-nous vous aider à l'améliorer !
sv: Din sparbuffert är lite lägre än snittet. Låt oss hjälpa dig förbättra det!

source: Download Mobile Banking
de: Mobiles Banking herunterladen
es: Descarga Banca Móvil
et: Laadige alla mobiilpangarakendus
fr: Télécharger Mobile Banking
it: Scarica Mobile Banking
lt: Atsisiųskite „Mobile Banking“
lv: Lejupielādēt Mobile Banking
pt: Descarregar Mobile Banking

source: You need to download the Mobile Banking in order to continue.
de: Sie müssen das mobile Banking herunterladen um fortzufahren.
es: Necesita descargar Mobile Banking para continuar.
et: Jätkamiseks peate alla laadima mobiilpangarakenduse.
fr: Vous devez télécharger Mobile Banking pour continuer.
it: Per poter continuare devi scaricare Mobile Banking.
lt: Norėdami tęsti, turite atsisiųsti „Mobile Banking“.
lv: Lai turpinātu, jums ir jālejupielādē Mobile Banking.
pt: É necessário descarregar o Mobile Banking para continuar.

source: Upgrade Mobile Banking
de: Mobiles Banking aktualisieren
es: Actualizar la banca móvil
et: Värskendage mobiilipangarakendust
fr: Mettre à niveau Mobile Banking
it: Aggiorna Mobile Banking
lt: Atnaujinkite „Mobile Banking“
lv: Uzlabot Mobile Banking
pt: Atualizar Mobile Banking

source: You need to upgrade the Mobile Banking in order to continue.
de: Sie müssen das mobile Banking aktualisieren um fortzufahren.
es: Necesita actualizar la banca móvil para continuar.
et: Jätkamiseks peate värskendama mobiilpangarakendust.
fr: Vous devez mettre à niveau Mobile Banking pour continuer.
it: Devi aggiornare Mobile Banking per continuare.
lt: Norėdami tęsti, turite atnaujinti „Mobile Banking“.
lv: Lai turpinātu, jums ir jāuzlabo Mobile Banking.
pt: É necessário atualizar o Mobile Banking para continuar.

source: Error Code: C161. Please ensure that you have entered the correct mobile number and date of birth and that you have activated BankID on mobile in your online bank.
de: Fehlercode: C161. Bitte stellen Sie sicher, dass Sie die richtige Handynummer und das richtige Geburtsdatum eingegeben haben, und dass Sie die BankID für Mobilgeräte bei Ihrer Online-Bank aktiviert haben.
fr: Code erreur : C161. Assurez-vous d'avoir saisi le bon numéro de portable et la bonne date de naissance et que vous avez activé BankID sur votre portable dans votre banque en ligne.

source: Your credentials could not be verified. Please try again.
da: Dine login detaljer kunne i verificeres. Forsøg venligst igen.
de: Ihre Anmeldedaten konnten nicht überprüft werden. Bitte versuchen Sie es erneut.
es: No se pudieron verificar sus credenciales. Inténtalo de nuevo.
et: Teie identimisteabe kinnitamine nurjus. Proovige uuesti.
fr: Vos identifiants n'ont pas pu être vérifiés. Veuillez réessayer.
it: Impossibile verificare le tue credenziali. Riprova.
lt: Jūsų kredencialų nepavyko patvirtinti. Bandykite dar kartą.
lv: Jūsu pierakstīšanās informāciju neizdevās verificēt. Lūdzu, mēģiniet vēlreiz.
no: Din legitimasjon ble ikke bekreftet. Vennligst prøv på nytt.
pl: Twoje dane logowania nie mogły zostać zweryfikowane. Spróbuj ponownie.
pt: Não foi possível confirmar as suas credenciais. Tente novamente.

source: Please ensure that you have entered the correct mobile number and date of birth and that you have activated authentication service on mobile in your online bank.
de: Bitte stellen Sie sicher, dass Sie die richtige Handynummer und das richtige Geburtsdatum eingegeben haben, und dass Sie den Authentifizierungsdienst für Mobilgeräte bei Ihrer Online-Bank aktiviert haben.
fr: Assurez-vous d'avoir saisi le bon numéro de portable et la bonne date de naissance et que vous avez activé le service d'authentification sur votre portable dans votre banque en ligne.

source: The mobile BankID session timed out. Please try again.
de: Die Sitzung der mobilen BankID ist abgelaufen. Bitte versuchen Sie es erneut.
es: Se agotó el tiempo de espera de la sesión de BankID móvil. Inténtalo de nuevo.
et: Mobile BankID seanss aegus. Proovige uuesti.
fr: La session de Mobile BankID s'est terminée. Veuillez réessayer.
it: La sessione di Mobile BankID è scaduta. Riprova.
lt: Mobiliosios „BankID“ sesijos laikas baigėsi. Bandykite dar kartą.
lv: Iestājās mobilās BankID sesijas noildze. Lūdzu, mēģiniet vēlreiz.
pt: A sessão Mobile BankID expirou. Tente novamente.

source: Something went wrong with the BankId authentication.
de: Etwas ist mit der BankID-Authentifizierung schiefgegangen.
es: Algo salió mal con la autenticación BankId.
et: BankId autentimine nurjus.
fr: Une erreur s'est produite avec l'authentification de BankID.
it: Qualcosa è andato storto con l'autenticazione BankId.
lt: Kažkas nepavyko su „BankID“ autentifikavimu.
lv: Notika BankID autentifikācijas kļūda.
no: Noe gikk galt med BankId-autentiseringen.
pt: Algo correu mal com a autenticação BankID.

source: Error Code: C161.
de: Fehlercode: C161.
es: Código de error: C161.
et: Veakood C161.
fr: Code erreur : C161.
it: Codice di errore: C161.
lt: Klaidos kodas: C161.
lv: Kļūdas kods: C161.
no: Feilmelding C161.
pt: Código de erro: C161.

source: Are you filling out the application on your own behalf?
de: Füllen Sie den Antrag für sich selber aus?
fr: Remplissez-vous une demande pour vous-même ?
sv: Fyller du i ansökan för egen räkning?

source: The question is asked for the control of the true principal, to ensure that you do not act on somebody else's behalf. Any potential co-applicant is not concerned.
de: Die Frage wird für die Kontrolle der tatsächlichen Kreditsumme gefragt, damit wir sicherstellen können, dass Sie nicht für jemand anderen agieren. Dies beeinflusst potentielle Mitbewerber nicht.
fr: Nous vous posons la question pour contrôler le principe de vérité, pour nous assurer que vous n'agissez pas pour le compte de quelqu'un. Tout codemandeur potentiel n'est pas concerné.
sv: Frågan ställs för kontroll av verklig huvudman, för att säkerställa att du inte agerar för någon annans räkning. Eventuella medsökande avses inte.

source: Download Mobile BankID
de: Mobile BankID herunterladen
fr: Télécharger Mobile BankID

source: You need to install the Mobile BankID app to authenticate
de: Sie müssen die mobile BankID-App zum Authentifizieren installieren
fr: Vous devez installer l'application Mobile BankID pour vous authentifier

source: Your rate has decreased
de: Ihr Satz wurde gesenkt
fr: Votre taux a réduit

source: Your rate has increased
de: Ihr Satz wurde erhöht
fr: Votre taux a augmenté

source: Challenge your mortgage
de: Finden Sie einen besseren Hauskredit
fr: Stimulez votre prêt immobilier

source: Rate {0}
de: Satz {0}
fr: Taux {0}

source: Balance: %s
de: Guthaben: %s
fr: Solde : %s

source: Date of change: {0}
de: Änderungsdatum: {0}
fr: Date de modification : {0}

source: Incomes
de: Einkommen
fr: Revenus
nl: Inkomsten
sv: Inkomster

source: Left to spend
de: Zum Ausgeben übrig
fr: Restant à dépenser
nl: Over van inkomsten
sv: Kvar av lön

source: Unusual account activity
de: Ungewöhnliche Kontoaktivität
fr: Activité inhabituelle sur le compte
nl: Ongewone rekening activiteit
sv: Ovanlig kontoaktivitet

source: ID Control event
de: ID-Kontrollereignis
fr: Événement de contrôle d'ID
sv: ID-Koll händelser

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
nl: Wekelijks
sv: Vecka

source: Monthly
de: Monatlich
fr: Mensuel
nl: Maandelijks
sv: Månad

source: E-invoices
de: E-Rechnungen
fr: E-factures
sv: E-fakturor

source: Expenses over goal
de: Ausgaben über Ziel
fr: Dépenses au-delà de l'objectif
nl: Uitgaven over budget
sv: Utgifter över mål

source: Income & Expenses
de: Einnahmen & Ausgaben
fr: Revenus et dépenses
nl: Inkomsten & Uitgaven
sv: Inkomster & Utgifter

source: Irregularities
de: Unregelmäßigkeiten
fr: Irrégularités
nl: Onregelmatigheden
sv: Avvikelser

source: Summaries
de: Zusammenfassungen
fr: Résumés
nl: Samenvatting
sv: Sammanfattningar

source: Your BankID is blocked. Log in to the internet bank and reset/reorder BankID on mobile.
de: Ihre BankID ist gesperrt. Loggen Sie sich bei der Internetbank ein und setzen Sie Ihre BankID auf dem Mobilgerät zurück oder bestellen Sie eine neue.
es: Su BankID está bloqueado. Inicie sesión en el banco de Internet y restablezca / reordene BankID en el móvil.
et: Teie BankID on blokitud. Logige internetipanka ja lähtestage/taastellige mobiili BankID.
fr: Votre BankID est verrouillé. Connectez-vous à la banque par Internet et réinitialisez/recommandez BankID sur votre portable.
it: Il tuo BankID è bloccato. Accedi alla banca online e reimposta/riordina BankID sul dispositivo mobile.
lt: Jūsų „BankID“ užblokuotas. Prisijunkite prie internetinio banko ir mobiliajame įrenginyje iš naujo nustatykite / iš naujo užsisakykite „BankID“.
lv: Jūsu BankID ir bloķēts. Pierakstieties internetbankā un atiestatiet/pasūtiet no jauna BankID mobilajām ierīcēm.
no: Din BankID er blokkert. Logg inn på nettbanken og tilbakestill BankID på mobil.
pt: O seu BankID está bloqueado. Aceda ao banco online e reponha/reinicialize o BankID no telemóvel.

source: The mobile operator you use may have blocked BankID on mobile. To resolve this, log in to the internet bank using another authentication method and reorder BankID on mobile.
de: Der Mobilfunkbetreiber kann BankID für Mobilgeräte gesperrt haben. Um dies zu lösen, loggen Sie sich bei der Internetbank mit einer anderen Authentifizierungsmethode ein und bestellen Sie eine neue BankID für Mobilgeräte.
es: El operador de telefonía móvil que utiliza puede haber bloqueado BankID en el móvil. Para resolver esto, inicie sesión en el banco de Internet utilizando otro método de autenticación y reordene BankID en el móvil.
et: Teie kasutatav mobiilioperaator võib olla blokeerinud mobiili BankID. Alternatiivina logige internetipanka mõnel muul autentimisviisil ja taastellige mobiili BankID.
fr: L'opérateur mobile que vous utilisez a peut-être bloqué BankID sur votre portable. Pour résoudre ce problème, connectez-vous à la banque par Internet avec une autre méthode d'authentification et recommandez BankID sur portable.
it: L'operatore di telefonia mobile utilizzato potrebbe aver bloccato BankID sul dispositivo mobile. Per risolvere questo problema, accedi alla banca online utilizzando un altro metodo di autenticazione e riordina BankID sul dispositivo mobile.
lt: Jūsų naudojamas mobiliojo ryšio operatorius galėjo užblokuoti „BankID“ mobiliajame telefone. Norėdami tai išspręsti, prisijunkite prie internetinio banko naudodami kitą autentifikavimo metodą ir iš naujo užsisakykite „BankID“ mobiliajame įrenginyje.
lv: Iespējams, ka jūsu mobilo pakalpojumu operators bloķēja BankID mobilajā ierīcē. Lai novērstu šo problēmu, pierakstieties internetbankā, izmantojot citu autentifikācijas metodi, un pasūtiet no jauna BankID mobilajām ierīcēm.
no: Mobiloperatøren du bruker kan ha blokkert BankID på mobil. Løs dette ved å logge inn i din nettbank ved hjelp av en annen godkjenningsmetode og tilbakestill BankID på mobil.
pt: A sua operadora de telecomunicações móveis pode ter bloqueado o BankID no telemóvel. Para resolver este problema, aceda ao seu banco online com outro método de autenticação e reponha o BankID no telemóvel.

source: Incorrect challenge response. Please try again.
da: Ukorrekt svar. Forsøg venligst igen.
de: Falsche Antwort auf Challenge. Bitte versuchen Sie es erneut.
es: Respuesta incorrecta al desafío. Inténtalo de nuevo.
et: Vale katsevastus. Proovige uuesti.
fr: Défi-réponse incorrect. Veuillez réessayer.
it: Risposta di impugnazione errata. Riprova.
lt: Neteisingas iššūkio atsakymas. Bandykite dar kartą.
lv: Nederīga atbilde. Lūdzu, mēģiniet vēlreiz.
pl: Nieprawidłowa odpowiedź. Spróbuj ponownie.
pt: Resposta de confirmação incorreta. Tente novamente.

source: Please ensure that you have entered the correct mobile number and date of birth. Also make sure that you have activated bankID on mobile in your internet bank.
de: Bitte stellen Sie sicher, dass Sie die richtige Handynummer und das richtige Geburtsdatum eingegeben haben. Achten Sie außerdem darauf, dass Sie BankID für Mobilgeräte bei Ihrer Internetbank aktiviert haben.
es: Asegúrese de haber introducido el número de móvil y la fecha de nacimiento correctos. También asegúrese de haber activado bankID en el móvil en su banco de Internet.
et: Veenduge, et sisestasite õige mobiilinumbri ja sünnikuupäeva. Veenduge ka, et teil on mobiili BankID internetipangas aktiveeritud.
fr: Assurez-vous d'avoir saisi le bon numéro de portable et la bonne date de naissance. Vérifiez également que vous avez activé BankID sur votre portable dans votre banque par Internet.
it: Assicurati di aver inserito il numero di cellulare e la data di nascita corretti. Assicurati anche di aver attivato bankID sul dispositivo mobile e nel tuo Internet banking.
lt: Įsitikinkite, kad įvedėte teisingą mobiliojo telefono numerį ir gimimo datą. Taip pat įsitikinkite, kad savo mobiliojo telefono internetinėje bankininkystėje suaktyvinote „BankID“.
lv: Lūdzu, pārliecinieties par to, ka ievadījāt pareizu mobilā tālruņa numuru un dzimšanas datumu. Pārliecinieties par to, ka internetbankā aktivizējāt bankID mobilajā tālrunī.
no: Vennligst kontroller at du har oppgitt riktig mobilnummer og fødselsdato. Kontroller også at du har aktivert BankID på mobil i banken din.
pt: Certifique-se de que introduziu o número de telefone e a data de nascimento corretos. Certifique-se ainda de que ativou o BankID no telemóvel no seu banco online.

source: There is an error with your mobile operator. Please try again later.
da: Der er en fejl med din tele-operatør. Forsøg venligst igen på et senere tidspunkt.
de: Es ist ein Fehler bei Ihrem Mobilfunkanbieter aufgetreten. Bitte versuchen Sie es später erneut.
es: Hay un error con su operador de telefonía móvil. Por favor, inténtelo de nuevo más tarde.
et: Teie mobiilioperaatori viga. Proovige hiljem uuesti.
fr: Une erreur s'est produite avec votre opérateur mobile. Veuillez réessayer ultérieurement.
it: Si è verificato un errore con il tuo operatore di telefonia mobile. Riprova più tardi.
lt: Su jūsų mobiliojo ryšio operatoriumi įvyko klaida. Bandykite dar kartą vėliau.
lv: Notika jūsu mobilā operatora darbības kļūda. Lūdzu, vēlāk mēģiniet vēlreiz.
no: Det er en feil hos din mobiloperatør. Vennligst prøv på nytt senere.
pt: Ocorreu um erro com a sua operadora de telecomunicações móveis. Tente novamente mais tarde.

source: Have you received a new mobile phone, made changes to your mobile subscription or have a new SIM card? In that case, you must delete BankID Mobile and re-enable the service.
de: Haben Sie eine neue Mobilfunknummer erhalten, Änderungen an Ihrem Vertrag vorgenommen oder haben Sie eine neue SIM-Karte? In dem Fall müssen Sie BankID Mobile löschen und den Dienst neu aktivieren.
es: ¿Ha recibido un nuevo teléfono móvil, ha realizado cambios en su suscripción móvil o tiene una nueva tarjeta SIM? En ese caso, debe eliminar BankID Mobile y volver a habilitar el servicio.
et: Kas teil on uus mobiiltelefon, SIM-kaart või olete muutnud oma mobiiltelefoni lepingut? Sellisel juhul peate kustutama BankID Mobile'i ja teenuse uuesti lubama.
fr: Avez-vous reçu un nouveau téléphone portable, effectué des modifications à votre abonnement mobile ou reçu une nouvelle carte SIM ? Si oui, vous devez supprimer BankID Mobile et réactiver le service.
it: Hai un nuovo telefono cellulare, hai apportato modifiche al tuo abbonamento mobile o hai una nuova scheda SIM? In tal caso, devi cancellare BankID Mobile e riattivare il servizio.
lt: Ar gavote naują mobilųjį telefoną, atlikote mobiliosios prenumeratos pakeitimus arba turite naują SIM kortelę? Tokiu atveju, privalote ištrinti mobilųjį „BankID“ ir iš naujo įjungti paslaugą.
lv: Vai jums ir jauns mobilais tālrunis, mainījāt mobilo sakaru abonementu vai jums ir jauna SIM karte? Tādā gadījumā jums ir jādzēš BankID Mobile un atkārtoti jāiespējo šis pakalpojums.
pt: Recebeu um novo telemóvel, fez alterações à sua assinatura de telemóvel, ou tem um novo cartão SIM? Nesse caso, terá de eliminar o BankID Mobile e de reativar o serviço.

source: Error Code C176.
de: Fehlercode C176.
es: Código de error C176.
fr: Code erreur C176.
it: Codice di errore C176.
no: Feilmelding C176.
pt: Código de erro C176

source: Error Code C30F.
de: Fehlercode C30F.
es: Código de error C30F.
fr: Code erreur C30F.
it: Codice di errore C30F.
no: Feilmelding C30F.
pt: Código de erro C30F.

source: Error Code C307. Your BankID is blocked due to incorrect PINLog in to the internet bank in another way and reset BankID on mobile.
de: Fehlercode C307. Ihre BankID wurde aufgrund eines falschen PINLogs bei der Internetbank anderweitig gesperrt und für Mobilgeräte zurückgesetzt.
es: Código de error C307. Su BankID está bloqueado debido a un PIN incorrecto Inicie sesión en el banco de Internet de otra manera y restablezca el BankID en el móvil.
et: Veakood C307. Teie BankID on vale PIN-koodi tõttu blokitud. Logige muul viisil internetipanka ja lähtestage mobiili BankID.
fr: Code erreur C307. Votre BankID est verrouillé du fait d'un code PIN incorrect. Connectez-vous à la banque par Internet par un autre moyen et réinitialisez BankID sur votre portable.
it: Codice di errore C307. Il tuo BankID è bloccato a causa di un PIN errato. Accedi alla tua banca online in un altro modo e ripristina BankID sul dispositivo mobile.
lt: Klaidos kodas C307. Jūsų „BankID“ užblokuotas dėl neteisingo PIN. Prisijunkite prie internetinio bako kitu būdu ir mobiliajame telefone nustatykite „BankID“ iš naujo.
lv: Kļūdas kods C307. Jūsu BankID ir bloķēts nepareiza PIN koda dēļ. Pierakstieties internetbankā citā veidā un atiestatiet BankID mobilajā tālrunī.
no: Feilmelding C307. Din BankID er blokkert på grunn av feil PIN. Logg inn i nettbanken på en annen måte og tilbakestill BankID på mobil.
pt: Código de erro C30F. O seu BankID foi bloqueado por ter sido introduzido um PIN incorreto. Inicie sessão no banco internet por outro método e reponha o BankID no telemóvel.

source: Error Code C202.
de: Fehlercode C202.
es: Código de error C202.
fr: Code erreur C202.
it: Codice di errore C202.
no: Feilmelding C202.
pt: Código de erro C202.

source: Error Code C131. This error indicates that your mobile operator has trouble or a process is running on your phone number. Restart your phone and try again in 5 minutes.
de: Fehlercode C131. Dieser Fehler zeigt an, dass Ihr Mobilfunkbetreiber Probleme hat oder das ein Vorgang über Ihre Telefonnummer läuft. Starten Sie Ihr Handy neu und versuchen Sie es in 5 Minuten noch einmal.
es: Código de error C131. Este error indica que su operador de telefonía móvil tiene problemas o que se está ejecutando un proceso en su número de teléfono. Reinicie su teléfono y vuelva a intentarlo en 5 minutos.
et: Veakood C131. Viga osutab teie mobiilioperaatori probleemile või teie telefoninumbril toimuvale protsessile. Taaskäivitage telefon ja proovige 5 minuti pärast uuesti.
fr: Code erreur C131. Cette erreur indique que votre opérateur mobile éprouve des difficultés ou qu'un processus fonctionne sur votre téléphone portable. Redémarrez votre téléphone et réessayez dans 5 minutes.
it: Codice di errore C131. Questo errore indica che l'operatore di telefonia mobile ha qualche problema o è in corso un processo sul tuo numero di telefono. Riavvia il telefono e riprova tra 5 minuti.
lt: Klaidos kodas C131. Ši klaida nurodo, kad jūsų mobiliojo telefono operatoriui kilo sunkumų arba jūsų telefono numeriu vyksta kitas procesas. Paleiskite telefoną iš naujo ir bandykite dar kartą po 5 minučių.
lv: Kļūdas kods C131. Šī kļūda norāda uz to, ka jūsu mobilā operatora darbība ir traucēta vai jūsu tālruņa numurs tiek izmantots citā procesā. Restartējiet savu tālruni un mēģiniet vēlreiz pēc 5 minūtēm.
no: Feilmelding C131. Denne feilen angir at mobiloperatøren har problemer eller at en prosess kjører på telefonnummeret ditt. Start telefonen på nytt, og prøv på nytt om 5 minutter.
pt: Código de erro C131. Este erro indica que existem problemas com o seu operador de telecomunicações móveis ou que está a ser executado um processo sobre o seu número de telemóvel. Reinicie o seu telemóvel e tente novamente daqui a 5 minutos.

source: Error code C308. There was a timeout due to slow response time. This can happen if there are weak or unstable signals or if the mobile operator is having trouble. Please try again in 5 minutes.
de: Fehlercode C308. Eine Zeitüberschreitung ist durch eine langsame Antwortzeit aufgetreten. Dies kann passieren, wenn das Signal schwach oder instabil ist oder wenn der Mobilfunkbetreiber Probleme hat. Versuchen Sie es in 5 Minuten noch einmal.
es: Código de error C308. Hubo un tiempo de espera debido al tiempo de respuesta lento. Esto puede suceder si hay señales débiles o inestables o si el operador móvil tiene problemas. Vuelve a intentarlo en 5 minutos.
et: Veakood C308. Aeglase reageerimisaja tõttu saabus ajalõpp. See võib tekkida nõrga või ebastabiilse signaali või mobiilioperaatori probleemi korral. Proovige 5 minuti pärast uuesti.
fr: Code erreur C308. Une expiration s'est produite du fait d'un temps de réponse lent. Cela peut se produite en cas de signaux faibles ou instables ou si l'opérateur mobile éprouve des difficultés. Veuillez réessayer dans 5 minutes.
it: Codice di errore C308. Si è verificato un timeout a causa della lentezza del tempo di risposta. Questo può accadere se ci sono segnali deboli o instabili o se l'operatore di telefonia mobile ha qualche problema. Riprova tra 5 minuti.
lt: Klaidos kodas C308. Dėl lėto reagavimo laiko baigėsi skirtasis laikas. Taip gali atsitikti, jei signalai silpni ar nestabilūs arba jei mobiliojo telefono operatoriui iškilo sunkumų. Bandykite dar kartą po 5 minučių.
lv: Kļūdas kods C308. Vēlas atbildes dēļ iestājās noildze. Tas var notikt, ja signāls ir vājš vai nestabils, vai ir traucēta mobilā operatora darbība. Lūdzu, mēģiniet vēlreiz pēc 5 minūtēm.
no: Feilmelding C308. Det var et tidsavbrudd på grunn av lav responstid. Dette kan skje hvis det er ustabile signaler eller hvis mobiloperatøren har problemer. Prøv igjen om 5 minutter.
pt: Código de erro C308. O tempo destinado à sessão esgotou-se devido à lentidão do tempo de resposta. Isto pode ocorrer se os sinais forem fracos ou instáveis ou se o operador de telecomunicações móveis estiver com problemas. Tente novamente daqui a 5 minutos.
