Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Example calculation with effective interest
de: Beispielsberechnung mit effektivem Zins
fr: Exemple de calcul avec un intérêt effectif
sv: Räkneexempel med effektiv ränta

source: Amount per month
de: Summe pro Monat
fr: Montant par mois
sv: Belopp per månad

source: Company name
de: Firmenname
fr: Nom de l'entreprise
sv: Företagsnamn

source: Employee since (YY/MM)
de: Angestellt seit (JJ/MM)
fr: Employé depuis (AA/MM)
sv: Anställd sedan (ÅÅ/MM)

source: Employer name
de: Arbeitgeber
fr: Nom de l'employeur
sv: Arbetsgivarens namn

source: Is there someone else in your household that bailed a loan for someone?
de: Gibt es jemanden in Ihrem Haushalt, der für einen Kredit für jemand anderen gebürgt hat?
fr: Quelqu'un d'autre de votre ménage a-t-il payé la caution d'un prêt pour quelqu'un ?
sv: Finns det någon annan i hushållet som gått i borgen för någons lån?

source: Did someone else in your household requested deferral of capital gains tax?
de: Hat noch jemand in Ihrem Haushalt um die Aussetzung von Kapitalertragssteuer gebeten?
fr: Une personne de votre ménage a-t-elle demandé un report de la taxation des plus-values ?
sv: Finns det någon annan i hushållet som begärt uppskov för reavinstskatt?

source: Do you have any children that you pay alimony for?
de: Haben Sie Kinder, für die Sie Unterhalt zahlen?
fr: Avez-vous des enfants pour lesquels vous versez une pension ?
sv: Har du barn som du betalar underhåll för?

source: Self-employed since (YY/MM)
de: Selbstständig seit (JJ/MM)
fr: Indépendant depuis (AA/MM)
sv: Egenföretagare sedan (ÅÅ/MM)

source: Is Sweden your residence for tax purposes?
de: Ist Schweden für Steuerzwecke Ihr Aufenthaltsland?
fr: La Suède est-elle votre résidence à des fins fiscales ?
sv: Har du skatterättslig hemvist i Sverige?

source: If you for example helped a family member with taking a loan.
de: Wenn Sie zum Beispiel einem Familienmitglied mit einem Kredit helfen.
fr: Si par exemple vous avez aidé un membre de votre famille à prendre un prêt.
sv: Om du t.ex. hjälpt en familjemedlem att ta ett lån.

source: Your residence for tax purposes is the country where you pay tax. Normally in the country where you live or work.
de: Ihre Aufenthaltsort für Steuerzwecke ist das Land, in dem Sie Steuern bezahlen. Dies ist normalerweise das Land, in dem Sie leben oder arbeiten.
fr: Votre résidence à des fins fiscales est le pays où vous payez vos impôts. C'est en principe le pays ou vous vivez ou où vous travaillez.
sv: Din skatterättsliga hemvist är det land där du betalar din skatt. Vanligtvis det land där du bor eller arbetar.

source: Other occupation
de: Anderer Beruf
fr: Autre profession
sv: Annat

source: Your tax residence is the country where you pay your taxes, usually the country where you live or work.
de: Ihre Steueransässigkeit ist das Land, in dem Sie Ihre Steuern bezahlen. Dies ist normalerweise das Land, in dem Sie leben oder arbeiten.
fr: Votre résidence fiscale est le pays où vous payez vos impôts, c'est en principe le pays ou vous vivez ou où vous travaillez.
sv: Din skatterättsliga hemvist är det land där du betalar skatt i, vanligtvis det land där du bor eller arbetar.

source: Your taxpayer identification number is usually on your ID documents or tax report. If the country doesn't issue TIN, enter instead 'Missing'.
de: Ihre Steueridentifikationsnummer befindet sich normalerweise auf Ihren ID-Dokumenten oder Ihrer Steuererklärung. Wenn das Land keine Tin ausgibt, dann geben Sie stattdessen 'Missing' ein.
fr: Votre numéro d'identification fiscale est généralement sur vos papiers d'identité ou votre feuille d'imposition. Si votre pays n'en fournit pas, saisissez « Manquant ».
sv: Ditt skatteregistreringsnummer brukar finnas på ID-handlingar eller skattebesked. Om landet inte utfärdar TIN, så skriv istället 'Saknas'.

source: Employee since (YYYY-MM)
de: Angestellt seit (JJJJ-MM)
fr: Employé depuis (AAAA-MM)
sv: Anställd sedan (ÅÅÅÅ-MM)

source: What is your main occupation?
de: Was für Hauptberuf haben Sie?
fr: Quelle est votre profession principale ?
sv: Vad är din huvudsakliga sysselsättning?

source: Monthly rent
de: Monatliche Miete
fr: Loyer mensuel
sv: Månadshyra

source: Self-employed since (YYYY-MM)
de: Selbstständig seit (JJJJ-MM)
fr: Indépendant depuis (AAAA-MM)
sv: Egenföretagare sedan (ÅÅÅÅ-MM)

source: Include your cohabitant and grown-up children who are living at home.
de: Dazu gehören Ihr Mitbewohner und erwachsene Kinder, die zuhause leben.
fr: Incluez votre cohabitant et les enfants adultes vivant chez vous.
sv: Räkna med din sambo och vuxna barn som bor hemma.

source: You're considered to be this if you are an American citizen, have a Green card or is a US resident during a certain period.
de: Das sind Sie, wenn Sie zum Beispiel ein amerikanischer Staatsbürger sind, eine Green Card benutzen oder über einen gewissen Zeitraum in den USA leben.
fr: On vous considère comme cela si vous êtes un citoyen américain, que vous avez une carte verte ou que vous êtes un résident américain pendant une certaine période.
sv: Det anses du ha om du är amerikansk medborgare, har ett så kallat Green card eller är bosatt i USA under viss tid.

source: For example blanco loans, car loans or used credit on a credit card. Don't include other mortgages or student loans.
de: Zum Beispiel einfache Kredite, Autokredite oder Kredit über eine Kreditkarte. Dazu gehören keine anderen Hauskredite oder Studentenkredite.
fr: Par exemple les prêts blanco, pour une voiture, ou le crédit utilisé sur une carte de crédit. N'incluez pas les autres prêts immobilier ou prêts étudiants.
sv: Till exempel blancolån, billån eller en nyttjad kredit på ett kreditkort. Räkna inte med andra bolån eller studielån.

source: Ground rent (quarterly)
de: Bodenrente (Quartal)
fr: Loyer foncier
sv: Tomträttsavgäld (kvartalsvis)

source: Does your co-applicant have other loans?
de: Hat Ihr Mitbewerber andere Kredite?
fr: Votre codemandeur a-t-il d'autres prêts ?
sv: Har din medsökande andra lån?

source: What approximate amount is deposited in association to opening the account?
de: Welche ungefähre Summe zahlen Sie im Zusammenhang mit der Kontoeröffnung ein?
fr: Quel est le montant approximatif déposé au moment de l'ouverture du compte ?
sv: Vilket ungefärligt belopp sätts in i samband med öppnandet av sparkontot?

source: Who will be depositing money?
de: Wer zahlt das Geld ein?
fr: Qui déposera l'argent ?
sv: Vem kommer att sätta in pengar?

source: What's the total amount that will be deposited per month?
de: Wieviel Geld wird insgesamt pro Monat eingezahlt?
fr: Quel est le montant total qui sera déposé chaque mois ?
sv: Vilket totalbelopp kommer att sättas in per månad?

source: How often will deposits be made?
de: Wie oft zahlen Sie etwas ein?
fr: À quelle fréquence les dépôts seront-ils effectués ?
sv: Hur ofta kommer insättningar att göras?

source: What's your monthly income, before taxes?
de: Wie hoch ist Ihr monatliches Einkommen vor Steuern?
fr: Quel est votre revenu mensuel, avant impôt ?
sv: Hur mycket har du i månatlig inkomst, före skatt?

source: What is the purpose of the savings account?
de: Wofür benötigen Sie das Sparkonto?
fr: Quel est l'objectif de votre compte d'épargne ?
sv: Vad är syftet med sparkontot?

source: How will money mainly be deposited?
de: Wie wird das Geld hauptsächlich eingezahlt?
fr: Combien d'argent sera déposé principalement ?
sv: Hur kommer pengarna huvudsakligen sättas in?

source: Where does the money come from?
de: Woher kommt das Geld?
fr: D'où vient l'argent ?
sv: Varifrån kommer pengarna?

source: Enter your American taxpayer identification number.
de: Geben Sie Ihre amerikanische Steueridentifikationsnummer ein.
fr: Saisissez votre numéro d'identification fiscal américain.
sv: Ange ditt amerikanska skatteregistreringsnummer.

source: Our partners' savings accounts are of course covered by the state deposit insurance, are totally free of charge and without binding period.
de: Die Sparkonten unserer Partner fallen natürlich unter die staatliche Einlagensicherung, sind Gebührenfrei und ohne bindenden Zeitraum.
fr: Les comptes d'épargne de nos partenaires sont naturellement couverts par l'assurance de dépôt nationale, ils sont sans frais et sans période d'engagement.
sv: Våra partners sparkonton omfattas självklart av statlig insättningsgaranti, är helt kostnadsfria och utan bindningstid.

source: We need to ask some questions to make sure that you are't planning to launder money or something else fishy.
de: Wir müssen Ihnen einige Fragen stellen, um sicherzustellen, dass Sie keine Geldwäsche oder etwas anderes Illegales geplant haben.
fr: Nous devons vous poser quelques questions pour nous assurer que vous ne comptez pas blanchir d'argent ou réaliser d'autres activités louches.
sv: Vi behöver ställa lite frågor för att vara säkra på att du inte tänkt tvätta pengar eller göra något annat skumt.

source: {0} with {1} interest
de: {0} mit {1} Zinsen
fr: {0} avec {1} d'intérêt
sv: {0} med {1} ränta

source: Open a savings account in Tink
de: Eröffnen eines Sparkontos in Tink
fr: Ouvrir un compte d'épargne dans Tink
sv: Öppna sparkonto i Tink

source: Start saving on a savings account with interest.
de: Beginnen Sie das Sparen auf einem Sparkonto mit Zinsen.
fr: Commencez à économiser sur un compte d'épargne avec des intérêts.
sv: Kom igång med ditt sparande på ett sparkonto med ränta.

source: Better interest rate on your mortgage
de: Besserer Zinssatz für Ihren Hauskredit
fr: Meilleur taux d'intérêt sur votre prêt immobilier
sv: Få bättre ränta på ditt bolån

source: See what interest rate you can get and move your mortgage directly in Tink.
de: Finden Sie heraus, welchen Zinssatz Sie erhalten und verschieben Sie Ihren Hauskredit direkt in Tink.
fr: Découvrez le taux d'intérêt obtenable et déplacez votre prêt immobilier directement dans Tink.
sv: Se hur bra ränta du kan få och flytta ditt bolån direkt i Tink.

source: Show alternatives
de: Alternativen anzeigen
fr: Afficher les alternatives
sv: Visa alternativ

source: Choose a savings account you like
de: Wählen Sie ein Sparkonto, das Ihnen gefällt
fr: Choisissez un compte d'épargne qui vous plaît
sv: Välj ett sparkonto du gillar

source: Answer a few simple questions
de: Beantworten Sie ein paar einfache Fragen
fr: Répondez à quelques questions simples
sv: Svara på några enkla frågor

source: The account is opened
de: Das Konto ist eröffnet
fr: Le compte est ouvert
sv: Kontot öppnas direkt

source: Start wizard
de: Den Assistenten starten
fr: Lancer l'assistant
sv: Starta guiden

source: Answer 4 simple questions
de: Beantworten Sie 4 einfache Fragen
fr: Répondez à 4 questions simples
sv: Svara på 4 enkla frågor

source: See what interest you can get
de: Finden Sie heraus, welchen Zinssatz Sie erhalten
fr: Découvrez l'intérêt obtenable
sv: Se vilken ränta du kan få

source: Move your mortgage in the app
de: Verschieben Sie Ihren Hauskredit in der App
fr: Déplacez votre prêt immobilier dans l'application
sv: Flytta ditt bolån direkt i appen

source: See your year in numbers!
de: Sehen Sie Ihr Jahr in Zahlen!
fr: Découvrez votre année en chiffres !
sv: Se ditt år i siffror!

source: No transactions are available for credit card {0}. Please go to ‘Settings’ > ‘Accounts’ in the Mobile Banking app to add this credit card. If your credit card transactions are displayed in Mobile Banking, they will also be available for Grip.
de: Keine Transaktionen sind für die Kreditkarte {0} verfügbar. Rufen Sie Einstellungen > Konten in der mobilen Banking-App auf, um diese Kreditkarte hinzuzufügen. Wenn Ihre Kreditkartentransaktionen im mobilen Banking angezeigt werden, sind Sie auch für Grip verfügbar.
es: No hay transacciones disponibles para tarjeta de crédito {0}. Vaya a "Configuración"> "Cuentas" en la aplicación Banca móvil para agregar esta tarjeta de crédito. Si las transacciones de su tarjeta de crédito se muestran en la banca móvil, también estarán disponibles para Grip.
et: Krediitkaardiga {0} ei saa tehinguid teha. Krediitkaardi lisamiseks minge mobiilpangarakenduse seadetes valikusse "Kontod". Kui teie krediitkaarditehinguid kuvatakse mobiilipangas, on need saadaval ka Gripis.
fr: Aucune transaction disponible pour la carte de crédit {0}. Rendez-vous dans Paramètres > Comptes dans l'application Mobile Banking pour ajouter cette carte de crédit. Si les transactions de votre carte de crédit s'affichent dans Mobile Banking, elles seront également disponibles pour Grip.
it: Nessuna transazione disponibile per la carta di credito {0}. Vai su "Impostazioni"> "Conto" nell'app Mobile Banking per aggiungere questa carta di credito. Se le tue transazioni con carta di credito vengono visualizzate in Mobile Banking, saranno disponibili anche per Grip.
lt: Nėra jokių operacijų, kurias būtų galima atlikti su kredito kortele {0}. Kad pridėtumėte kredito kortelę, „Mobile Banking“ programėlėje atidarykite „Nustatymai“ > „Paskyros“. Jei jūsų kredito kortelės operacijos rodomos „Mobile Banking“, jos taip pat bus prieinamos „Grip“.
lv: {0} kredītkartēm nav pieejami darījumi. Lūdzu, mobilajā bankas lietotnē dodieties uz "Iestatījumi" > "Konti", lai pievienotu šīs kredītkartes. Ja jūsu kredītkaršu darījumi tiek rādīti mobilajā bankas lietotnē, tad tie būs pieejami arī Grip.
nl: Transacties voor creditcard {0} kunnen niet getoond worden. Ga in de Mobiel Bankieren app naar 'Beheer' > 'Rekeningen' om deze creditcard toe te voegen. Daarna ziet u ook in Grip de transacties van deze creditcard.
pt: Não estão disponíveis transações para o cartão de crédito {0}. Dirija-se a "Definições" > "Contas" na aplicação de Mobile Banking para adicionar este cartão de crédito. Se as transações do seu cartão de crédito forem visualizadas no Mobile Banking, também estarão disponíveis para o Grip.

source: A temporary error occurred in the communication between ABN and ICS for the credit card {0}. We will automatically refresh data as soon as the connection is available.
de: Ein vorübergehender Fehler ist bei der Kommunikation zwischen ABN und ICS für die Kreditkarte {0} aufgetreten. Wir werden die Daten automatisch aktualisieren, sobald die Verbindung wieder verfügbar ist.
es: Se produjo un error temporal en la comunicación entre ABN e ICS para la tarjeta de crédito {0}. Actualizaremos los datos automáticamente tan pronto como la conexión esté disponible.
et: Krediitkaardi {0} ja ABN-i suhtluse ajal tekkis ajutine tõrge. Värskendame andmeid automaatselt niipea, kui ühendus on saadaval.
fr: Une erreur temporaire s'est produite dans la communication entre ABN et ICS pour la carte de crédit. {0}. Nous actualiserons automatiquement les données dès que la connexion sera disponible.
it: Si è verificato un errore temporaneo nella comunicazione tra ABN e ICS per la carta di credito {0}. Aggiorneremo automaticamente i dati non appena la connessione sarà disponibile.
lt: ABN ir ICS komunikuojant dėl kredito kortelės {0} įvyko laikina klaida. Automatiškai atnaujinsime duomenis, kaip tik atsiras ryšys.
lv: Notika īslaicīga komunikācijas kļūda starp ABN un ICS {0} kredītkartēm. Mēs automātiski atjaunosim datus tiklīdz savienojums būs pieejams.
nl: Voor creditcard {0} kunnen transacties tijdelijk niet worden bijgewerkt. Uw ABN AMRO Credit Card transacties worden automatisch bijgewerkt, zodra de verbinding is hersteld.
pt: Ocorreu um erro temporário na comunicação entre o ABN e o ICS para o cartão de crédito {0}. Atualizaremos automaticamente os dados assim que a ligação estiver disponível.

source: The connection to {0} is temporarily out of order. We're working on restoring the connection as soon as possible.
de: Die Verbindung mit {0} ist kurzzeitig unterbrochen. Wir arbeiten daran, die Verbindung so schnell wie möglich wiederherzustellen.
fr: La connexion à {0} est hors-service temporairement. Nous travaillons au rétablissement de la connexion aussi vite que possible.

source: Expenses Week {0}
de: Ausgaben diese Woche {0}
fr: Dépenses semaine {0}
nl: Uitgaven week {0}
sv: Utgifter vecka {0}

source: To {0}
de: An {0}
fr: À {0}
sv: Till {0}

source: From {0}
de: Von {0}
fr: De {0}
sv: Från {0}

source: Total loan amount
de: Gesamte Kreditsumme
fr: Montant total du prêt
sv: Totalt lånebelopp

source: Who is someone else?
de: Wer ist jemand anderes?
fr: Qui est quelqu'un d'autre ?
sv: Vem är den andra?

source: Specify purpose
de: Zweck angeben
fr: Spécifiez l'objectif
sv: Specificera syftet

source: From my account in a Swedish bank
de: Von meinem Konto bei einer schwedischen Bank
fr: De mon compte dans une banque suédoise
sv: Från mitt konto i svensk bank

source: Name of other bank
de: Name der anderen Bank
fr: Nom de l'autre banque
sv: Bankens namn

source: Specify other way
de: Andere Methode angeben
fr: Spécifiez l'autre moyen
sv: Specificera annat sätt

source: Specify industry
de: Branche angeben
fr: Spécifiez l'industrie
sv: Specificera branch

source: Specify source
de: Quelle angeben
fr: Spécifiez la source
sv: Specificera källa

source: From someone else´s account in a Swedish bank
de: Von dem Konto einer anderen Person bei einer schwedischen Bank
fr: Du compte de quelqu'un d'autre d'une banque suédoise
sv: Från någon annans konto i svensk bank

source: You lose {0} per year
de: Sie verlieren {0} pro Jahr
fr: Vous perdez {0} par an
sv: Du förlorar {0} per år

source: {0} more expensive per year
de: {0} teurer im Jahr
fr: {0} plus cher par an
sv: {0} dyrare per år

source: {0} more expensive per month
de: {0} teurer im Monat
fr: {0} plus cher par mois
sv: {0} dyrare per månad

source: SEB does a credit check and can request complementary information
de: SEB überprüft Ihre Credit Score und kann zusätzliche Informationen anfordern
fr: SEB effectue une vérification de crédit et peut demander des informations complémentaires
sv: SEB tar en kreditupplysning och kan begära kompletteringar

source: Answer questions and submit application
de: Beantworten Sie Fragen und senden Sie den Antrag ab
fr: Répondez à des questions et envoyez la demande
sv: Svara på frågor och skicka in ansökan

source: Second mortgage, car loans or used credit on a credit card. Don't include mortgages on other properties, for example the vacation house.
de: Einen zweiten Hauskredit,, Autokredite oder Kredit über eine Kreditkarte. Dazu gehören keine Hauskredite für andere Immobilien, wie zum Beispiel Ferienhäuser.
fr: Un deuxième prêt immobilier, un prêt pour une voiture, ou le crédit utilisé sur une carte de crédit. N'incluez pas les prêts immobiliers sur d'autres propriétés, comme par exemple un maison de vacances.
sv: Topplån på boendet, billån eller nyttjad kredit på ett kreditkort. Räkna inte med lån som du har på andra boenden, till exempel sommarstugan.

source: You add second mortgage later on. Do not include loans for other properties, such as vacation home. You have to move the whole mortgage.
de: Sie fügen später einen zweiten Hauskredit hinzu. Dazu gehören keine Kredite für andere Immobilien, wie z. B. eine Ferienwohnung. Sie müssen den gesamten Kredit verschieben.
fr: Vous ajouterez un second prêt immobilier par la suite. N'incluez pas les prêts pour une autre propriété, comme une maison de vacances. Vous devez déplacez le prêt immobilier entier.
sv: Topplån lägger du till senare. Inkludera inte lån för andra fastigheter, såsom sommarstuga. Du måste flytta hela bolånet.

source: Have your co-applicant bailed someones loan?
de: Hat Ihr Mitbewerber für den Kredit von jemand anderem gebürgt?
fr: Votre codemandeur a-t-il payé la caution du prêt de quelqu'un ?
sv: Har din medsökande gått i borgen för någons lån?

source: Have your co-applicant requested deferral of capital gains tax?
de: Hat Ihr Mitbewerber um die Aussetzung von Kapitalertragssteuer gebeten?
fr: Votre codemandeur a-t-il demandé un report sur la taxation des plus-values ?
sv: Har din medsökande begärt uppskov för reavinstskatt?

source: Does your co-applicant have any other loans?
de: Hat Ihr Mitbewerber andere Kredite?
fr: Votre codemandeur a-t-il d'autres prêts ?
sv: Har din medsökande andra lån?

source: If your co-applicant e.g. has helped a family member to take a loan.
de: Wenn Ihr Mitbewerber z. B. einem Familienmitglied bei der Aufnahme eines Kredits geholfen hat.
fr: Si votre codemandeur a par exemple aidé un membre de sa famille à prendre un prêt.
sv: Om din medsökande t.ex. har hjälpt en familjemedlem med att ta ett lån.

source: If your co-applicant e.g. has sold an apartment or a house and deferred paying capital gains tax.
de: Wenn Ihr Mitbewerber z. B. eine Wohnung oder ein Haus verkauft hat und die Kapitalertragssteuer dafür ausgesetzt hat.
fr: Si votre codemandeur a par exemple vendu un appartement ou une maison et reporté la taxation des plus-values.
sv: Om din medsökande sålt t.ex. en lägenhet eller ett hus och skjutit upp att betala skatten.

source: Like second mortgage, blanco loans or used credit not already stated. Don't include mortgages on other properties, for example the vacation house.
de: Wie ein zweiter Hauskredit, ein allgemeiner Kredit oder ein Kredit, der noch nicht aufgeführt wurde. Dazu gehören keine Hauskredite für andere Immobilien, wie zum Beispiel Ferienhäuser.
fr: Comme un second prêt immobilier, un prêt blanco ou le crédit utilisé pas encore indiqué. N'incluez pas des prêts pour une autre propriété, comme une maison de vacances.
sv: Som topplån, blancolån eller nyttjade krediter som du inte redan uppgett. Räkna inte med lån på andra boenden, till exempel sommarstugan.

source: Congratulations! You already have a good interest rate!
de: Herzlichen Glückwunsch! Sie haben bereits einen guten Zinssatz!
fr: Félicitations ! Vous avez déjà un bon taux d'intérêt !
sv: Grattis! Din ränta är redan bra!

source: In comparison with other banks, you already have a good interest rate. But check on a regular basis to see if the interest rates change.
de: Im Vergleich zu anderen Banken haben Sie bereits einen guten Zinssatz! Aber sehen Sie trotzdem regelmäßig nach, ob sich der Zinssatz verändert.
fr: Comparé à d'autres banques, vous avez déjà un bon taux d'intérêt. Mais vérifiez régulièrement pour voir si le taux d'intérêt change.
sv: I jämförelse med andra banker så har du en bra ränta. Men kolla med jämna mellanrum för att se om räntan förändras.

source: Are there other adults in the household?
de: Gibt es noch andere Erwachsene im Haushalt?
fr: Y a-t-il d'autres adultes dans votre ménage ?
sv: Finns det en till vuxen i hushållet?

source: E.g. a cohabitant who is not included in the loan.
de: Zum Beispiel einen Mitbewohner, der mit dem Kredit nichts zu tun hat.
fr: Par exemple, un cohabitant qui n'est pas inclus dans le prêt.
sv: Som en sambo som inte står med på lånet.

source: Challenge your rate
de: Finden Sie bessere Raten
fr: Stimulez votre taux
sv: Utmana räntan

source: See an example with effective rate further down on the page.
de: Weiter unten auf der Seite finden Sie ein Beispiel mit einem effektiven Zinssatz.
fr: Vous trouverez un exemple avec un taux effectif plus bas sur la page.
sv: Se ett räkneexempel med effektiv ränta längre ner på sidan.

source: Is there another adult in the household?
de: Gibt es noch andere Erwachsene im Haushalt?
fr: Y a-t-il un autre adulte dans votre ménage ?
sv: Finns det en till vuxen i hushållet?

source: As a cohabitant who is not included in the loan.
de: Zum Beispiel einen Mitbewohner, der mit dem Kredit nichts zu tun hat.
fr: Comme cohabitant non inclus dans le prêt.
sv: Som en sambo som inte står med på lånet.

source: Challenge rate
de: Finden Sie bessere Raten
fr: Stimuler le taux
sv: Utmana räntan
