Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Failed to sign using BankID
de: Konnte nicht mit BankID unterzeichnet werden
fr: Échec de la connexion avec BankID
sv: Misslyckades med att signera med BankID

source: Transfer doesn't exist.
de: Überweisung existiert nicht.
fr: Le transfert n'existe pas.
sv: Överföringen finns inte.

source: Couldn't find giro account.
de: Girokonto wurde nicht gefunden.
fr: Compte giro introuvable.
sv: Kunde inte hitta giro-konto.

source: Not a valid giro number.
de: Keine gültige Gironummer.
fr: N'est pas un numéro giro valide.
sv: Inte ett giltigt giro-nummer.

source: Transfer destination already exists.
de: Überweisungsziel existiert bereits.
fr: La destination du transfert n'existe pas.
sv: Mottagaren finns redan.

source: The stream is aborted by the client.
de: Der Stream wurde vom Client abgebrochen.
fr: Le flux a été annulé par le client.
sv: Strömmen stängdes av klienten.

source: Application was not found.
de: Antrag nicht gefunden.
fr: Demande introuvable.
sv: Ansökan kunde inte hittas.

source: Failed to get application.
de: Antrag konnte nicht aufgerufen werden.
fr: Échec d'obtention de la demande.
sv: Ansökan kunde inte hämtas.

source: Failed to submit form.
de: Formular wurde nicht eingesendet.
fr: Échec d'envoi du formulaire.
sv: Kunde inte skicka in formulär.

source: The application is already signed and cannot be modified
de: Der Antrag wurde bereits unterzeichnet und kann nicht bearbeitet werden
fr: La demande a déjà été signée est ne peut pas être modifiée
sv: Ansökan har redan signerats och kan inte ändras.

source: Unable to invoke application signing.
de: Antragsunterzeichnung konnte nicht aufgerufen werden.
fr: Impossible d'invoquer la signature de la demande.
sv: Kunde inte öppna signering av ansökan.

source: Could not process application
de: Antrag konnte nicht verarbeitet werden
fr: Impossible de traiter la demande
sv: Ansökan kunde inte bearbetas.

source: Application hasn't been completed yet.
de: Antrag wurde noch nicht vervollständigt.
fr: La demande n'est pas encore terminée
sv: Ansökan har inte slutförts än.

source: Permission denied.
de: Genehmigung nicht erteilt.
fr: Permission refusée.
sv: Du har inte rätt att genomföra åtgärden.

source: Property not found.
de: Immobilie nicht gefunden.
fr: Propriété introuvable.
sv: Fastighet kunde inte hittas.

source: Illegal argument
de: Illegale Argumentation
fr: Argument illégal
sv: Felaktigt argument

source: Follow item already exist
de: Das folgende Element existiert bereits
fr: L'élément suivant existe déjà
sv: Budgeten finns redan

source: Follow item was not found
de: Das folgende Element wurde nicht gefunden
fr: L'élément suivant est introuvable
sv: Budgeten kunde inte hittas

source: {0} large expense
de: {0} große Ausgabe
fr: {0} grosses dépenses
nl: {0} grote uitgave
sv: {0} stor utgift

source: The card number you have entered is incorrect. Please try again.
de: Die Kartennummer, die Sie eingegeben haben, war falsch. Bitte versuchen Sie es erneut.
es: El número de tarjeta que ingresó es incorrecto. Inténtalo de nuevo.
et: Sisestatud kaardinumber on vale. Proovige uuesti.
fr: Le numéro de carte saisi est incorrect. Veuillez réessayer.
it: Il numero di carta che hai inserito non è corretto. Riprova.
lt: Jūsų įvestas kortelės numeris neteisingas. Bandykite dar kartą.
lv: Jūsu ievadītais kartes numurs nav pareizs. Lūdzu, mēģiniet vēlreiz.
pt: O número de cartão que introduziu está incorreto. Tente novamente.

source: The provided credentials are not for KBC bank
de: Die angegebenen Anmeldedaten sind nicht für die KBC-Bank.
fr: Les identifiants fournis ne sont pas pour la banque KBC

source: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png)Insert your bank card into the card reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_LOGIN.png) ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_LOGIN.png) Tap 3$ Enter the start code []
de: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png) Plaats je bankkaart in de kaartlezer 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_LOGIN.png) ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_LOGIN.png)Druk 3$ Voer je startcode in []

source: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Tap 5$ Enter your secret code 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Tap 7$ Enter the login code
de: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Druk 5$ Vul je pincode in 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Druk 7$ Vul de aanmeldcode in
fr: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Appuyez sur 5$ Introduisez votre code secret 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Appuyez sur 7$ Complétez le code de connextion
nl: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Druk 5$ Vul je pincode in 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Druk 7$ Vul de aanmeldcode in

source: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png) Insert your bank card into the card reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_SIGN.png) ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_SIGN.png) Tap 3$ Enter the start code []
de: 1$ Fürhen! [](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png) Sie Ihre Geldkarte in den Kartenlesser ein 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_SIGN.png) ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_SIGN.png) Drücken Sie auf 3$ Geben Sie Ihren Startcode ein []

source: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Tap 5$ Enter your PIN 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Tap 7$ Enter the sign code
de: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) (https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Druk 5$ Vul je pincode in 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Druk 7$ Vul de tekencode in
fr: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Appuyez sur 5$ Introduisez votre code PIN 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Appuyez sur 7$ Complétez le code signature
nl: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Druk 5$ Vul je pincode in 6$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_OK.png) Druk 7$ Vul de tekencode in

source: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_CardReader.png) Insert your ING bank card into the ING Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_IDENTIFY.png) 3$ Enter your PIN 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_OK.png) Press 5$ Enter the response code
de: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_CardReader.png) Stecken Sie Ihre ING Card in den ING Kartenleser 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_IDENTIFY.png) Drücken Sie auf 3$ Geben Sie Ihren PIN-Code ein 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_OK.png) Drücken Sie auf 5$ Geben Sie Ihren RESPONSE-code ein

source: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_CardReader.png) Insert your ING bank card in your ING Card Reader 2$ Press ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_SIGN.png) Press 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_OK.png) Enter your PIN and press 4$ Enter the following number []
de: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_CardReader.png) Stecken Sie Ihre ING Bankkarte in den Kartenleser 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_SIGN.png) Drücken Sie auf 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_OK.png) Geben Sie den PIN ein und drücken Sie auf 4$ Geben Sie diese Ziffer [] ein
fr: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_CardReader.png) Insérez votre carte bancaire ING dans l'ING Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_SIGN.png) Appuyez sur 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_OK.png) Indiquez le code secret de votre carte bancaire ING et appuyez sur 4$ Indiquez ces chiffres []
nl: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_CardReader.png) Steek uw ING-bankkaart in de ING Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_SIGN.png) Druk op 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_OK.png) Vul de pincode van uw ING-bankkaart en druk op 4$ Vul deze cijfers [] in

source: 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_SIGN.png) And press 6$ Enter your RESPONSE code
de: 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_SIGN.png) Und drücken Sie auf 6$ Geben Sie Ihren RESPONSE-Code ein
fr: 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_SIGN.png) Et appuyez sur 6$ Indiquez le code RESPONSE
nl: 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_SIGN.png) En druk op 6$ Vul uw RESPONSE-code in

source: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_CardReader.png) Login using your Belfius Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_LOGIN.png) Press 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Enter the security code []
de: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_CardReader.png) Tekenen met uw Belfius Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_LOGIN.png) Druk op 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Voer de beveiligingscode in []
fr: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_CardReader.png) Signez avec votre lecteur de carte 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_LOGIN.png) Appuyez sur 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Introduisez le code sécurité []
nl: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_CardReader.png) Tekenen met uw Belfius Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_LOGIN.png) Druk op 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Voer de beveiligingscode in []

source: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Enter your PIN 5$ Enter the login code
de: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Toets uw pincode in 5$ Voer de aanmeldcode in
fr: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Introduisez votre code PIN 5$ Introduisez le code connextion
nl: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Toets uw pincode in 5$ Voer de aanmeldcode in

source: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_CardReader.png) Sign using your Belfius Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_SIGN.png) Press 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Enter the security code []
de: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_CardReader.png) Tekenen met uw Belfius Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_SIGN.png) Druk op 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Voer de beveiligingscode in []
fr: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_CardReader.png) Signez avec votre lecteur de carte 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_SIGN.png) Appuyez sur 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Introduisez le code sécurité []
nl: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_CardReader.png) Tekenen met uw Belfius Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_SIGN.png) Druk op 3$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Voer de beveiligingscode in []

source: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Want to register your device? 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Enter your PIN code pin 6$ Enter the signature code
de: 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Uw apparaat registreren? 5$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/BEL/BEL_OK.png) Toets uw pincode in 6$ Voer de tekencode in

source: The bank service has temporarily failed, please try again later.
de: Der Bankservice ist vorübergehend fehlgeschlagen. Bitte versuchen Sie es später erneut.
es: El servicio bancario falló temporalmente. Vuelve a intentarlo más tarde.
et: Pangateenus ei toimi ajutiselt, proovige hiljem uuesti.
fr: Le service bancaire a échoué temporairement, veuillez réessayer ultérieurement.
it: Il servizio bancario è temporaneamente fuori uso; riprova più tardi.
lt: Banko paslauga laikinai neveikia. Bandykite dar kartą vėliau.
lv: Īslaicīga bankas pakalpojumu darbības kļūda, lūdzu, vēlāk mēģiniet vēlreiz.
pt: O serviço bancário está temporariamente indisponível, tente novamente mais tarde.

source: Failed to sign transfer
de: Überweisung konnte nicht unterzeichnet werden
es: No se pudo firmar la transferencia
et: Ülekande allkirjastamine nurjus
fr: Échec de signature du transfert
it: Impossibile firmare il bonifico
lt: Nepavyko pasirašyti pavedimo
lv: Neizdevās veikt pārskaitījumu
pt: Não foi possível assinar a transferência

source: Missing message type
de: Fehlende Nachrichtenart
es: Falta el tipo de mensaje
et: Puudub sõnumitüüp
fr: Type de message manquant
it: Tipo di messaggio mancante
lt: Trūksta pranešimo tipo
lv: Trūkst ziņojuma veida
pt: Tipo de mensagem em falta

source: The entered structured message is invalid
de: Die eingegebene strukturierte Nachricht ist ungültig
es: El mensaje estructurado ingresado no es válido
et: Sisestatud struktureeritud sõnum on vale
fr: Le message structuré saisi est invalide
it: Il messaggio strutturato inserito non è valido
lt: Įvestas struktūrizuotas pranešimas neteisingas
lv: Ievadītais strukturētais ziņojums ir nederīgs
pt: A mensagem estruturada introduzida é inválida.

source: person
es: persona
et: isik
fr: personne
it: persona
lt: asmuo
lv: persona
nl: persoon
pt: pessoa

source: MMMMM yyyy
fr: MMMMM aaaa

source: d MMMMM
fr: j MMMMM

source: name
fr: nom
nl: naam

source: website
fr: site web

source: MMM d
fr: MMM j
nl: d-MMM
sv: d MMM

source: M/d
fr: M/j
nl: d-M
sv: d/M

source: MMMM d
fr: MMMM j
sv: d MMMM

source: MMM d YYYY
fr: MMM j AAAA
sv: d MMM

source: in {0}
fr: dans {0}
sv: under {0}

source: Credit score
fr: Score de crédit
sv: Kreditscoring

source: Name
fr: Nom
nl: Naam
sv: Namn

source: Status
fr: Statut

source: Apps
fr: Applis
sv: Appar

source: Hobby
fr: Hobbys

source: Social security number
es: Número de seguridad social
et: Sotsiaalkindlustusnumber
fr: Numéro de sécurité sociale
it: Numero di previdenza sociale
lt: Socialinio draudimo numeris
lv: Sociālās apdrošināšanas numurs
pt: Número da segurança social
sv: Personnummer

source: Phone number
es: Número de teléfono
et: Telefoninumber
fr: Numéro de téléphone
it: Numero di telefono
lt: Telefono numeris
lv: Tālruņa numurs
pt: Número de telefone
sv: Telefonnummer

source: Student
fr: Étudiant

source: Collector Save Agreement
fr: Accord d'épargne de Collector
sv: Collector Save-avtalet

source: Registration number
fr: Numéro d'enregistrement
sv: Organisationsnummer

source: Ok
fr: Normal
sv: Helt OK

source: Activation code
es: Código de activación
et: Aktiveerimiskood
fr: Code d'activation
it: Codice di attivazione
lt: Suaktyvinimo kodas
lv: Aktivācijas kods
pt: Código de ativação

source: SMS code
es: Código SMS
et: SMS-kood
fr: Code SMS
it: Codice SMS
lt: SMS kodas
lv: SMS kods
pt: Código SMS

source: Challenge
es: Desafío
et: Katse
fr: Défi
it: Impugna
lt: Iššūkis
lv: Jautājums
pt: Confirmação

source: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_CardReader.png) Insert your ING bank card into the ING Card Reader 2$ Press ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_IDENTIFY.png) 3$ Enter your PIN 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_OK.png) Press 5$ Enter the response code
fr: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_CardReader.png) Insérez votre carte bancaire ING dans l'ING Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_IDENTIFY.png) Appuyez sur 3$ Indiquez votre code secret 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_OK.png) Appuyez sur 5$ Indiquez le code response
nl: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_CardReader.png) Steek uw ING-bankkaart in de ING Card Reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_IDENTIFY.png) Druk op 3$ Vul uw pincode in 4$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/ING/ING_OK.png) Druk op 5$ Vul uw RESPONSE-code in

source: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png) Insert your bank card into the card reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_LOGIN.png) Tap 3$ Enter the start code []
fr: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png) Insérez votre carte bancaire dans le lecteur 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_LOGIN.png) Appuyez sur 3$ Complétez le code de départ []
nl: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png) Plaats je bankkaart in de kaartlezer 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_LOGIN.png) Druk 3$ Voer je startcode in []

source: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png) Insert your bank card into the card reader 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_SIGN.png) Tap 3$ Enter the start code []
fr: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png) Insérez votre carte bancaire dans le lecteur 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_SIGN.png) Appuyez sur 3$ Complétez le code de départ []
nl: 1$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_CardReader.png) Plaats je bankkaart in de kaartlezer 2$ ![](https://easybanking.bnpparibasfortis.be/rsc/serv/bank/KBC/KBC_SIGN.png) Druk 3$ Voer je startcode in []

source: Number of your bank card
es: Número de su tarjeta bancaria
et: Teie pangakaardi number
fr: Numéro de votre carte bancaire
it: Numero della tua carta di credito
lt: Jūsų banko kortelės numeris
lv: Jūsu bankas kartes numurs
nl: Nummer van uw bankkaart
pt: Número do seu cartão bancário

source: Card number
es: Número de tarjeta
et: Kaardi number
fr: Numéro de carte
it: Numero della carta
lt: Kortelės numeris
lv: Kartes numurs
nl: Kaartnummer
pt: Número do cartão

source: Password
es: Contraseña
et: Parool
fr: Mot de passe
lt: Slaptažodis
lv: Parole
nl: Paswoord
pt: Palavra-passe

source: Budgets
nl: Budgetten
sv: Budget

source: top 5 %
sv: mest

source: Restaurants
sv: Restaurang

source: Bars
sv: Bar

source: hello@tinkapp.com
sv: hello@tink.se

source: Verification code
es: Código de verificación
et: Kinnituskood
it: Codice di verifica
lt: Patikros kodas
lv: Verifikācijas kods
pt: Código de verificação

source: To be able to refresh your accounts you need to update your customer info in the ICA bank app.
es: Para poder actualizar sus cuentas, debe actualizar la información de su cliente en la aplicación del banco ICA.
et: Oma kontode uuendamiseks peate ICA pangarakenduses oma kliendiandmeid uuendama.
it: Per poter aggiornare i tuoi conti devi aggiornare le informazioni sui tuoi clienti nell'app della banca ICA.
lt: Kad galėtumėte atnaujinti savo paskyras, turite atnaujinti kliento informaciją „ICA“ banko programėlėje.
lv: Lai jūs varētu atsvaidzināt savus kontus, jums ir jāatjauno jūsu klienta informācija ICA bankas lietotnē.
pt: Para conseguir atualizar as suas contas, é necessário atualizar as suas informações de cliente na aplicação bancária ICA.

source: Another BankId authentication was initiated while signing the transfer. Please try again.
es: Se inició otra autenticación BankId al firmar la transferencia. Inténtalo de nuevo.
et: Ülekande allkirjastamisel algatati veel üks BankID-ga autentimine. Proovige uuesti.
it: È stata avviata un'altra autenticazione BankId durante la sottoscrizione del bonifico. Riprova.
lt: Pasirašant pavedimą buvo inicijuotas kitas „BankID“ autentifikavimas. Bandykite dar kartą.
lv: Pārskaitījuma parakstīšanas laikā tika sāka cita BankId autentifikācija. Lūdzu, mēģiniet vēlreiz.
pt: Foi iniciada outra autenticação BankId durante a assinatura da transferência. Tente novamente.

source: The provided credentials are not for KBC.
es: Las credenciales proporcionadas no son para KBC.
et: Esitatud identimisteave pole mõeldud KBC jaoks.
it: Le credenziali fornite non si riferiscono a KBC.
lt: Pateikti kredencialai nėra „KBC“.
lv: Norādītie pierakstīšanās dati nav KBC dati.
pt: As credenciais fornecidas não são para o KBC.

source: Originator name must be specified.
es: Debe especificarse el nombre del autor.
et: Peate täpsustama algataja nime.
it: Devi specificare il nome del mittente.
lt: Privaloma nurodyti iniciatoriaus pavadinimą.
lv: Ir jānorāda maksātāja vārds.
pt: O nome da entidade de origem tem de ser especificado.

source: Beneficiary name must be specified.
es: Debe especificarse el nombre del beneficiario.
et: Peate täpsustama saaja nime.
it: Devi specificare il nome del beneficiario.
lt: Privaloma nurodyti gavėjo pavadinimą.
lv: Ir jānorāda saņēmēja vārds.
pt: O nome do beneficiário tem de ser especificado.

source: Due date must be within a year from today
es: La fecha de vencimiento debe ser dentro de un año a partir de hoy
et: Tähtaeg peab jääma vahemikku üks aasta tänasest
it: La data di scadenza deve essere entro un anno da oggi
lt: Terminas turi būti ne vėliau kaip metai nuo šiandien
lv: Izpildes termiņam ir jābūt viena gada laikā no šodienas.
pt: A data limite tem de ser definida até um ano a contar de hoje

source: Reference must be max {} characters.
es: La referencia debe tener un máximo de {} caracteres.
et: Viites võib olla kuni {} tärki.
it: Il riferimento deve contenere un massimo di {} caratteri.
lt: Nuoroda turi būti daugiausiai {} simbolių ilgio.
lv: Komentārs nedrīkst pārsniegt {} rakstzīmes.
pt: A referência tem de ter um máximo de {} caracteres.

source: Transfer amount can't be less than {}.
es: El monto de la transferencia no puede ser inferior a {}.
et: Ülekandesumma ei või olla alla {}.
it: L'importo del bonifico non può essere inferiore a {}.
lt: Pavedimo suma negali būti mažesnė nei {}.
lv: Pārskaitījuma summa nedrīkst būt mazāka par {}.
pt: O montante da transferência não pode ser inferior a {}.
