Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: Destination account is invalid
de: Zielkonto ist nicht gültig
fr: Le compte de destination est invalide
sv: Till-konto är inte korrekt

source: Source account is invalid
de: Quellkonto ist nicht gültig
fr: Le compte source est invalide
sv: Från-konto är inte korrekt

source: You are not allowed to modify destination account.
de: Sie dürfen das Zielkonto nicht bearbeiten.
fr: Vous n'êtes pas autorisé à modifier le compte de destination.
sv: Till-konto kan inte ändras.

source: Due date not set
de: Fälligkeitsdatum nicht eingerichtet
fr: Date d'échéance non définie
sv: Betaldatum inte angivet

source: Due date is set before today
de: Das Fälligkeitsdatum liegt vor heute
fr: La date d'échéance est avant aujourd'hui
sv: Betaldatum är angivet till ett datum före idag

source: Due date must be set to a business day
de: Das Fälligkeitsdatum muss auf einen Werktag fallen
fr: La date d'échéance doit être un jour ouvré
sv: Betaldatum är inte angivet till en bankdag

source: You need to specify a message/ocr when making a payment.
de: Sie müssen eine Nachricht/OCR angeben, wenn Sie eine Zahlung machen.
fr: Vous devez indiquer un message/une ROC quand vous effectuez un paiement.
sv: Du måste ange ett meddelande/ocr när du gör en betalning.

source: Transfers
de: Überweisungen
fr: Virements
sv: Överföringar

source: Home
de: Haus
fr: Maison
nl: Wonen
sv: Boende & Hushåll

source: Rent
de: Miete
fr: Location
nl: Huur
sv: Hyra

source: Mortgage
de: Hauskredit
fr: Prêt immobilier
nl: Hypotheek
sv: Ränta & Amortering

source: Communications
de: Kommunikation
nl: TV, Internet & Telefonie
sv: Media, Tele & IT

source: Utilities
de: Nebenkosten
fr: Charges
nl: Energie & Water
sv: Drift

source: Insurance & Fees
de: Versicherungen & Gebühren
fr: Assurance et frais
nl: Verzekeringen
sv: Försäkring & Avgifter

source: Services
de: Dienstleistungen
sv: Tjänster

source: Taxes
de: Steuern
fr: Impôts
nl: Belastingen
sv: Skatt

source: Home Other
de: Haus - Sonstiges
fr: Maison autre
nl: Wonen overig
sv: Boende & Hushåll övrigt

source: House & Garden
de: Haus & Garten
fr: Maison et jardin
nl: Huis & Tuin
sv: Hem & Trädgård

source: Repairs
de: Reparaturen
fr: Réparations
nl: Onderhoud
sv: Renovering & Bygg

source: Fitment
de: Einrichtung
fr: Mobilier
nl: Inrichting
sv: Inredning & Möbler

source: Garden
de: Garten
fr: Jardin
nl: Tuin
sv: Trädgård & Blommor

source: House & Garden Other
de: Haus & Garten - Sonstiges
fr: Maison et jardin autre
nl: Huis & Tuin overig
sv: Hem & Trädgård övrigt

source: Food & Drinks
de: Essen & Getränke
fr: Alimentation et boissons
nl: Eten & Drinken
sv: Mat & Dryck

source: Coffee & Lunch
de: Kaffee & Mittagessen
fr: Café et déjeuner
nl: Koffie & Lunch
sv: Fika & Lunch

source: Alcohol & Tobacco
de: Alkohol & Tabak
fr: Alcool et tabac
nl: Alcohol & Tabak
sv: Alkohol & Tobak

source: Food & Drinks Other
de: Essen & Getränke - Sonstiges
fr: Alimentation et boissons autre
nl: Eten & Drinken overig
sv: Mat & Dryck övrigt

source: Car
de: Auto
fr: Voiture
nl: Auto & Brandstof
sv: Bil & Bränsle

source: Public Transport
de: Öffentliche Verkehrsmittel
fr: Transports en commun
nl: Openbaar Vervoer
sv: Tåg & Buss

source: Airfare
de: Flugtickets
fr: Prix aériens
nl: Vliegtickets
sv: Flyg

source: Transport Other
de: Transport - Sonstiges
fr: Transport autre
nl: Vervoer overig
sv: Transport övrigt

source: Shopping
de: Shoppen
nl: Winkelen

source: Clothes & Accessories
de: Kleidung & Accessoires
fr: Vêtements et accessoires
nl: Kleding & Accessoires
sv: Kläder & Accessoarer

source: Electronics
de: Elektronik
fr: Électronique
nl: Electronica
sv: Hemelektronik

source: Books & Newspapers
de: Bücher & Zeitungen
fr: Livres et journaux
nl: Boeken & Kranten
sv: Böcker & Tidningar

source: Gifts
de: Geschenke
fr: Cadeaux
nl: Cadeaus
sv: Presenter

source: Shopping Other
de: Shoppen - Sonstiges
fr: Shopping autre
nl: Winkelen overig
sv: Shopping övrigt

source: Leisure
de: Freizeit
fr: Loisirs
nl: Vrije tijd
sv: Fritid

source: Outings
de: Ausgeben
fr: Sorties
nl: Uitjes
sv: Utflykter

source: Hobby & Sports
de: Hobby & Sport
fr: Passe-temps et sport
nl: Hobby & Sport
sv: Hobby & Sport

source: Accommodation
de: Unterbringung
fr: Logement
nl: Overnachtingen
sv: Hotell & Övernattning

source: Lotteries
de: Lotto
fr: Loto
nl: Kansspelen
sv: Lotteri

source: Leisure Other
de: Freizeit - Sonstiges
fr: Loisirs autre
nl: Vrije tijd overig
sv: Fritid övrigt

source: Health & Beauty
de: Gesundheit & Schönheit
fr: Santé et beauté
sv: Hälsa & Skönhet

source: Healthcare & Pharmacy
de: Gesundheit & Apotheke
fr: Soin et pharmacie
nl: Zorg & Apotheek
sv: Sjukvård & Apotek

source: Daily Care
de: Tägliche Pflege
fr: Soin quotidien
nl: Dagelijkse verzorging
sv: Daglig kroppsvård

source: Eyecare
de: Augenpflege
fr: Ophtalmologie
nl: Oogverzorging
sv: Optik

source: Beauty
de: Schönheit
fr: Beauté
sv: Skönhet

source: Health & Beauty Other
de: Gesundheit & Schönheit - Sonstiges
fr: Santé et beauté autre
nl: Health & Beauty overig
sv: Hälsa & Skönhet övrigt

source: Other
de: Sonstiges
fr: Autre
nl: Overig
sv: Övrigt

source: Outlays
de: Auslagen
fr: Dépenses
nl: Voorschot
sv: Utlägg

source: Kids
de: Kinder
fr: Enfants
nl: Kinderen
sv: Barn

source: Pets
de: Haustiere
fr: Animaux
nl: Dieren
sv: Husdjur

source: Charity
de: Spenden
fr: Associations caritatives
nl: Goede doelen
sv: Välgörenhet

source: Education
de: Bildung
fr: Èducation
nl: Educatie
sv: Utbildning

source: Uncategorized
de: Ohne Kategorie
fr: Sans catégorie
nl: Geen categorie
sv: Okategoriserat

source: Salary
de: Gehalt
fr: Salaire
nl: Salaris
sv: Lön

source: Pension
de: Rente
nl: Pensioen

source: Reimbursements
de: Erstattungen
fr: Remboursements
nl: Terugbetalingen
sv: Återbetalningar

source: Benefits
de: Zuschüsse
fr: Allocations
nl: Uitkeringen & Toeslagen
sv: Stöd & Bidrag

source: Financial
de: Finanzen
fr: Financier
nl: Uit vermogen
sv: Sparränta & Utdelning

source: Other Income
de: Anderes Einkommen
fr: Autres revenus
nl: Overig inkomen
sv: Övriga Inkomster

source: Savings
de: Ersparnisse
fr: Épargne
nl: Sparen
sv: Sparande

source: Exclude
de: Ausschließen
fr: Exclure
nl: Sluit uit
sv: Exkludera

source: Coffee
de: Kaffee
fr: Café
nl: Koffie
sv: Fika & Snacks

source: Hobby & Sports Equipment
de: Hobby & Sportausrüstung
fr: Équipement de sports et hobbys
nl: Hobby & Sport
sv: Sport- & Fritidsartiklar

source: Books & Games
de: Bücher & Spiele
fr: Livres et jeux
nl: Boeken & Spellen
sv: Böcker & Spel

source: Culture & Entertainment
de: Kultur & Unterhaltung
fr: Culture et divertissement
nl: Cultuur & Entertainment
sv: Kultur & Nöje

source: Sports & Fitness
de: Sport & Fitness
fr: Sports et fitness
nl: Sport & Fitness
sv: Sport & Träning

source: Vacation
de: Urlaub
fr: Vacances
nl: Vakantie
sv: Semester

source: Healthcare
de: Gesundheit
fr: Santé
nl: Zorg & Verzorging
sv: Vård & Omsorg

source: Pharmacy
de: Apotheke
fr: Pharmacie
nl: Apotheek
sv: Apotek

source: {0} new event from {1}
de: {0} neues Ereignis von {1}
fr: {0} nouvel événement de {1}
nl: {0} nieuwe gebeurtenis van {1}
sv: {0} ny händelse från {1}

source: You have a new event that needs your attention.
de: Sie haben ein neues Ereignis, um das Sie sich kümmern müssen.
fr: Un nouvel événement requiert votre attention.
nl: U heeft een nieuwe gebeurtenis
sv: Du har en ny händelse som behöver kollas upp.

source: Updating...
de: Wird aktualisiert ...
fr: Mise à jour...
nl: Bijwerken ...
sv: Uppdaterar...

source: Authentication error. Please check your credentials.
de: Authentifizierungsfehler Bitte überprüfen Sie Ihre Anmeldedaten.
fr: Erreur d'authentification. Veuillez vérifier vos infos de connexion.
nl: Authenticatie fout. Controleer jouw gegevens.
sv: Inloggningsfel. Vänligen kontrollera ditt användarnamn och lösenord.

source: Temporary error. Please try again later.
de: Zeitweiliger Fehler. Bitte versuchen Sie es später erneut.
fr: Erreur temporaire. Veuillez réessayer plus tard.
nl: Tijdelijke fout. Probeer het later opnieuw.
sv: Tillfälligt fel. Vänligen försök igen senare.

source: The transfer has been sent to your bank.
de: Die Überweisung wurde an Ihre Bank geschickt.
fr: Le transfert a été envoyé à votre banque.
sv: Överföringen har skickats till din bank.

source: The payment has been sent to your bank
de: Die Zahlung wurde an Ihre Bank geschickt.
fr: Le paiement a été envoyé à votre banque
sv: Betalningen har skickats till din bank

source: paid {0}.
de: bezahlt {0}.
fr: payé {0}.
sv: betalas {0}

source: You need to update your credentials.
de: Sie müssen Ihre Anmeldedaten aktualisieren.
fr: Vous devez mettre à jour vos identifiants.
nl: Werk uw inloggegevens bij
sv: Du behöver uppdatera dina användaruppgifter.

source: You haven't refreshed your transactions in a while.
de: Sie haben Ihre Transaktionen länger nicht aktualisiert.
fr: Vous n'avez pas actualisé vos transactions depuis un moment.
nl: U heeft uw betalingen al een tijd niet bijgewerkt
sv: Du har inte uppdaterat dina transaktioner på ett tag.

source: Payday!
de: Zahltag!
fr: C'est jour de paye !
nl: Betaaldag!
sv: Lönedag!

source: Have you gotten your salary today?
de: Haben Sie Ihr Gehalt heute erhalten?
fr: Avez-vous touché votre salaire aujourd'hui ?
nl: Heeft u vandaag uw salaris ontvangen?
sv: Har du fått lön idag?

source: (missing description)
de: (fehlende Beschreibung)
fr: (description manquante)
nl: (ontbrekende omschrijving)
sv: (beskrivning saknas)

source: Analyzed {0} of {1} transactions...
de: {0} von {1} Transaktionen analysiert ...
fr: {0} transactions sur {1} analysées...
nl: {0} van de {1} uitgaven geanalyseerd...
sv: Analyserat {0} av {1} transaktioner...

source: One time code must be provided.
de: Sie müssen einen einmaligen Code angeben.
fr: Un code à usage unique doit être fourni.
sv: Engångskoden måste anges.

source: The password must be provided.
de: Sie müssen ein Passwort angeben.
fr: Le mot de passe doit être fourni.
sv: Lösenord måste anges.

source: Invalid password.
de: Ungültiges Passwort:
fr: Mot de passe invalide.
sv: Ogiltigt lösenord.

source: Invalid password, please contact Ålandsbanken at: 0771-415 415.
de: Ungültiges Passwort. Bitte kontaktieren Sie Ålandsbanken unter: 0771-415 415.
fr: Mot de passe invalide, veuillez contacter Ålandsbanken au : 0771-415 415.
sv: Ogiltigt lösenord, vänligen kontakta Ålandsbanken på: 0771-415 415.

source: Your password is blocked, please contact Ålandsbanken at: 0771-415 415.
de: Ihr Passwort ist gesperrt. Bitte kontaktieren Sie Ålandsbanken unter: 0771-415 415.
fr: Votre mot de passe est verrouillé, veuillez contacter Ålandsbanken au : 0771-415 415.
sv: Lösenordet är spärrat, vänligen kontakta Ålandsbanken på 0771-415 415.

source: Authorization failed, please contact Ålandsbanken at: 0771-415 415.
de: Autorisierung fehlgeschlagen. Bitte kontaktieren Sie Ålandsbanken unter: 0771-415 415.
fr: Échec de l'autorisation, veuillez contacter Ålandsbanken au : 0771-415 415.
sv: Inloggningen misslyckades, vänligen kontakta Ålandsbanken på: 0771-415 415.

source: You have unconfirmed agreements, please login to Ålandsbankens online bank using a browser.
de: Sie haben unbestätigte Vereinbarungen. Bitte loggen Sie sich bei der Ålandsbankens-Onlinebank mit einem Browser ein.
fr: Vous avez des accords non confirmés, veuillez vous connecter à la banque en ligne Ålandsbankens avec un navigateur.
sv: Du har avtal att godkänna, vänligen logga in på Ålandsbankens internetbank via en webbläsare för att godkänna avtalen.

source: Wrong user id or password.
de: Falscher Nutzername oder Passwort.
fr: Identifiant d'utilisateur ou mot de passe incorrect.
sv: Ogiltigt användar-ID eller lösenord.

source: Invalid user id.
de: Ungültiger Nutzername.
fr: Identifiant d'utilisateur incorrect.
sv: Ogiltigt användar-ID.

source: All disposable codes have been used, please contact Ålandsbanken at: 0771-415 415.
de: Alle einmaligen Codes wurden aufgebraucht. Bitte kontaktieren Sie Ålandsbanken unter: 0771-415 415.
fr: Tous les codes disponibles ont été utilisés, veuillez contacter Ålandsbanken au : 0771-415 415.
sv: Du har använt alla engångskoder, vänligen kontakta Ålandsbanken på: 0771-415 415

source: The one time code was not complete, please try again.
de: Der einmalige Code war nicht vollständig. Bitte versuchen Sie es erneut.
fr: Le code à usage unique n'a pas été rempli, veuillez réessayer.
sv: Engångskoden är inte fullständig, vänligen försök igen.

source: Invalid one time code, please try again.
de: Der einmalige Code war ungültig. Bitte versuchen Sie es erneut.
fr: Code à usage unique invalide, veuillez réessayer.
sv: Ogiltig engångskod, vänligen försök igen.

source: Bank id authentication failed.
de: BankID-Authentifizierung fehlgeschlagen.
fr: Échec d'authentification à BankID.
sv: Inloggningen med mobilt BankID misslyckades, vänligen försök igen.

source: Bank id authentication canceled.
de: BankID-Authentifizierung abgebrochen.
fr: Authentification à BankID annulée.
sv: Inloggning med mobilt BankID avslutades.

source: Bank id can't be accessed at the moment, please try again later.
de: Zugriff auf die BankID ist derzeit nicht möglich. Bitte versuchen Sie es später erneut.
fr: BanKID est inaccessible pour le moment, veuillez réessayer ultérieurement.
sv: BankID är inte tillgängligt för tillfället, vänligen försök igen senare.

source: Bank id are already in progress.
de: BankID läuft bereits.
fr: BankID est déjà utilisé.
sv: Inloggning med mobilt BankID är redan påbörjad.

source: Encountered a problem with the BankID app, please make sure you have the latest version of BankID installed.
de: Es ist ein Problem mit der BankID-App aufgetreten. Überprüfen Sie, ob Sie die neuste Version von BankID installiert haben.
fr: L'application BankID a rencontré un problème, vérifiez que vous avez installé la dernière version de BankID.
sv: Problem att öppna BankID appen, kontrollera att senaste versionen av BankID är installerad.

source: Encountered a problem while opening the BankID app.
de: Ein Problem ist beim Öffnen der BankID-App aufgetreten.
fr: Un problème s'est produit lors de l'ouverture de l'application BankID.
sv: Problem med BankID appen.

source: The time limit for authenticating with BankID expired.
de: Das Zeitlimit für die Authentifizierung mit BankID wurde überschritten.
fr: Le temps imparti pour l'authentification à BankID a expiré.
sv: Inloggningen med mobilt BankID tog för lång tid, vänligen försök igen.

source: Invalid password, please contact Ålandsbanken at: 0204 292 920.
de: Ungültiges Passwort. Bitte kontaktieren Sie Ålandsbanken unter: 0204 292 920.
fr: Mot de passe invalide, veuillez contacter Ålandsbanken au : 0204 292 920.

source: Your password is blocked, please contact Ålandsbanken at: 0204 292 920.
de: Ihr Passwort ist gesperrt. Bitte kontaktieren Sie Ålandsbanken unter: 0204 292 920.
fr: Votre mot de passe est verrouillé, veuillez contacter Ålandsbanken au : 0204 292 920.

source: Authorization failed, please contact Ålandsbanken at: 0204 292 920.
de: Autorisierung fehlgeschlagen. Bitte kontaktieren Sie Ålandsbanken unter: 0204 292 920.
fr: Échec de l'authentification, veuillez contacter Ålandsbanken au : 0204 292 920.

source: All disposable codes have been used, please contact Ålandsbanken at: 0204 292 920.
de: Alle einmaligen Codes wurden aufgebraucht. Bitte kontaktieren Sie Ålandsbanken unter: 0204 292 920.
fr: Tous les codes disponibles ont été utilisés, veuillez contacter Ålandsbanken au : 0204 292 920.

source: Encountered a technical error, please try again later
de: Ein technischer Fehler ist aufgetreten. Bitte versuchen Sie es später erneut.
fr: Une erreur technique s'est produite, veuillez réessayer ultérieurement.
sv: Ett tekniskt fel har uppstått, vänligen försök igen senare.

source: Not able to update this e-invoice
de: Diese E-Rechnung konnte nicht aktualisiert werden
es: No se puede actualizar esta factura electrónica
et: E-arvet ei saanud uuendada
fr: Impossible de mettre à jour cette e-facture
it: Impossibile aggiornare questa fattura elettronica
lt: Nepavyko atnaujinti šios el. sąskaitos
lv: Nav iespējams atjaunot šo e-rēķinu
pt: Não é possível atualizar esta e-fatura
sv: Kan inte ändra den här e-fakturan

source: Source account not available
de: Quellkonto nicht verfügbar
fr: Le compte source est indisponible
sv: Från-kontot är inte tillgängligt

source: You are not allowed to change this e-invoice
de: Sie dürfen diese E-Rechnung nicht bearbeiten.
fr: Vous n'êtes pas autorisé à modifier cette e-facture

source: You are not allowed to change the amount of this e-invoice
de: Sie dürfen die Summe dieser E-Rechnung nicht bearbeiten.
fr: Vous n'êtes pas autorisé à modifier le montant de cette e-facture

source: You are not allowed to change the due date of this e-invoice
de: Sie dürfen das Fälligkeitsdatum dieser E-Rechnung nicht bearbeiten.
fr: Vous n'êtes pas autorisé à modifier la date d'échéance de cette e-facture

source: You are not allowed to change the message of this e-invoice
de: Sie dürfen die Nachricht dieser E-Rechnung nicht bearbeiten.
fr: Vous n'êtes pas autorisé à modifier le message de cette e-facture

source: You are not allowed to change the from account of this e-invoice
de: Sie dürfen das Absendekonto dieser E-Rechnung nicht bearbeiten.
fr: Vous n'êtes pas autorisé à modifier le compte de cette e-facture

source: You are not allowed to change the source message.
de: Sie dürfen die Quellnachricht nicht bearbeiten.
fr: Vous n'êtes pas autorisé à modifier le message source.

source: Cannot find e-invoice in list from bank
de: E-Rechnung wurde in der Liste der Bank nicht gefunden
fr: Impossible de trouver l'e-facture dans la liste de la banque
sv: Kunde inte hitta e-faktura hos banken

source: E-invoice cannot be signed on bank
de: E-Rechnung kann nicht bei der Bank unterzeichnet werden
fr: L'e-facture ne peut pas être signée dans la banque
sv: Kunde inte signera e-fakturan hos banken

source: Something went wrong when signing e-invoice
de: Etwas ist beim Unterzeichnen der E-Rechnung schiefgegangen.
fr: Une erreur s'est produite lors de la signature de l'e-facture
sv: Något gick fel vid signering av e-faktura

source: During beta mode there is a limit on how much you can transfer every 5 minutes. Please wait a while and try again.
de: Im Betamodus gibt es eine Beschränkung, wie viel Sie alle 5 Minuten überweisen können. Bitte warten Sie etwas und versuchen Sie es erneut.
fr: Durant le mode beta, il existe une limite sur le montant transférable toutes les 5 minutes. Veuillez patienter un moment et réessayez.

source: During beta mode the maximum transfer amount is {0}.
de: Im Betamodus ist die Höchstüberweisungssumme ist {0}.
fr: Durant le mode beta, le montant maximum du transfert est de {0}.

source: During beta mode the maximum payment amount is {0}.
de: Im Betamodus ist die Höchstzahlungssumme ist {0}.
fr: Durant le mode beta, le montant maximum du paiement est de {0}.

source: No update needed, payment is not changed.
de: Keine Aktualisierung erforderlich. Die Zahlung hat sich nicht geändert.
fr: Aucune mise à jour requise, le paiement n'a pas changé.

source: Cannot find payment in list from bank.
de: Zahlung wurde in der Liste der Bank nicht gefunden
fr: Impossible de trouver le paiement dans la liste de la banque.

source: The payment cannot be updated.
de: Die Zahlung kann nicht aktualisiert werden.
fr: Impossible de mettre à jour le paiement.

source: Payment cannot be signed on bank.
de: Zahlung kann nicht bei der Bank unterzeichnet werden
fr: Le paiement ne peut pas être signé dans la banque.

source: It's not possible to change the OCR/message of the invoice
de: Sie können die OCR/Nachricht der Rechnung nicht ändern
fr: Il est impossible de modifier la ROC/le message de la facture

source: {0} e-invoices to approve
de: {0} E-Rechnungen zum Überprüfen
fr: {0} e-factures à approuver

source: New e-invoice to approve
de: Neue E-Rechnung zum Überprüfen
fr: Nouvelle e-facture à approuver
sv: Ny e-faktura att godkänna

source: Found more than one eInvoices that exactly matches the transfer
de: Mehr als eine E-Rechnung wurde gefunden, die zu der Überweisung passen
es: Encontró más de una factura electrónica que coincide exactamente con la transferencia
et: Leiti üle ühe ülekandele vastavat e-arvet
fr: Plus d'une e-facture trouvée correspondant exactement au transfert
it: Sono state trovate più fatture elettroniche che corrispondono esattamente al bonifico
lt: Rasta daugiau negu viena el. sąskaita, kuri tiksliai sutampa su pavedimu
lv: Tika atrasti vairāki e-rēķini, kas precīzi atbilst pārskaitījumam
pt: Encontrámos mais de uma e-fatura que corresponde exatamente à transferência
sv: Fler än en e-faktura hittades som stämmer överens med överföringen

source: The due date is not a business day
de: Das Fälligkeitsdatum liegt nicht an einem Werktag
fr: La date d'échéance n'est pas un jour ouvré

source: The message given is not valid
de: Die angegebene Nachricht ist nicht gültig
es: El mensaje dado no es válido
et: Sisestatud sõnum ei ole kehtiv
fr: Le message donné n'est pas valide
it: Il messaggio fornito non è valido
lt: Pateiktas pranešimas neteisingas
lv: Norādītais ziņojums nav derīgs
pt: A mensagem fornecida não é válida
sv: Meddelandet är inte giltigt

source: Could not retrieve source accounts
de: Quellkonten wurden nicht gefunden.
es: No se pudieron recuperar las cuentas de origen
et: Lähtekontode hankimine nurjus
fr: Impossible de récupérer les comptes sources
it: Impossibile recuperare i conti di origine
lt: Nepavyko gauti siuntėjo sąskaitų
lv: Neizdevās iegūt avota kontus
pt: Não foi possível aceder às contas de origem

source: It's not possible to modify the amount of this transfer
de: Es ist nicht möglich, die Summe dieser Überweisung zu bearbeiten
es: No es posible modificar el monto de esta transferencia
et: Ülekande summat ei saa muuta
fr: Il est impossible de modifier le montant de ce transfert
it: Non è possibile modificare l'importo di questo bonifico
lt: Nepavyko pakeisti šio pavedimo sumos
lv: Nav iespējams mainīt šī pārskaitījuma summu
pt: Não é possível modificar o montante desta transferência
sv: Det är inte möjligt att ändra beloppet på denna överföring

source: It's not possible to modify the due date of this transfer
de: Es ist nicht möglich, das Fälligkeitsdatum dieser Überweisung zu bearbeiten
fr: Il est impossible de modifier la date d'échéance de ce transfert

source: It's not possible to modify OCR/message of this transfer
de: Es ist nicht möglich, diese OCR/Nachricht dieser Überweisung zu bearbeiten
es: No es posible modificar OCR / mensaje de esta transferencia
et: Ülekande viitenumbrit/-sõnumit ei saa muuta
fr: Il est impossible de modifier la ROC/le message de ce transfert
it: Non è possibile modificare l'OCR/messaggio di questo bonifico
lt: Nepavyko pakeisti šio pavedimo OCR / pranešimo
lv: Nav iespējams mainīt šī pārskaitījuma OCR/ziņojumu
pt: Não é possível modificar o OCR/mensagem desta transferência
sv: Det är inte möjligt att ändra OCR/meddelande på denna överföring

source: It's not possible to modify this transfer
de: Es ist nicht möglich, diese Überweisung zu bearbeiten
es: No es posible modificar esta transferencia
et: Ülekannet ei saa muuta
fr: Il est impossible de modifier ce transfert
it: Non è possibile modificare questo bonifico
lt: Nepavyko pakeisti šio pavedimo
lv: Nav iespējams mainīt šo pārskaitījumu
pt: Não é possível modificar esta transferência
sv: Det är inte möjligt att ändra denna överföring
