Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: NemID code token authentication is not supported. Please log in to your bank using NemID mobile app or code card and try again.
da: Godkendelse af NemID-kodetoken er ikke understøttet. Log venligst ind på din bank ved brug af et nyt nøglekort eller NemID mobil-app’en og forsøg igen.
et: NemID kooditõendiga autentimist ei toetata. Logige NemID mobiilirakenduse või koodikaardi abil oma panka ja proovige uuesti.
lt: „NemID“ kodų ženklelio autentifikavimas nepalaikomas. Prisijunkite prie savo banko naudodami „NemID“ mobiliąją programėlę arba kodų kortelę ir bandykite dar kartą.
lv: NemID koda autentifikācija netiek atbalstīta. Lūdzu, pierakstieties savā bankā ar NemID mobilo lietotni vai kodu karti, un mēģiniet vēlreiz.

source: The code card code provided by user is incorrect.
da: Nøglekort-koden angivet af bruger er ikke korrekt.
et: Kasutaja esitatud koodikaardi kood on vale.
lt: Naudotojo pateiktas kodų kortelės kodas neteisingas.
lv: Lietotāja norādītā kodu karte bija nepareiza.

source: All code card codes have been used. Please log in to your bank using new code card or NemID mobile app and try again.
da: Alle nøglekort-koder er blevet brugt. Log venligst ind på din bank ved brug af et nyt nøglekort eller NemID mobil-app’en og forsøg igen.
et: Kõik koodikaardi koodid on kasutatud. Logige oma panka, kasutades uut koodikaarti või NemID mobiilirakendust ja proovige uuesti.
lt: Visi kodų kortelės kodai buvo panaudoti. Prisijunkite prie savo banko naudodami naują kodų kortelę arba „NemID“ mobiliąją programėlę ir bandykite dar kartą.
lv: Visi kodu kartes kodi tika izmantoti. Lūdzu, pierakstieties savā bankā ar jauno kodu karti vai NemID mobilo lietotni, un mēģiniet vēlreiz.

source: The code token code provided by user is incorrect.
da: Kode token koden angivet af bruger er ukorrekt.
et: Kasutaja esitatud kooditõendi kood on vale.
lt: Naudotojo pateiktas kodų ženklelio kodas neteisingas.
lv: Lietotāja norādītais koda žetons ir nepareizs.

source: Code token serial number
da: Kode token serienummer
et: Kooditõendi seerianumber
lt: Kodų ženklelio serijos numeris
lv: Koda žetona sērijas numurs

source: Enter the code generated with your code token
da: Indtast kodegeneratoren med dit kode token
et: Sisestage kooditõendiga genereeritud kood
lt: Įveskite su jūsų kodų ženkleliu sugeneruotą kodą
lv: Ievadiet ar jūsu koda žetonu ģenerēto kodu

source: Code token code
da: Kode token kode
et: Kooditõendi kood
lt: Kodų ženklelio kodas
lv: Koda žetona kods

source: Code app
da: NemID app
et: Koodirakendus
lt: Kodų programėlė
lv: Kodu lietotne

source: Code card
da: NemID nøglekort
et: Koodikaart
lt: Kodų kortelė
lv: Kodu karte

source: Code token
da: Kode token
et: Kooditõend
lt: Kodų ženklelis
lv: Koda žetons

source: Select how you want to confirm the NemID authentication
da: Vælg hvordan du vil bekræfte din NemID godkendelse
et: Valige, kuidas soovite NemID-ga autentimist kinnitada
lt: Pasirinkite, kaip norite patvirtinti „NemID“ autentifikavimą
lv: Atlasiet, kā vēlaties apstiprināt NemID autentifikāciju

source: Please enter a maximum of {0} digits
et: Sisestage kuni {0}-kohaline number
lt: Įveskite daugiausiai {0} skaičius
lv: Lūdzu, ievadiet ne vairāk par {0} cipariem

source: Please enter a maximum of {0} characters
et: Sisestage kuni {0} tärki
lt: Įveskite daugiausiai {0} simbolius
lv: Lūdzu, ievadiet ne vairāk par {0} rakstzīmēm

source: You need to give both balance and transaction consent for all chosen accounts.
et: Peate kõigi valitud kontode puhul andma nõusoleku nii saldole kui ka tehingule.
it: Per tutti i conti scelti devi fornire il consenso sia per il saldo che per i movimenti.
lt: Turite pateikti sutikimą dėl abiejų pasirinktų sąskaitų likučių ir operacijų.
lv: Jums ir jāsniedz atļauja piekļūt atlikumiem un darījumiem visos izvēlētajos kontos.

source: Please open the BestSign app on device "{0}" and confirm login. Then click the "Submit" button
et: Avage rakendus BestSign seadmel {0} ja kinnitage sisselogimine. Seejärel klõpsake nuppu „Esita“
lt: Atidarykite programėlę „BestSign“ įrenginyje „{0}“ ir patvirtinkite prisijungimą. Tada spustelėkite mygtuką „Pateikti“
lv: Lūdzu, atveriet lietotni BestSign ierīcē "{0}" un apstipriniet pierakstīšanos. Pēc tam noklikšķiniet uz pogas “Iesniegt”

source: You must renew NemID every 3 years. Please contact NemID support.
da: Vidste du, at NemID skal fornyes hvert tredje år. Kontakt NemID support.
et: NemID-d peate uuendama iga 3 aasta tagant. Pöörduge NemID toe poole.
lt: „NemID“ privalote atnaujinti kas 3 metus. Kreipkitės į „NemID“ aptarnavimo skyrių.
lv: Jums ir jāatjauno NemID katrus 3 gadus. Lūdzu, sazinieties ar NemID atbalsta dienestu.

source: Your key app is not ready to use.
da: Nøgleapp ikke klar til brug.
et: Teie koodirakendus pole kasutusvalmis.
lt: Jūsų rakto programėlė neparengta naudoti.
lv: Jūsu kodu lietotne nav gatava darbam.

source: Please provide NemId code card key
da: Angiv venligst NemID nøglekort nøgle
et: Esitage NemID koodikaardi võti
lt: Pateikite „NemID“ kodų kortelės raktą
lv: Lūdzu, norādiet NemId kodu kartes kodu

source: Please provide NemId code token code
da: Angiv venligst kode for NemID token
et: Esitage NemID kooditõendi kood
lt: Pateikite „NemID“ kodų ženklelio kodą
lv: Lūdzu, norādiet NemId kodu žetona kodu

source: Please choose NemId authentication method
da: Vælg venligst NemID godkendelsesmetode
et: Valige NemID-ga autentimine
lt: Pasirinkite „NemID“ autentifikavimo metodą
lv: Lūdzu, izvēlieties NemId autentifikācijas metodi

source: Enter 6 digits code.
da: Indtast 6-cifret nøgle.
es: Ingrese el código de 6 dígitos
et: Sisestage 6-kohaline kood.
lt: Įveskite 6 skaičių kodą.
lv: Ievadiet 6 ciparu kodu.

source: Enter NemID number or self chosen User ID
da: Log på med NemID-nr. eller selvvalgt bruger-id
et: Sisestage NemID number või ise valitud kasutajatunnus
lt: Įveskite „NemID“ numerį arba savo pasirinktą naudotojo ID
lv: Ievadiet NemID numuru vai pašizvēlēto lietotāja ID

source: There are no accounts available for access. Please contact your bank.
et: Teil pole juurdepääsu ühelegi kontole. Pöörduge oma panga poole.
lt: Nėra jokių sąskaitų prieigai. Kreipkitės į savo banką.
lv: Nav piekļuvei pieejamu kontu. Lūdzu, sazinieties ar savu banku.

source: Online access blocked. Please contact your bank.
et: Veebipõhine juurdepääs on blokitud. Pöörduge oma panga poole.
lt: Internetinė prieiga užblokuota. Kreipkitės į savo banką.
lv: Tiešsaistes piekļuve bloķēta. Lūdzu, sazinieties ar savu banku.

source: Sm@rt-TAN plus blocked. Please contact your bank.
et: Sm@rt-TAN plus on blokitud. Pöörduge oma panga poole.
lt: „Sm@rt-TAN plus“ užblokuotas. Kreipkitės į savo banką.
lv: Sm@rt-TAN plus ir bloķēts. Lūdzu, sazinieties ar savu banku.

source: Bank is no longer available.
et: Pank pole enam saadaval.
lt: Banko daugiau nebėra.
lv: Banka vairs nav pieejama.

source: PIN change required.
et: Nõutav PIN-koodi muudatus.
lt: Reikia pakeisti PIN.
lv: Nepieciešama PIN koda maiņa.
pl: Wymagana zmiana kodu PIN.

source: Please confirm the login in your N26 app and then return to continue the connection
da: Bekræft venligst login i din N26 app og vend derefter retur for at fortsætte forbindelsen
es: Por favor confirma la conexión dentro de tu app N26 y regresa aquí para continuar
et: Kinnitage sisselogimine oma N26 rakenduses ja naaske, et ühendust jätkata
it: Per favore conferma il login nella tua app N26 e ritorna per continuare la connessione
lt: Patvirtinkite prisijungimą „N26“ programėlėje, o tada grįžkite, kad tęstumėte prisijungimą
lv: Lūdzu, apstipriniet pierakstīšanos jūsu N26 lietotnē un pēc tam atgriezieties, lai turpinātu veidot savienojumu.

source: Incorrect login credentials. Please try entering the first 5 digits of your PIN or try again.
et: Valed sisselogimisandmed. Sisestage oma PIN-koodi viis esimest numbrit või proovige uuesti.
lt: Neteisingi prisijungimo kredencialai. Bandykite įvesti pirmuosius 5 savo PIN skaičius arba bandykite dar kartą.
lv: Nederīga pierakstīšanās informācija. Lūdzu, ievadiet pirmos 5 jūsu PIN koda ciparus vai mēģiniet vēlreiz.

source: You do not have any accounts available for online access.
et: Teil pole veebipõhist juurdepääsu ühelegi kontole.
lt: Neturite jokių sąskaitų, prie kurių būtų galima prisijungti internetu.
lv: Jums nav tiešsaistes piekļuvei pieejamu kontu.
no: Du har ingen kontoer tilgjengelig for visning.
pl: Nie masz żadnych kont dostępnych w bankowości internetowej.

source: There may be a lock on the TAN procedure. Please contact your bank.
et: TAN-toiming võib olla lukustatud. Pöörduge oma panga poole.
lt: TAN procedūra gali būti užrakinta. Kreipkitės į savo banką.
lv: TAN procedūra var būt bloķēta. Lūdzu, sazinieties ar savu banku.

source: MobileTAN is blocked. Please contact your bank.
et: MobileTAN on blokitud. Pöörduge oma panga poole.
lt: „MobileTAN“ užblokuotas. Kreipkitės į savo banką.
lv: MobileTAN ir bloķēts. Lūdzu, sazinieties ar savu banku.

source: No valid TAN procedure registered. Please contact your bank.
et: Ühtki kehtivat TAN-toimingut pole registreeritud. Pöörduge oma panga poole.
lt: Neužregistruota jokia teisinga TAN procedūra. Kreipkitės į savo banką.
lv: Nav reģistrēta derīga TAN procedūra. Lūdzu, sazinieties ar savu banku.

source: SecureGo usage blocked. Please contact your bank.
et: SecureGo kasutamine on blokitud. Pöörduge oma panga poole.
lt: „SecureGo“ naudojimas užblokuotas. Kreipkitės į savo banką.
lv: SecureGo ir bloķēts. Lūdzu, sazinieties ar savu banku.

source: Please use your private NemID to log in.
da: Brug venligst dit private NemID til at logge ind.
et: Kasutage sisselogimiseks oma privaatset NemID-d.
lt: Kad prisijungtumėte, naudokite privatų „NemID“.
lv: Lūdzu, izmantojiet savu privāto NemID, lai pierakstītos.

source: Could not initialize BankID authentication.
et: BankID-ga autentimist ei saanud algatada.
lt: Nepavyko inicijuoti „BankID“ autentifikavimo.
lv: Neizdevās inicializēt BankID autentifikāciju.

source: BankID authentication error.
et: BankID-ga autentimise viga.
lt: „BankID“ autentifikavimo klaida.
lv: BankID autentifikācijas kļūda.

source: Enter code from code chip
et: Sisestage koodikiibi kood
lt: Įveskite kodą iš kodų lusto
lv: Ievadiet kodu no kodu žetona

source: Confirm BankID authentication in your mobile BankID app.
et: Kinnitage BankID-ga autentimine oma BankID mobiilirakenduses.
lt: Patvirtinkite „BankID“ autentifikavimą savo mobiliojoje „BankID“ programėlėje.
lv: Apstipriniet BankID autentifikāciju savā mobilajā BankID lietotnē.

source: The provided social security number is incorrect.
et: Sisestatud sotsiaalkindlustusnumber on vale.
lt: Pateiktas socialinio draudimo numeris neteisingas.
lv: Norādīts nepareizs sociālās apdrošināšanas numurs.

source: Invalid social security number or code chip code.
et: Vale sotsiaalkindlustusnumber või koodikiibi kood.
lt: Neteisingas socialinio draudimo numeris arba kodų lusto kodas.
lv: Nederīgs sociālās apdrošināšanas numurs vai kodu žetona kods.

source: There was a technical error when connecting with your mobile operator.
et: Mobiilioperaatoriga ühenduse loomisel ilmnes tehniline viga.
lt: Prisijungiant su jūsų mobiliuoju operatoriumi iškilo techninė klaida.
lv: Savienojuma ar jūsu mobilo operatoru izveides laikā notika kļūda.

source: Your BankID app is blocked
et: Teie BankID rakendus on blokitud
lt: Jūsų „BankID“ programėlė užblokuota
lv: Jūsu BankID lietotne ir bloķēta

source: BankID app timeout
et: BankID rakenduse ajalõpp
lt: „BankID“ programėlės skirtasis laikas
lv: Iestājās lietotnes BankID noildze

source: User password is invalid
et: Kasutaja parool on kehtetu
lt: Naudotojo slaptažodis neteisingas
lv: Nederīga lietotāja parole

source: The BankID password is invalid
et: BankID parool on vale
lt: „BankID“ slaptažodis neteisingas
lv: Nederīga BankID parole

source: Chip code
et: Kiibikood
lt: Lusto kodas
lv: Žetona kods

source: Please enter code generated using your code chip.
et: Sisestage oma koodikiibiga loodud kood.
lt: Įveskite naudojant kodų lustą sugeneruotą kodą.
lv: Lūdzu, ievadiet ar jūsu kodu žetona palīdzību ģenerēto kodu.

source: Open BankID on your mobile device, check that the reference words match and enter the PIN. Then continue the connection.
et: Avage oma mobiilseadmes BankID, kontrollige viitesõnade vastavust ja sisestage PIN-kood. Seejärel jätkake ühendust.
lt: Savo mobiliajame įrenginyje atidarykite „BankID“, patikrinkite, ar nuorodos žodžiai sutampa ir įveskite PIN. Tada tęskite prisijungimą.
lv: Atveriet BankID savā mobilajā ierīcē, pārliecinieties par to, ka atsauces vārdi sakrīt un ievadiet PIN kodu. Pēc tam turpiniet savienojuma izveidi.

source: One-time code
et: Ühekordne kood
lt: Vienkartinis kodas
lv: Vienreizējs kods

source: Please enter the one-time code generated by your token device.
et: Sisestage oma tõendiseadme loodud ühekordne kood.
lt: Įveskite jūsų ženklelio įrenginio sugeneruotą vienkartinį kodą.
lv: Lūdzu, ievadiet jūsu kodu ierīces ģenerēto vienreizējo kodu.

source: Invalid social security number or one-time code.
et: Vale sotsiaalkindlustusnumber või ühekordne kood.
lt: Neteisingas socialinio draudimo numeris arba vienkartinis kodas.
lv: Nederīgs sociālās apdrošināšanas numurs vai vienreizējais kods.

source: The BankID app authentication was rejected by user.
et: Kasutaja lükkas tagasi BankID rakendusega autentimise.
lt: Programėlės „BankID“ autentifikavimą atmetė naudotojas.
lv: Lietotnes BankID autentifikāciju noraidīja lietotājs.

source: Your BankID app is blocked.
et: Teie BankID rakendus on blokitud.
lt: Jūsų „BankID“ programėlė užblokuota.
lv: Jūsu BankID lietotne ir bloķēta.

source: BankID app timeout.
et: BankID rakenduse ajalõpp.
lt: „BankID“ programėlės skirtasis laikas.
lv: Iestājās lietotnes BankID noildze.

source: The BankID password is invalid.
et: BankID parool on vale.
lt: „BankID“ slaptažodis neteisingas.
lv: Nederīga BankID parole.

source: Select how you want to confirm the BankID authentication
et: Valige, kuidas soovite BankID autentimist kinnitada
lt: Pasirinkite, kaip norite patvirtinti „BankID“ autentifikavimą
lv: Atlasiet, kā vēlaties apstiprināt BankID autentifikāciju

source: Confirm BankID authentication in your mobile BankID authentication app.
et: Kinnitage BankID autentimine oma BankID autentimisrakenduses.
lt: Patvirtinkite „BankID“ autentifikavimą savo mobiliojoje „BankID“ autentifikavimo programėlėje.
lv: Apstipriniet BankID autentifikāciju savā mobilajā BankID autentifikācijas lietotnē.

source: Your BankID authentication app is blocked.
et: Teie BankID autentimisrakendus on blokitud.
lt: Jūsų „BankID“ autentifikavimo programėlė užblokuota.
lv: Jūsu BankID autentifikācijas lietotne ir bloķēta.

source: BankID authentication app timeout.
et: BankID autentimisrakenduse ajalõpp.
lt: „BankID“ autentifikavimo programėlės skirtasis laikas.
lv: Iestājās BankID autentifikācijas lietotnes noildze.

source: User rejected authentication in BankID authentication app.
et: Kasutaja lükkas tagasi autentimise BankID autentimisrakendusega.
lt: Naudotojas atmetė autentifikavimą „BankID“ autentifikavimo programėlėje.
lv: Lietotājs noraidīja autentifikāciju BankID autentifikācijas lietotnē.

source: Invalid social security number format.
et: Vale sotsiaalkindlustusnumbri vorming.
lt: Neteisingas socialinio draudimo numerio formatas.
lv: Nederīgs sociālās apdrošināšanas numura formāts.

source: Invalid BankID password format.
et: Vale BankID-parooli vorming.
lt: Neteisingas „BankID“ slaptažodžio formatas.
lv: Nederīgs BankID paroles formāts.

source: One-time code must contain only digits.
et: Ühekordne kood peab sisaldama ainult numbreid.
lt: Vienkartinį kodą turi sudaryti tik skaičiai.
lv: Vienreizējam kodam ir jāsatur tikai skaitļi.

source: Invalid one-time code format.
et: Vale ühekordse koodi vorming.
lt: Neteisingas vienkartinio kodo formatas.
lv: Nederīgs vienreizējā koda formāts.

source: Please open the S-pushTAN app on device "{0}" and confirm login. Then click the "Submit" button
et: Avage rakendus S-pushTAN seadmes {0} ja kinnitage sisselogimine. Seejärel klõpsake nuppu „Esita“
lt: Atidarykite programėlę „S-push TAN“ įrenginyje „{0}“ ir patvirtinkite prisijungimą. Tada spustelėkite mygtuką „Pateikti“
lv: Lūdzu, atveriet lietotni S-pushTAN ierīcē "{0}" un apstipriniet pierakstīšanos. Pēc tam noklikšķiniet uz pogas “Iesniegt”

source: Please open the Nordea Codes app and confirm login.
et: Avage rakendus Nordea Codes ja kinnitage sisselogimine.
lt: Atidarykite programėlę „Nordea Codes“ ir patvirtinkite prisijungimą.
lv: Lūdzu, atveriet Nordea Codes lietotni un apstipriniet pierakstīšanos.

source: Invalid social security number.
et: Vale sotsiaalkindlustusnumber.
lt: Neteisingas socialinio draudimo numeris.
lv: Nederīgs sociālās apdrošināšanas numurs.

source: Invalid one-time code.
et: Vale ühekordne kood.
lt: Neteisingas vienkartinis kodas.
lv: Nederīgs vienreizējais kods.

source: You are not registered to CerticodePlus. In order to register you need to download La Banque Postale app from the App Store or Google Play, activate Certicode Plus and try again.
et: Te pole CerticodePlus kasutajaks registreeritud. Registreerimiseks peate App Store'ist või Google Playst alla laadima rakenduse La Banque Postale, aktiveerima Certicode Plus ja seejärel proovima uuesti.
lt: Esate užsiregistravę „CerticodePlus“. Norėdami užsiregistruoti, turite atsisiųskite programėlę „La Banque Postale“ iš „App Store“ arba „Google Play“, suaktyvinti „Certicode Plus“ ir bandyti dar kartą.
lv: Jūs neesat reģistrēti CerticodePlus. Lai veiktu reģistrāciju, jums ir jālejupielādē lietotne La Banque Postale no App Store vai Google Play, jāveic Certicode Plus aktivācija un jāmēģina vēlreiz.

source: Please enter a correct IBAN. It must start with ‘BE’ in capital letters.
et: Sisestage õige IBAN. See peab algama suurtähtedega „BE”.
lt: Įveskite teisingą IBAN. Jis turi prasidėti su „BE“ didžiosiomis raidėmis.
lv: Lūdzu, norādiet pareizo IBAN. Tam ir jāsākas ar “BE” lielajiem burtiem.

source: Several simultaneous identification/confirmation attempts. Open the authentication app to cancel the error.
et: Mitu samaaegset identimis-/kinnituskatset. Avage vea tühistamiseks autentimisrakendus.
lt: Keli bandymai identifikuoti / patvirtinti vienu metu. Atidarykite autentifikavimo programėlę, kad atšauktumėte klaidą.
lv: Vairāki vienlaicīgas identifikācijas/apstiprināšanas mēģinājumi. Atveriet autentifikācijas lietotni, lai atceltu kļūdu.

source: Bank couldn't find such a user in the system. Are you sure that you have selected a correct branch or entered a correct username?
et: Pank ei leidnud sellist kasutajat oma süsteemist. Kas olete kindel, et valisite õige haru või sisestasite õige kasutajanime?
lt: Bankui nepavyko sistemoje rasti tokio naudotojo. Ar tikrai pasirinkote teisingą filialą arba įvedėte teisingą naudotojo vardą?
lv: Banka neatrada šo lietotāju sistēmā. Vai tiešām izvēlējāties pareizo filiāli un ievadījāt pareizo lietotājvārdu?

source: Please open the "{0}" Banking-App app and confirm the login via "{1}". Then click the "Submit" button
et: Avage {0} pangarakendus ja kinnitage sisselogimine {1} abil. Seejärel klõpsake nuppu „Esita“
lt: Atidarykite „{0}“ bankininkystės programėlę ir patvirtinkite prisijungimą per „{1}“. Tada spustelėkite mygtuką „Pateikti“
lv: Lūdzu, atveriet “{0}” bankas lietotni un apstipriniet pierakstīšanos ar “{1}”. Pēc tam noklikšķiniet uz pogas “Iesniegt”

source: Incorrect login credentials. Are you sure that you have selected a correct branch?
et: Valed sisselogimisandmed. Kas olete kindel, et valisite õige haru?
lt: Neteisingi prisijungimo kredencialai. Ar tikrai pasirinkote teisingą filialą?
lv: Nederīga pierakstīšanās informācija. Vai tiešām izvēlējāties pareizo filiāli?

source: Personal
et: Era
lt: Asmeninis
lv: Personīgais

source: Business
et: Äri
lt: Verslo
lv: Darba

source: Which account segment do you want to aggregate?
et: Mis kontosegmenti soovite koondada?
lt: Kurį paskyros segmentą norite kaupti?
lv: Kuru konta segmentu vēlaties apkopot?

source: A technical error has occurred. Please try again and ensure that only one NemID login is running.
et: Tekkis tehniline viga. Proovige uuesti ja veenduge, et korraga on käimas ainult üks NemID sisselogimine.
lt: Įvyko techninė klaida. Pabandykite dar kartą ir įsitikinkite, kad veikia tik „NemID“ prisijungimas.
lv: Notika tehniska kļūda. Lūdzu, mēģiniet vēlreiz un pārliecinieties par to, ka darbojas tikai viena NemID pierakstīšanās.

source: Instructions
lt: Instrukcijos
lv: Norādījumi

source: Challenge code
et: Katse kood
lt: Iššūkio kodas
lv: Pārbaudes kods

source: Open SmartID on your mobile device, check that the challenge codes match and enter the PIN. Then continue the connection.
et: Avage SmartID oma mobiilseadmes, kontrollige katse koodide vastavust ja sisestage PIN-kood. Seejärel jätkake ühendust.
lt: Savo mobiliajame įrenginyje atidarykite „SmartID“, patikrinkite, ar iššūkio kodai sutampa ir įveskite PIN. Tada tęskite prisijungimą.
lv: Atveriet SmartID savā mobilajā ierīcē, pārliecinieties par to, ka pārbaudes kods sakrīt un ievadiet PIN kodu. Pēc tam turpiniet savienojuma izveidi.

source: Please open the "{0}" Banking-App app and confirm the login. Then click the "Submit" button
lt: Atidarykite „{0}“ bankininkystės programėlę ir patvirtinkite prisijungimą. Tada spustelėkite mygtuką „Pateikti“
lv: Lūdzu, atveriet “{0}” bankas lietotni un apstipriniet pierakstīšanos. Pēc tam noklikšķiniet uz pogas “Iesniegt”

source: PIN
et: PIN-kood

source: SMS OTP
et: SMS-iga saadetud ühekordne parool

source: OK
nl: Oké

source: Transport
nl: Vervoer

source: Nome
es: Nombre
