Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: An error occurred while confirming the payment.
es: Se produjo un error al confirmar el pago.
et: Makse kinnitamise ajal tekkis viga.
lt: Tvirtinant mokėjimą įvyko klaida.
lv: Maksājuma apstiprināšanas laikā notika kļūda.

source: Authenticating with NemID Code App timed out. Please try again.
es: Se agotó el tiempo de autenticación con la aplicación de código NemID. Inténtalo de nuevo.
et: NemID Code Appiga autentimine aegus. Proovige uuesti.
lt: Baigėsi autentifkavimo su programėle „NemID Code“ laikas. Bandykite dar kartą.
lv: Iestājās autentifikācijas ar lietotni NemID Code noildze. Lūdzu, mēģiniet vēlreiz.

source: Authentication rejected by the user.
es: Autenticación rechazada por el usuario.
et: Kasutaja keeldus autentimisest.
lt: Autentifikavimą atmetė naudotojas.
lv: Lietotājs noraidīja autentifikāciju.

source: NemID Code App is not registered option to use. Contact bank support.
es: La aplicación de código NemID no es una opción registrada para usar. Comuníquese con el soporte del banco.
et: NemID Code Appi kasutus pole registreeritud. Pöörduge panga klienditoe poole.
lt: „NemID Code“ programėlė nėra registruota naudojimo parinktis. Kreipkitės į banko aptarnavimo skyrių.
lv: Lietotne NemID Code nav reģistrēta izmantošanai. Sazinieties ar bankas atbalsta dienestu.

source: Your chosen PIN code is locked. The PIN code must be changed in your Netbank before you can log on.
es: Su código PIN elegido está bloqueado. El código PIN debe cambiarse en su Netbank antes de poder iniciar sesión.
et: Teie valitud PIN-kood on lukustatud. Enne sisselogimist peate oma internetipangas muutma PIN-koodi.
lt: Jūsų pasirinktas PIN kodas užrakintas. Prieš jums galint prisijungti, reikia pakeisti „Netbank“ PIN kodą.
lv: Jūsu izvēlētais PIN kods ir bloķēts. Pirms pierakstīties jums Netbank ir jānomaina jūsu PIN kods.

source: Something went wrong during login process.
da: Noget gik galt i under login processen.
es: Algo salió mal durante el proceso de inicio de sesión.
et: Sisselogimisel läks midagi valesti.
lt: Prisijungimo proceso metu kažkas nepavyko.
lv: Pierakstīšanās procesa laikā notika kļūda.
no: Noe gikk galt under innloggingsprosessen.
pl: Coś poszło nie tak podczas procesu logowania.

source: User is not authorized to create the payment
es: El usuario no está autorizado para crear el pago.
et: Kasutajal pole makse lisamise õigust
lt: Naudotojui neleidžiama kurti mokėjimo
lv: Lietotājam nav atļauts izveidot maksājumu

source: There was a problem connecting to the bank.
es: Hubo un problema al conectar con el banco.
et: Pangaga ühenduse loomisel tekkis probleem.
it: C'è stato un problema nel connettersi alla banca.
lt: Prisijungiant prie banko iškilo problema.
lv: Bija problēma ar pieslēgšanos bankai.
pt: Ocorreu um problema ao conectar com o banco.

source: The payment could not be made because an identical payment is already registered
es: No se pudo realizar el pago porque ya se registró un pago idéntico
et: Makse sooritamine nurjus, kuna identne makse on juba registreeritud
lt: Mokėjimo nepavyko atlikti, nes toks pats mokėjimas jau užregistruotas
lv: Maksājumu nebija iespējams veikt, jo identisks maksājums jau ir reģistrēts

source: Message from SEB - SEB needs you to verify your BankID before you can continue using the service. Visit www.seb.se or open the SEB app to verify your BankID. Note that you must be a customer of SEB to be able to use the service.
es: Mensaje de SEB - SEB necesita que verifique su BankID antes de que pueda continuar usando el servicio. Visite www.seb.se o abra la aplicación SEB para verificar su BankID. Tenga en cuenta que debe ser cliente de SEB para poder utilizar el servicio.
et: SEB sõnum: SEB palub teil enne teenuse kasutamist kinnitada oma BankID. Oma BankID kinnitamiseks minge lehele www.seb.se või avage SEB rakendus. Pange tähele, et teenuse kasutamiseks peate olema SEB klient.
lt: Pranešimas iš „SEB“ – „SEB“ reikia, kad patvirtintumėte savo „BankID“ prieš toliau naudodamiesi paslauga. Apsilankykite www.seb.se arba atidarykite „SEB“ programėlę, kad patvirtintumėte savo „BankID“. Atkreipkite dėmesį, kad norėdami naudotis paslauga, turite būti „SEB“ klientu.
lv: Ziņojums no SEB - SEB vēlas, lai jūs verificētu savu BankID pirms turpināt izmantot pakalpojumu. Apmeklējiet www.seb.se vai atveriet SEB lietotni, lai verificētu jūsu BankID. Nemiet vērā, ka jums ir jābūt SEB klientam, lai izmantotu šo pakalpojumu.

source: Message from Handelsbanken - Handelsbanken needs you to verify your BankID before you can continue using the service. Visit www.handelsbanken.se or open the Handelsbanken app to verify your BankID. Note that you must be a customer of Handelsbanken to be able to use the service.
es: Mensaje de Handelsbanken: Handelsbanken necesita que verifique su BankID antes de que pueda continuar usando el servicio. Visite www.handelsbanken.se o abra la aplicación Handelsbanken para verificar su BankID. Tenga en cuenta que debe ser cliente de Handelsbanken para poder utilizar el servicio.
et: Handelsbankeni sõnum: Handlesbanken palub teil enne teenuse kasutamist kinnitada oma BankID. Oma BankID kinnitamiseks minge lehele www.handelsbanken.se või avage Handelsbankeni rakendus. Pange tähele, et teenuse kasutamiseks peate olema Handelsbankeni klient.
lt: Pranešimas iš „Handelsbanken“ – „Handelsbanken“ reikia, kad patvirtintumėte savo „BankID“ prieš toliau naudodamiesi paslauga. Apsilankykite www.handelsbanken.se arba atidarykite programėlę „Handelsbanken“, kad patvirtintumėte savo „BankID“. Atkreipkite dėmesį, kad norėdami naudotis paslauga, turite būti „Handelsbanken“ klientu.
lv: Ziņojums no Handelsbanken - Handelsbanken vēlas, lai jūs verificētu savu BankID pirms turpināt izmantot pakalpojumu. Apmeklējiet www.handelsbanken.se vai atveriet Handelsbanken lietotni, lai verificētu jūsu BankID. Nemiet vērā, ka jums ir jābūt Handelsbanken klientam, lai izmantotu šo pakalpojumu.

source: There aren't any Authentication methods available.
da: Der er ikke nogen godkendelsesmetoder tilgængelige.
es: No hay métodos de autenticación disponibles.
et: Teised autentimisviisid pole saadaval.
lt: Nėra jokių prieinamų autentifikavimo metodų.
lv: Nav pieejamu autentifikācijas metožu.
no: Det finnes er ingen autentiseringsmetoder tilgjengelig.
pl: Nie masz dostępnych metod logowania.

source: Second factor is not registered option to use. Contact bank support.
es: El segundo factor no está registrado como opción de uso. Comuníquese con el soporte del banco.
et: 2FA kasutus pole registreeritud. Pöörduge panga klienditoe poole.
lt: Antras faktorius nėra užregistruotas naudojimo variantas. Kreipkitės į banko aptarnavimo skyrių.
lv: Otrais faktors nav reģistrēts izmantošanai. Sazinieties ar bankas atbalsta dienestu.

source: Please check if reference number matches with SIM message
es: Compruebe si el número de referencia coincide con el mensaje SIM
et: Kontrollige viitenumbri vastavust SMS-iga saadetule
lt: Patikrinkite, ar nuorodos numeris sutampa su SIM pranešimu
lv: Lūdzu, pārbaudiet, vai atsauces numurs atbilst SIM ziņojumam

source: Reference words are missing from login page
es: Faltan palabras de referencia en la página de inicio de sesión
et: Sisselogimislehel puuduvad viitesõnad
lt: Prisijungimo puslapyje trūksta nuorodinių žodžių
lv: Atsauces vārdu nav pierakstīšanās lapā

source: To be able to refresh your accounts you need to answer some questions from your bank. Please log in to your bank's app or internet bank.
es: Para poder actualizar sus cuentas, debe responder algunas preguntas de su banco. Inicie sesión en la aplicación de su banco o en el banco por Internet.
et: Oma kontode uuendamiseks peate vastama mõnele oma panga küsimusele. Logige sisse oma pangarakendusse või internetipanka.
lt: Kad galėtumėte atnaujinti savo paskyras, turite atsakyti į kai kuriuos savo banko klausimus. Prisijunkite prie savo banko programėlės arba internetinio banko.
lv: Lai atsvaidzināt savus kontus, jums vispirms ir jāatbild uz jūsu bankas jautājumiem. Lūdzu, pierakstieties jūsu bankas lietotnē vai internetbankā.

source: SMS Code
es: Código SMS
et: SMS-kood
lt: SMS kodas
lv: SMS kods

source: Enter 6 digits code from SMS
es: Ingrese el código de 6 dígitos de SMS
et: Sisestage SMS-i 6-kohaline kood
lt: Įveskite 6 skaičių kodą iš SMS
lv: Ievadiet 6 ciparu kodu no SMS

source: Enter 4 digits code from SMS
es: Ingrese el código de 4 dígitos de SMS
et: Sisestage SMS-i 4-kohaline kood
lt: Įveskite 4 skaičių kodą iš SMS
lv: Ievadiet 4 ciparu kodu no SMS

source: account number
es: número de cuenta
et: Kontonumber
lt: sąskaitos numeris
lv: konta numurs

source: Enter 4 digit account number, can be found in aggreement
es: Ingrese el número de cuenta de 4 dígitos, se puede encontrar de acuerdo
et: Sisestage lepingus olev 4 -kohaline kontonumber
lt: Įveskite 4 skaičių paskyros numerį. Jį galima rasti sutartyje
lv: Ievadiet 4 konta numura ciparus, tie ir norādīti līgumā

source: Please check if given reference code matches with presented one for Bank ID
es: Verifique si el código de referencia dado coincide con el presentado para la identificación del banco
et: Kontrollige viitekoodi vastavust BankID omale
lt: Patikrinkite, ar pateiktas nuorodos kodas sutampa su pateiktu „Bank ID“
lv: Lūdzu, pārbaudiet, vai norādītais atsauces kods sakrīt ar Bank ID parādīto
no: Vennligst sjekk om gitt referansekode samsvarer med den presentert i BankID

source: Currently only Mobile BankID login method is supported
es: Actualmente solo se admite el método de inicio de sesión de Mobile BankID
et: Praegu toetatakse ainult Mobile BankID-ga sisselogimist
lt: Šiuo metu palaikomas tik mobiliojo „BankID“ prisijungimo metodas
lv: Pašlaik tiek atbalstīta tikai Mobile BankID pierakstīšanās metode

source: Supplemental information wait timeout.
et: Lisateabe ooteaja lõpp.
lt: Papildomos informacijos laukimo laikas baigėsi.
lv: Iestājās papildinformācijas gaidīšanas noildze.

source: A supplemental information was not provided within the given time
da: Supplerende information blev ikke leveret inden for den angivne tid
et: Lisateavet ei esitatud etteantud aja jooksul
lt: Papildoma informacija nebuvo pateikta per nurodytą laiką
lv: Papildinformācija netika iesniegta noteiktajā laika periodā
pl: Dodatkowe informacje nie zostały wprowadzone w wymaganym czasie

source: Activation code is incorrect. Please try again.
da: Aktiveringskoden er ukorrekt. Forsøg venligst igen.
es: El código de activación es incorrecto. Inténtalo de nuevo.
et: Aktiveerimiskood on vale. Proovige uuesti.
lt: Suaktyvinimo kodas neteisingas. Bandykite dar kartą.
lv: Nepareizs aktivācijas kods. Lūdzu, mēģiniet vēlreiz.
no: Aktiveringskoden er feil. Prøv på nytt.
pl: Kod aktywacyjny jest nieprawidłowy. Spróbuj ponownie.

source: Activation timed out. Please try again.
da: Aktiveringen er udløbet. Forsøg venligst igen.
es: Se agotó el tiempo de activación. Inténtalo de nuevo.
et: Aktiveerimine aegus. Proovige uuesti.
lt: Suaktyvinimo laikas baigėsi. Bandykite dar kartą.
lv: Aktivācijas noildze. Lūdzu, mēģiniet vēlreiz.
no: Aktiveringen ble tidsavavsavmt. Prøv på nytt.
pl: Upłynął limit czasu aktywacji. Spróbuj ponownie.

source: Continue by clicking update when you have verified the reference and signed with Mobile BankID.
es: Continúe haciendo clic en actualizar cuando haya verificado la referencia y firmado con Mobile BankID.
et: Pärast viitenumbri kinnitamist ja allkirjastamist Mobile BankID-ga klõpsake nuppu „Uuenda“.
lt: Tęskite spustelėdami „Atnaujinti“, kai patikrinsite nuorodą ir pasirašysite su mobiliuoju „BankID“.
lv: Pēc atsauces verifikācijas un pierakstīšanās ar Mobile BankID noklikšķiniet uz Atjaunināt.
no: Fortsett ved å klikke på fortsett når du har bekreftet referansen og signert med BankID på mobil.

source: Authentication was cancelled. Please try again.
da: Godkendelsen blev afbrudt. Forsørg venligst igen.
es: Se canceló la autenticación. Inténtalo de nuevo.
et: Autentimine tühistati. Proovige uuesti.
lt: Autentifikavimas buvo atšauktas. Bandykite dar kartą.
lv: Autentifikācija tika atcelta. Lūdzu, mēģiniet vēlreiz.
no: Autentiseringen ble avbrutt. Prøv på nytt.
pl: Proces logowania został przerwany. Proszę spróbuj ponownie.

source: Authentication error.
da: Godkendelses-fejl.
es: Error de autenticación.
et: Autentimisviga.
lt: Autentifikavimo klaida.
lv: Autentifikācijas kļūda.
no: Autentiseringsfeil.
pl: Błąd logowania.

source: Please enter code {0} from key card number {1}
da: Indtast venligst din nøgle {0} fra dit nøglekort nummer {1}
es: Ingrese el código {0} del número de la tarjeta clave {1}
et: Sisestage kood {0} koodikaardi numbrist {1}
lt: Įveskite kodą {0} iš pagrindinės kortelės numerio {1}
lv: Lūdzu, ievadiet {0}. kodu no {1}. kodu kartes

source: Please open the NemId app and confirm login
da: Venligst åben NemID app’en og bekræft dit login
es: Abra la aplicación NemId y confirme el inicio de sesión
et: Avage NemID rakendus ja kinnitage sisselogimine
lt: Atidarykite programėlę „NemID“ ir patvirtinkite prisijungimą
lv: Lūdzu, atveriet NemId lietotni un apstipriniet pierakstīšanos.

source: The activation code you entered is not valid.
es: El código de activación que ingresó no es válido.
et: Sisestatud aktiveerimiskood pole õige.
lt: Jūsų įvestas suaktyvinimo kodas neteisingas.
lv: Jūsu ievadītais aktivācijas kods nav derīgs.
no: Aktiveringskoden du har oppgitt er ugyldig.

source: Please open the NemId app and confirm login. Then click the "Submit" button
da: Venligst åben NemID app’en og bekræft dit login. Klik derefter på knappen "Send"
es: Abra la aplicación NemId y confirme el inicio de sesión. Luego haga clic en el botón "Enviar"
et: Avage NemID rakendus ja kinnitage sisselogimine. Seejärel klõpsake nuppu „Esita“
lt: Atidarykite programėlę „NemID“ ir patvirtinkite prisijungimą. Tada spustelėkite mygtuką „Pateikti“
lv: Lūdzu, atveriet NemId lietotni un apstipriniet pierakstīšanos. Pēc tam noklikšķiniet uz pogas “Iesniegt”

source: NemId authentication process initialized
da: NemID godkendelsesmetode er initieret
es: Proceso de autenticación de NemId inicializado
et: NemID-ga autentimine on algatatud
lt: „NemID“ autentifikavimo procesas inicijuotas
lv: Sākts NemId autentifikācijas process

source: Verifying credentials
da: Bekræfter legitimationsoplysninger
es: Verificando credenciales
et: Identimisteabe kinnitamine
lt: Tikrinami kredencialai
lv: Pierakstīšanās informācijas pārbaude

source: Credentials are valid
da: Legitimationsoplysningerne er gyldige
es: Las credenciales son válidas
et: Identimisteave on kehtiv
lt: Kredencialai teisingi
lv: Pierakstīšanās informācijas ir derīga

source: Startcode
es: Código de inicio
lt: Paleidimo kodas

source: Choose authentication method
es: Índice del método de autenticación
et: Valige autentimisviis
lt: Pasirinkite autentifikavimo metodą
lv: Izvēlieties autentifikācijas metodi

source: Select from 1 to {0}
da: Vælg fra 1 til {0}
es: Seleccione de 1 a {0}
et: Valige vahemikus 1–{0}
lt: Pasirinkite nuo 1 iki {0}
lv: Izvēlieties no 1 līdz {0}

source: Insert your girocard into the TAN-generator and press "TAN". Enter the startcode and press "OK".
es: Inserte su tarjeta de giro en el generador TAN y presione "TAN". Ingrese el código de inicio y presione "OK".
et: Sisestage oma girocard TAN-generaatorisse ja vajutage „TAN“. Sisestage oma startcode ja vajutage „Nõus“.
lt: Įstatykite „Girocard“ į TAN generatorių ir paspauskite „TAN“. Įveskite paleidimo kodą ir paspauskite „GERAI“.
lv: Ievietojiet savu žirokarti TAN ģeneratorā un nospiediet "TAN". Ievadiet sākuma kodu un nospiediet “OK”.

source: Confirm by entering the generated TAN for "{0}".
es: Confirme ingresando el TAN generado para "{0}".
et: Kinnitage, sisestades „{0}“ jaoks loodud TAN-i.
lt: Patvirtinkite įvesdami „{0}“ sugeneruotą TAN.
lv: Apstipriniet, ievadot ģenerēto TAN “{0}”.

source: Confirm by entering the generated TAN.
es: Confirme ingresando el TAN generado.
et: Kinnitage, sisestades loodud TAN-i.
lt: Patvirtinkite įvesdami sugeneruotą TAN.
lv: Apstipriniet, ievadīto ģenerēto TAN kodu.

source: The value you entered is not valid.
da: Den indtastede værdi er ikke korrekt.
es: El valor que ingresaste no es válido.
et: Sisestatud väärtus pole õige.
it: Il valore inserito non è valido.
lt: Jūsų įvesta reikšmė neteisinga.
lv: Jūsu ievadītā vērtība nav derīga.

source: Choose TAN Medium you want to use
es: Elija el medio TAN que desee utilizar
et: Valige soovitud TAN-vahend
lt: Pasirinkite, kurią TAN terpę norite naudoti
lv: Izvēlieties TAN veidu, kuru vēlaties izmantot

source: tanCode
lt: TAN kodas

source: Please open PhotoTAN application and confirm the order
es: Abra la aplicación PhotoTAN y confirme el pedido.
et: Avage rakendus PhotoTAN ja kinnitage tellimus
lt: Atidarykite programą „photoTAN“ ir patvirtinkite nurodymą
lv: Lūdzu, atveriet lietotni PhotoTAN un apstipriniet orderi

source: waiting for confirmation
es: esperando confirmación
et: kinnituse ootel
it: in attesa di conferma
lt: laukiama patvirtinimo
lv: gaida apstiprinājumu

source: Please open the bank application and confirm the order.
et: Avage pangarakendus ja kinnitage tellimus.
it: Per favore apri l'App della banca e conferma la richiesta.
lt: Atidarykite banko programą ir patvirtinkite nurodymą.
lv: Lūdzu, atveriet bankas lietotni un apstipriniet orderi.

source: You will be asked for confirmation two times.
et: Teilt küsitakse kinnitust kaks korda.
lt: Jūsų bus paprašyta patvirtinti du kartus.
lv: Jums divas reizes tiks lūgts apstiprinājums.

source: Do you have bank app installed?
et: Kas teil on pangarakendus installitud?
lt: Ar turite įdiegę banko programėlę?
lv: Vai jums ir instalēta bankas lietotne?

source: The value you entered is not valid
da: Den indtastede værdi er ikke korrekt
et: Sisestatud väärtus pole õige
lt: Jūsų įvesta reikšmė neteisinga
lv: Jūsu ievadītā vērtība nav derīga.

source: Waiting for bank consent
et: Panga nõusoleku ootamine
lt: Laukiama banko sutikimo
lv: Gaida bankas piekrišanu

source: Message from the bank: {0} Follow the instructions and continue by clicking update.
et: Panga sõnum. {0} Järgige juhiseid ja klõpsake nuppu „Uuenda“.
lt: Pranešimas iš banko: {0} Vadovaukitės instrukcijomis ir tęskite spustelėdami „Atnaujinti“.
lv: Ziņojums no bankas: {0} Sekojiet norādījumiem un turpiniet, noklikšķinot uz “Atjaunot”.

source: Enter activation password.
da: Indtast midlertidig adgangskode.
et: Sisestage aktiveerimisparool.
lt: Įveskite suaktyvinimo slaptažodį.
lv: Ievadiet aktivācijas paroli.

source: Please open the BestSign app and confirm login. Then click the "Submit" button
et: Avage rakendus BestSign ja kinnitage sisselogimine. Seejärel klõpsake nuppu „Esita“
lt: Atidarykite programėlę „BestSign“ ir patvirtinkite prisijungimą. Tada spustelėkite mygtuką „Pateikti“
lv: Lūdzu, atveriet BestSign lietotni un apstipriniet pierakstīšanos. Pēc tam noklikšķiniet uz pogas “Iesniegt”

source: Waiting for confirmation
et: Kinnituse ootel
it: In attesa di conferma
lt: Laukiama patvirtinimo
lv: Gaida apstiprinājumu

source: Register with Danske Mobile Banking
da: Tilmeld dig Danske Mobile Banking
et: Registreeruge Danske mobiilipanga kasutajaks
lt: Užsiregistruokite „Danske“ mobiliojoje bankininkystėje
lv: Reģistrēties ar Danske Mobile Banking

source: Reference
et: Viide
lt: Nuoroda
lv: Atsauce
no: Referanse

source: Something went wrong during the process.
et: Midagi läks toimingu ajal valesti.
lt: Proceso metu kažkas nepavyko.
lv: Procesa laikā notika kļūda.
pl: Coś poszło nie tak podczas wykonywania procesu.

source: Permission denied. Please verify if configuration of secrets you set for that financial institution is correct.
et: Luba keelatud. Kontrollige, kas selle finantsasutuse jaoks seadistatud saladused on õigesti konfigureeritud.
lt: Leidimas atmestas. Patikrinkite, ar tai finansinei institucijai jūsų nustatyta slaptažodžių konfigūracija yra teisinga.
lv: Atļauja liegta. Lūdzu, pārbaudiet, vai jūsu iestatīto noslēpumu konfigurācijai šai finanšu iestādei ir pareiza.
pl: Odmowa dostępu. Sprawdź czy konfiguracja kluczy autoryzacyjnych tej instytucji finansowej jest poprawna.

source: Please confirm the login in your N26 app and then click "Submit".
da: Bekræft venligst dit login i din N26 app og klik “Indsend”.
es: Confirme el inicio de sesión en su aplicación N26 y luego haga clic en "Enviar".
et: Kinnitage oma N26 rakenduses sisselogimine ja klõpsake siis nuppu „Esita“.
it: Per favore conferma il login nella tua app N26 e poi clicca su “Invia“.
lt: Patvirtinkite prisijungimą „N26“ programėlėje, o tada spustelėkite „Pateikti“.
lv: Lūdzu, apstipriniet pierakstīšanos jūsu N26 lietotnē un pēc tam noklikšķiniet uz “Iesniegt”.
no: Vennligst bekreft login i din N26 app, klikk deretter på “Send inn“.
pt: Por favor confirme o login à app N26 e pressione "Enviar"

source: You haven't confirmed your login in the N26 app yet. Please confirm it and click "Submit".
da: Du har ikke bekræftet dit login i N26 app’en. Bekræft det venligst og klik “Indsend”.
es: Aún no ha confirmado su inicio de sesión en la aplicación N26. Por favor confírmelo y clic en "Enviar".
et: Te pole veel rakenduses N26 oma sisselogimist kinnitanud. Palun kinnitage see ja klõpsake nuppu „Esita“.
it: Non hai ancora confermato il tuo login nell’app N26. Per favore confermalo e clicca su “Invia“.
lt: Dar nepatvirtinote savo prisijungimo „N26“ programėlėje. Patvirtinkite jį ir spustelėkite „Pateikti“.
lv: Jūs vēl neapstiprinājāt jūsu pierakstīšanos lietotnē N26. Lūdzu, apstipriniet to un noklikšķiniet uz “Iesniegt”.
no: Du har ikke bekreftet login i N26-appen ennå. Bekreft det og klikk “Send inn“.
pt: Ainda não confirmou o login à app N26. Por favor confirme e pressione "Enviar".

source: Do you have UBI Banca mobile app installed on this phone?
et: Kas teil on UBI Banca mobiilirakendus sellesse telefoni installitud?
it: L'app mobile UBI Banca è installata su questo telefono?
lt: Ar turite šiame telefone įdiegtą mobiliąją programėlę „UBI Banca“?
lv: Vai jūsu tālrunī ir instalēta UBI Banca mobilā lietotne?

source: Please enter “Y” or “Yes“ if you have UBI Banca mobile app installed Please enter “N” or “No“ if you don’t have UBI Banca mobile app installed
et: Kui olete installinud UBI Banca mobiilirakenduse, sisestage „Y“ või „Jah“ Kui teil pole UBI Banca mobiilirakendust installitud, sisestage „N” või „Ei”
it: Inserisci "S" o "SI" se hai installato l'app mobile UBI Banca Inserisci "N" o "NO" se non hai installato l'app mobile UBI Banca
lt: Įveskite „Y“ arba „Taip“, jei turite įdiegę mobiliąją programėlę „UBI Banca“ Įveskite „N“ arba „Ne“, jei neturite įdiegę „UBI Banca“ mobiliosios programėlės
lv: Lūdzu, ievadiet “Y” vai “Jā”, ja jums ir instalēta UBI Banca mobilā lietotne Lūdzu, ievadiet “N” vai “Nē”, ja jums nav instalēta UBI Banca mobilā lietotne

source: Your NemID is temporarily locked.
da: Dit NemID er midlertidigt låst.
et: Teie NemID on ajutiselt lukustatud.
lt: Jūsų „NemID“ laikinai užrakintas.
lv: Jūsu NemID ir īslaicīgi slēgts.

source: Your NemID has been blocked. Please contact NemID support.
da: Dit NemID er spærret. Kontakt NemID support.
et: Teie NemID on blokitud. Pöörduge NemID toe poole.
lt: Jūsų „NemID“ buvo užblokuotas. Kreipkitės į „NemID“ aptarnavimo skyrių.
lv: Jūsu NemID tika bloķēts. Lūdzu, sazinieties ar NemID atbalsta dienestu.

source: NemID password blocked. Please contact NemID support.
da: Din NemID-adgangskode er spærret. Kontakt NemID support.
et: NemID parool on blokeeritud. Pöörduge NemID toe poole.
lt: „NemID“ slaptažodis užblokuotas. Kreipkitės į „NemID“ aptarnavimo skyrių.
lv: NemID parole ir bloķēta. Lūdzu, sazinieties ar NemID atbalsta dienestu.
