Repository: sidde7r/tink-backend-aggregation
Catalog: po/*.po
Languages: da, de, es, et, fr, it, lt, lv, nl, no, pl, pt, sv

source: The information is fetched from Bolagsverket and Skatteveket. Bolagsverket is a public authority whose main purpose is to register new companies and handle changes in register for existing companies, such as changes in address and changes of board and accountants. Skatteverket handled F-tax and moms.
de: Diese Informationen kommen von Bolagsverket und Skatteveket. Bolagsverket ist eine öffentliche Behörde, deren Hauptaufgabe es ist, neue Firmen zu registrieren und Änderungen für bestehende Firmen auszuführen, wenn sich zum Beispiel eine Adresse geändert hat, der Vorstand oder Buchhalter. Skatteverket kümmert sich um F-Steuern und Mütter.
es: La información se obtiene de Bolagsverket y Skatteveket. Bolagsverket es una autoridad pública cuyo objetivo principal es registrar nuevas empresas y manejar cambios en el registro de empresas existentes, como cambios de dirección y cambios de directorio y contadores. Skatteverket manejaba los impuestos F y las mamás.
et: Teavet saadakse Bolagsverketilt ja Skatteverketilt. Bolagsverket on riigiasutus, mille põhiülesanne on registreerida uued ettevõtted ja salvestada muudatused olemasolevates ettevõtetes, nt aadressi, juhatuse ja raamatupidajate muutused. Skatteverket tegeleb F-maksu ja käibemaksuga.
fr: Les informations sont récupérées à partir de Bolagsverket et Skatteveket. Bolagsverket est une autorité publique dont l'objectif principal est d'enregistrer les nouvelles entreprises et qui se charge des modifications de registre des compagnies existantes, comme les changements d'adresse, de direction et de comptabilité. Skatteverket gère l'impôt des indépendant et les mères.
it: Le informazioni vengono recuperate da Bolagsverket e Skatteveket. Bolagsverket è un'autorità pubblica il cui scopo principale è quello di registrare nuove società e gestire le modifiche di registro per le società esistenti, come variazioni di indirizzo e i cambiamenti del consiglio di amministrazione e dei contabili. Skatteverket ha gestito F-tax e Moms.
lt: Informacija gauta iš „Bolagsverket“ ir „Skatteveket“. „Bolagsverket“ yra viešoji įstaiga, kurios pagrindinė paskirtis – registruoti naujas bendroves ir tvarkyti pakeitimus esamų bendrovių registre, pavyzdžiui, adreso, valdybos arba buhalterių pasikeitimus. „Skatteverket“ reguliuoja „F-tax“ ir mamas.
lv: Šī informācija tiek iegūta no Bolagsverket un Skatteveket. Bolagsverket ir valsts iestāde, kuras galvenais mērķis ir reģistrēt jaunus uzņēmumus un veikt izmaiņas esošo uzņēmumu reģistrā, piemēram, juridiskās adreses, valdes un grāmatvežu maiņa. Skatteverket apstrādā F nodokli un moms.
pt: As informações são obtidas do Bolagsverket e do Skatteveket. O Bolagsverket é uma autoridade pública cuja finalidade principal consiste no registo de novas empresas e na gestão das alterações do registo das empresas existentes, tais como alterações de morada e alterações na administração ou nos responsáveis pela contabilidade. O Skatteverket gere os impostos sobre rendimentos dos trabalhadores independentes e o IVA.
sv: Uppgifterna är hämtade från Bolagsverket och Skatteverket. Bolagsverket är en statlig myndighet som huvudsakligen hanterar registreringen av nya företag och registerändringar för befintliga företag, såsom ändring av adress och byte av styrelse och revisorer. Skatteverket sköter registrering av F-skatt och moms.

source: The information is fetched from Lantmäteriet. Lantmäteriet is the authority that handles geographical information, appoints district names and is responsible for real estate classification.
de: Diese Informationen kommen von Lantmäteriet. Lantmäteriet ist die Behörde, die geografische Daten verwaltet, Bezirksnamen zuweist und verantwortlich für Klassifizierungen von Immobilien ist.
es: La información se obtiene de Lantmäteriet. Lantmäteriet es la autoridad que maneja la información geográfica, designa los nombres de los distritos y es responsable de la clasificación de bienes raíces.
et: Teavet saadakse Lantmäterietilt. Lantmäteriet on asutus, mis tegeleb geograafilise teabega, määrab linnaosade nimed ja vastutab kinnisvara klassifitseerimise eest.
fr: Les informations sont récupérées de Lantmäteriet. Lantmäteriet est l'autorité qui gère les informations géographiques, donne les noms des quartiers et s'occupe de la classification des biens immobiliers.
it: Le informazioni vengono recuperate da Lantmäteriet. Lantmäteriet è l'autorità che gestisce le informazioni geografiche, assegna i nomi dei distretti ed è responsabile della classificazione degli immobili.
lt: Informacija gauta iš „Lantmäteriet“. „Lantmäteriet“ yra įstaiga, kuri tvarko geografinę informaciją, paskiria rajonų pavadinimus ir yra atsakinga už nekilnojamo turto klasifikavimą.
lv: Šī informācija tiek iegūta no Lantmäteriet. Lantmäteriet ir valsts iestāde, kas apstrādā ģeogrāfisko informāciju, nosaka reģionu nosaukumus un atbild par nekustamā īpašuma klasifikāciju.
pt: As informações são obtidas do Lantmäteriet. O Lantmäteriet é a autoridade que gere as informações geográficas, que define os nomes das unidades territoriais e que é responsável pela classificação do imobiliário.
sv: Uppgifterna är hämtade från Lantmäteriet. Lantmäteriet är den myndighet som har till uppgift att tillhandahålla geografisk information, fastställa ortnamn och ansvara för fastighetsindelningen i Sverige.

source: The information is fetched from Kronofogden. Kronofogden is a neutral administrative authority. The assignment is to create a balance between the one paying and the one who is payed. It is the duty of Kronofogden to help the one not getting payed, but also supporting the one who cannot pay a debt.
de: Diese Informationen kommen aus Kronofogden. Kronofogden ist eine neutrale Verwaltungsbehörde. Bei der Zuordnung geht es darum, eine Bilanz zwischen dem Zahlenden und dem, der die Zahlung erhält, herzustellen. Es ist die Aufgabe von Kronofogden, Personen zu helfen, die nicht bezahlt werden, und außerdem diejenigen zu unterstützen, die eine Schuld nicht zurückzahlen können.
es: La información se obtiene de Kronofogden. Kronofogden es una autoridad administrativa neutral. La tarea es crear un equilibrio entre el que paga y el que recibe el pago. Es deber de Kronofogden ayudar al que no recibe el pago, pero también apoyar al que no puede pagar una deuda.
et: Teavet saadakse Kronofogdenilt. Kronofogden on sõltumatu asutus. Asutuse eemärgiks on leida rahuldav kompromiss maksja ja saaja vahel. Kronofogdeni kohus on aidata seda, kellele ollakse võlgu, aga toetada ka seda, kes ei suuda võlga tasuda.
fr: Les informations sont récupérées de Kronofogden. Kronofogden est une autorité administrative neutre. Son rôle est de créer un équilibre entre le payeur et le payé. Son devoir est d'aider celui qui n'est pas payé, mais aussi de soutenir celui étant incapable de payer une dette.
it: Le informazioni vengono recuperate da Kronofogden. Kronofogden è un'autorità amministrativa neutrale. Il suo compito è assicurare un equilibrio tra chi paga e chi viene pagato. Kronofogden ha il dovere di aiutare chi non viene pagato, ma sostiene anche chi non può pagare un debito.
lt: Informacija gauta iš „Kronofogden“. „Kronofogden“ yra neutrali administracinė institucija. Jos paskirtis – kurti pusiausvyra tarp mokėtojo ir mokėjimo gavėjo. „Kronofogden“ pareiga padėti tam, kuris negauna užmokesčio, bet taip pat padėti ir tam, kuris negali sumokėti skolos.
lv: Šī informācija tiek iegūta no Kronofogden. Kronofogden ir neitrāla administratīva iestāde. Uzdevums ir izveidot līdzsvaru starp maksātāju un maksājuma saņēmēju. Kronofogden pienākums ir palīdzēt tiem, kas nesaņem ienākumus, kā arī tiem, kas nespēj atmaksāt parādus.
pt: As informações são obtidas do Kronofogden. O Kronofogden é uma autoridade administrativa neutra. A sua missão consiste em criar um equilíbrio entre a pessoa que paga e a pessoa que recebe. O dever do Kronofogden consiste em ajudar a pessoa que não recebe, mas também em apoiar a pessoa que não consegue pagar uma dívida.
sv: Uppgifterna är hämtade från Kronofogden. Kronofogden är en myndighet med en opartisk roll. Uppdraget är att skapa balans mellan den som ska ha betalt och den som ska betala. Det är Kronofogdens uppgifter att hjälpa den som inte fått betalt men också se till att den som har en skuld får stöd och vägledning för att reda ut sin situation.

source: The information is fetched from Kronofogden. A non-payment is a sign of you not being able to handle your payments. The effect could for example be that your are not getting a mortgage, apartment, job or phone subscription.
de: Diese Informationen kommen aus Kronofogden. Eine Nichtzahlung ist ein Zeichen, dass Sie nicht in der Lage sind, sich um Ihre Zahlungen zu kümmern. Dies könnte zum Beispiel Auswirkungen darauf haben, ob Sie einen Hauskredit, eine Wohnung, einen Job oder einen Handyvertrag erhalten.
es: La información se obtiene de Kronofogden. Un impago es una señal de que no puede manejar sus pagos. El efecto podría ser, por ejemplo, que no obtiene una hipoteca, apartamento, trabajo o suscripción telefónica.
et: Teavet saadakse Kronofogdenilt. Maksetõrked on märk sellest, et te ei tule oma maksetega toime. Seetõttu ei pruugi te saada kinnisvaralaenu, korterit, tööd ega mobiililepingut.
fr: Les informations sont récupérées de Kronofogden. Un non paiement est le signe que vous êtes incapable de gérer vos paiements. Cela a par exemple pour effet de vous empêcher d'obtenir un prêt immobilier, un appartement, un emploi ou un abonnement téléphonique.
it: Le informazioni vengono recuperate da Kronofogden. Un mancato pagamento indica che non sei in grado di gestire i tuoi pagamenti. L'effetto potrebbe essere, ad esempio, l'impossibilità di ottenere un mutuo, un appartamento, un lavoro o un abbonamento telefonico.
lt: Informacija gauta iš „Kronofogden“. Nesumokėjimas yra požymis, kad negalite susitvarkyti su savo mokėjimais. Pavyzdžiui, to pasekmė gali būti, kad negausite būsto paskolos, buto, darbo arba telefono abonemento.
lv: Šī informācija tiek iegūta no Kronofogden. Nokavēts maksājums ir pazīme tam, ka jūs netiekat galā ar saviem maksājumiem. Tā dēļ jūs varat nesaņemt aizdevumu, dzīvokli, darbu vai tālruņa sakaru abonementu.
pt: As informações são obtidas do Kronofogden. Um incumprimento é um sinal de que não está a conseguir gerir os seus pagamentos. Isso pode ter como consequência, por exemplo, não conseguir obter uma hipoteca, um apartamento, um emprego ou um contrato de telefone.
sv: Uppgifterna är hämtade från Kronofogden. En betalningsanmärkning är ett tecken på att du inte har skött dina betalningar. Betalningsanmärkningar kan exempelvis leda till att du inte får lån, lägenhet, arbete eller telefonabonnemang.

source: The information is fetched from Skatteverket when your tax return has been approved.
de: Diese Informationen werden von Skatteverket abgerufen, wenn Ihre Steuererklärung angenommen wurde.
es: La información se obtiene de Skatteverket cuando se aprueba su declaración de impuestos.
et: Teave saadakse Skatteverketilt, kui teie maksudeklaratsioon on kinnitatud.
fr: Les informations sont récupérées de Skatteverket quand votre déclaration de revenus a été approuvée.
it: Le informazioni vengono recuperate da Skatteverket quando la dichiarazione dei redditi è stata approvata.
lt: Informacija gauta iš „Skatteverket“, kai buvo patvirtintas jūsų mokesčių grąžinimas.
lv: Šī informācija tiek iegūta no Skatteverket, kad tiek apstiprināta jūsu nodokļu atmaksa.
pt: As informações são obtidas do Skatteverket depois da aprovação da sua declaração de rendimentos.
sv: Den här informationen hämtas från Skatteverket när din deklaration är godkänd.

source: Creditsafe scoring is a tool to determine the solvency level for a person. The scoring is done by a number of generic credit scoring models and is mainly based on income, assets, age, company engagements, civil status and non-payments. The scoring is a scale from 1 to 100 where 1-19 means low solvency, 20-39 medium solvency, 40-69 high solvency and 70-100 very high solvency.
de: Creditsafe Scoring ist ein Tool, das die Solvenzstufe einer Person bestimmt. Das Scoring findet anhand einer Reihe generischer Credit Scoring-Modelle statt und basiert hauptsächlich auf Einkommen, Vermögen, Alter, Firmenengagements, Familienstand und Nichtzahlungen. Bei dem Scoring handelt es sich um eine Skala von 1 bis 100, bei dem 1-19 für geringe Solvenz, 20-39 für mittlere Solvenz, 40-69 für hohe Solvenz und 70-100 für sehr hohe Solvenz steht.
es: La puntuación Creditsafe es una herramienta para determinar el nivel de solvencia de una persona. La calificación se realiza mediante una serie de modelos genéricos de calificación crediticia y se basa principalmente en ingresos, activos, edad, compromisos de la empresa, estado civil y falta de pago. La puntuación es una escala de 1 a 100 donde 1-19 significa baja solvencia, 20-39 solvencia media, 40-69 alta solvencia y 70-100 muy alta solvencia.
et: Creditsafe'i skoor on vahend inimese maksevõime hindamiseks. Skoor saadakse mitmete krediidiskoorimudelite abil ja enamasti põhineb see sissetulekul, varal, vanusel, ettevõtte kohustustel, perekonnaseisul ja maksetõrgetel. Skoor jääb vahemikku 1–100, kus 1–19 tähendab madalat, 20–39 keskmist, 40–69 kõrget ja 70–100 väga kõrget maksevõimet.
fr: Le score de Creditsafe est un outil déterminant le niveau de solvabilité d'une personne. Le score est obtenu par un nombre de modèles de score de crédit génériques et se base principalement sur le revenu, les biens, l'âge, l'engagement d'entreprise, l'état civil et les non paiements. Le score est une échelle de 1 à 100 ; 1-19 indique une solvabilité faible, 20-39 une solvabilité moyenne, 40-69 une solvabilité élevée, et 70-100 une solvabilité très élevée.
it: Il punteggio Creditsafe è uno strumento per determinare il livello di solvibilità di una persona. La valutazione viene eseguita tramite una serie di modelli generici di valutazione del credito ed è principalmente basata su reddito, patrimonio, età, interessi in aziende, stato civile e mancati pagamenti. Il punteggio va da 1 a 100, dove 1-19 significa bassa solvibilità, 20-39 solvibilità media, 40-69 alta solvibilità e 70-100 solvibilità molto alta.
lt: „Ceditsafe“ balas yra įrankis, skirtas nustatyti asmens mokumo lygį. Balų suma apskaičiuojama pagal kelis bendrus kredito balų skaičiavimo modelius ir daugiausiai priklauso nuo pajamų, turto, amžiaus, bendrovės įsipareigojimų, vedybinio statuso ir nevykdytų mokėjimų. Balų suma skaičiuojama skalėje nuo 1 iki 100 ir joje 1–19 reiškia mažą mokumą, 20–39 reiškia vidutinį mokumą, 40–69 reiškia didelį mokumą ir 70–100 reiškia labai didelį mokumą.
lv: Creditsafe reitings ir rīks, kas tiek izmantots cilvēka maksātspējas noteikšanai. Reitings tiek veidots pēc vairākiem kredītreitinga novērtēšanas modeļiem un pārsvarā balstās uz ienākumiem, aktīviem, vecumu, uzņēmumu, civilo statusu un kavētajiem maksājumiem. Reitinga skala ir no 1 līdz 100, kur 1-19 ir zema maksātspēja, 20-39 vidēja maksātspēja, 40-69 augsta maksātspēja un 70-100 ir ļoti augsta maksātspēja.
pt: A pontuação do Creditsafe é uma ferramenta para determinar o nível de solvência de um indivíduo. A pontuação é calculada através de vários modelos genéricos de pontuação de crédito e é principalmente baseada no rendimento, ativos, idade, participações em empresas, estado civil e incumprimentos. A pontuação é dada numa escala de 1 a 100, em que 1-19 significa solvência baixa, 20-39 solvência média, 40-69 solvência elevada e 70-100 solvência muito elevada.
sv: Creditsafe scoring är ett verktyg för att prognostisera privatpersoners betalningsförmåga. Scoringen beräknas genom ett antal generiska kreditscoremodeller som framförallt baseras på inkomst, tillgångar, ålder, näringsverksamhet, civilstånd och betalningsanmärkningar. Scoringen är en skala från 1 till 100 där 1-19 betyder låg betalningsförmåga, 20-39 medium betalningsförmåga, 40-69 hög betalningsförmåga och 70-100 mycket hög betalningsförmåga.

source: Every day Tink scans all of your transactions to find things that differ from you normal behaviour and things we want to keep you extra alerted on. In this case we have notices there were two transactions deducted from your account the same day with the same amount and description. It could be someone with bad intentions that has charged you twice but it could of course also been you buying the same thing twice the same day.
de: Tink scannt alle Ihrer Transaktionen jeden Tag, um Dinge zu finden, die von Ihrem normalen Verhalten abweichen, und Dinge, über die wir Sie gesondert aufmerksam machen wollen. In diesem Fall haben wir festgestellt, dass zwei Transaktionen am selben Tag von Ihrem Konto mit demselben Betrag und derselben Beschreibung abgebucht wurden. Es kann sein, dass jemand mit bösen Absichten dein Konto zweimal belastet hat, oder natürlich könnte es auch sein, dass du dieselbe Sache zweimal am Tag gekauft hast.
fr: Chaque jour, Tink scanne toutes vos transactions pour trouver des éléments différents de votre attitude normale et des éléments à surveiller de près. Dans ce cas-là, nous avons des avertissement quand deux transactions ont été déduites de votre compte le même jour, avec le même montant et la même description. C'est peut-être une personne malintentionnée vous ayant facturé deux fois, mais vous avez peut-être tout à fait acheté la même chose deux fois le même jour.
sv: Tink analyserar varje dag alla transaktioner för att hitta saker som skiljer sig från det normala och som Tink vill hålla dig extra uppmärksam på. I det här fallet har vi noterat att två transaktioner har gjorts med samma summa på samma kort samma dag. Det kan vara någon som i oärligt syfte dragit ditt kort dubbelt men det kan också vara du som gjort två köp med samma belopp.

source: Every day Tink scans all of your transactions to find things that differ from you normal behaviour and things we want to keep you extra alerted on. In this case we have notices there was an unusual large expense on your account.
de: Tink scannt alle Ihrer Transaktionen jeden Tag, um Dinge zu finden, die von Ihrem normalen Verhalten abweichen, und Dinge, über die wir Sie gesondert aufmerksam machen wollen. In diesem Fall sind wir auf eine ungewöhnlich große Ausgabe auf Ihrem Konto aufmerksam geworden.
fr: Chaque jour, Tink scanne toutes vos transactions pour trouver des éléments différents de votre attitude normale et des éléments à surveiller de près. Dans ce cas-là, nous avons des avertissements quand une dépense anormalement élevée est présente sur votre compte.
nl: Elke dag scant ABN AMRO uw uitgaven om te kijken of er dingen gebeuren die niet passen bij uw gebruik. Hierdoor kunnen we u waarschuwen als er afwijkende betalingen plaatsvinden. In dit geval hebben we een ongebruikelijk grote uitgave gezien op uw rekening.
sv: Tink analyserar varje dag alla transaktioner för att hitta saker som skiljer sig från det normala och som vi vill hålla dig extra uppmärksam på. Den här händelsen varnar dig om att ett ovanligt stort belopp har dragits från ditt konto.

source: Every day Tink scans all of your transactions to find things that differ from you normal behaviour and things we want to keep you extra alerted on. In this case we have notices there was an unusual large cash withdrawal on your account.
de: Tink scannt alle Ihrer Transaktionen jeden Tag, um Dinge zu finden, die von Ihrem normalen Verhalten abweichen, und Dinge, über die wir Sie gesondert aufmerksam machen wollen. In diesem Fall sind wir auf eine ungewöhnlich große Abhebung auf Ihrem Konto aufmerksam geworden.
fr: Chaque jour, Tink scanne toutes vos transactions pour trouver des éléments différents de votre attitude normale et des éléments à surveiller de près. Dans ce cas-là, nous avons des avertissements quand un retrait anormalement élevé est présent sur votre compte.
nl: Elke dag scant ABN AMRO uw transacties om te kijken of er dingen gebeuren die niet passen bij uw gebruik. Hierdoor kunnen we u waarschuwen als er afwijkende transacties plaatsvinden. In dit geval hebben we een ongebruikelijke grote geldopname gezien op uw rekening.
sv: Tink analyserar varje dag alla transaktioner för att hitta saker som skiljer sig från det normala och som vi vill hålla dig extra uppmärksam på. Den här händelsen varnar dig om att ett ovanligt stort kontantuttag har gjorts på ditt konto.

source: Every day Tink scans all of your transactions to find things that differ from you normal behaviour and things we want to keep you extra alerted on. In this case we have notices there was an unusual high activity on one of you accounts with more transactions than usual.
de: Tink scannt alle Ihrer Transaktionen jeden Tag, um Dinge zu finden, die von Ihrem normalen Verhalten abweichen, und Dinge, über die wir Sie gesondert aufmerksam machen wollen. In diesem Fall sind wir auf eine ungewöhnlich starke Aktivitäten auf einem Ihrer Kontos aufmerksam geworden, mit mehr Transaktionen als normal.
fr: Chaque jour, Tink scanne toutes vos transactions pour trouver des éléments différents de votre attitude normale et des éléments à surveiller de près. Dans ce cas-là, nous avons des avertissements quand une activité anormalement élevée est présente sur un de vos comptes avec plus de transactions que d'habitude.
sv: Tink analyserar varje dag alla transaktioner för att hitta saker som skiljer sig från det normala och som vi vill hålla dig extra uppmärksam på. Den här händelsen varnar dig om att ovanligt många transaktioner har skett under samma dag på ett av dina konton. Det kan vara någon som handlar på ditt kort, men det kan också vara du som bara gjort ovanligt många köp just den här dagen.

source: Every day Tink scans all of your transactions to find things that differ from you normal behaviour and things we want to keep you extra alerted on. In this case we have notices there was a purchase made on a location where we think you havnt't been.
de: Tink scannt alle Ihrer Transaktionen jeden Tag, um Dinge zu finden, die von Ihrem normalen Verhalten abweichen, und Dinge, über die wir Sie gesondert aufmerksam machen wollen. In diesem Fall ist uns aufgefallen, dass ein Kauf an einem Ort vorgenommen wurde, von dem wir vermuten, dass Sie nicht dort waren.
fr: Chaque jour, Tink scanne toutes vos transactions pour trouver des éléments différents de votre attitude normale et des éléments à surveiller de près. Dans ce cas-là, nous avons des avertissements quand un achat est effectué dans un lieu dans lequel nous pensons que vous ne vous êtes pas rendu.
sv: Tink analyserar varje dag alla transaktioner för att hitta saker som skiljer sig från det normala och som vi vill hålla dig extra uppmärksam på. Den här händelsen varnar dig om att ett köp har gjorts på en plats där vi tror att du inte har varit.
